{

// gtm +3
msk_time = [
          {
            "from":60*60*0,
            "to":60*60*5,
            "val":0
         },
         {
            "from":60*60*5,
            "to":60*60*17,
            "val":1
         },
         {
            "from":60*60*17,
            "to":60*60*24,
            "val":0
         }
]

// gtm +5
ekb_time = [
          {
            "from":60*60*0,
            "to":60*60*3,
            "val":0
         },
         {
            "from":60*60*3,
            "to":60*60*15,
            "val":1
         },
         {
            "from":60*60*15,
            "to":60*60*24,
            "val":0
         }
]


// gtm +7
kra_time = [
          {
            "from":60*60*0,
            "to":60*60*1,
            "val":0
         },
         {
            "from":60*60*1,
            "to":60*60*13,
            "val":1
         },
         {
            "from":60*60*13,
            "to":60*60*24,
            "val":0
         }
        ]

timezones_map_data = {
   "RU-ALT":{
      "id":21,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*1,
            "val":0
         },
         {
            "from":60*60*1,
            "to":60*60*13,
            "val":1
         },
         {
            "from":60*60*13,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-AMU":{
      "id":30,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*11,
            "val":1
         },
         {
            "from":60*60*11,
            "to":60*60*23,
            "val":0
         },
         {
            "from":60*60*23,
            "to":60*60*24,
            "val":1
         }
      ]
   },
   "RU-ARK":{
      "id":31,
      "values": msk_time
   },
   "RU-AST":{
      "id":32,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-BEL":{
      "id":33,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-BRY":{
      "id":34,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-VLA":{
      "id":35,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-VGG":{
      "id":36,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-VLG":{
      "id":37,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-VOR":{
      "id":38,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-YEV":{
      "id":78,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ZAB":{
      "id":22,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-IVA":{
      "id":39,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-IRK":{
      "id":40,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KGD":{
      "id":41,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KLU":{
      "id":42,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KAM":{
      "id":23,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KEM":{
      "id":43,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KIR":{
      "id":44,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KOS":{
      "id":45,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KDA":{
      "id":24,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KYA":{
      "id":25,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KGN":{
      "id":46,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KRS":{
      "id":47,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-LEN":{
      "id":48,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-LIP":{
      "id":49,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-MAG":{
      "id":50,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-MOS":{
      "id":51,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-MUR":{
      "id":52,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-NIZ":{
      "id":53,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-NGR":{
      "id":54,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-NVS":{
      "id":55,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-OMS":{
      "id":56,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ORE":{
      "id":57,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ORL":{
      "id":58,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-PNZ":{
      "id":59,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-PER":{
      "id":26,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-PRI":{
      "id":27,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-PSK":{
      "id":60,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ROS":{
      "id":61,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-RYA":{
      "id":62,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SAM":{
      "id":63,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SAR":{
      "id":64,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SAK":{
      "id":65,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SVE":{
      "id":66,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SMO":{
      "id":67,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-STA":{
      "id":28,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TAM":{
      "id":68,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TVE":{
      "id":69,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TOM":{
      "id":70,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TUL":{
      "id":71,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TYU":{
      "id":72,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ULY":{
      "id":73,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KHA":{
      "id":29,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-CHE":{
      "id":74,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-YAR":{
      "id":75,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SPE":{
      "id":77,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-MOW":{
      "id":76,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SEV":{
      "id":84,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KRY":{
      "id":83,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-AD":{
      "id":0,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-AL":{
      "id":1,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-BA":{
      "id":2,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-BU":{
      "id":3,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-DA":{
      "id":4,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SE":{
      "id":5,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KB":{
      "id":6,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KL":{
      "id":7,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KC":{
      "id":8,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KR":{
      "id":9,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KO":{
      "id":10,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-ME":{
      "id":11,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-MO":{
      "id":12,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-SA":{
      "id":13,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-IN":{
      "id":14,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TA":{
      "id":15,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-TY":{
      "id":16,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-UD":{
      "id":17,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KK":{
      "id":18,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-CE":{
      "id":19,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-CU":{
      "id":20,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-NEN":{
      "id":79,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-KHM":{
      "id":80,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-CHU":{
      "id":81,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   },
   "RU-YAN":{
      "id":82,
      "values":[
         {
            "from":60*60*0,
            "to":60*60*8,
            "val":0
         },
         {
            "from":60*60*8,
            "to":60*60*20,
            "val":1
         },
         {
            "from":60*60*20,
            "to":60*60*24,
            "val":0
         }
      ]
   }
},
unis_map_data =
{
    "RU-ALT": {
        "id": 21,
        "shortname": "RU-ALT",
        "unis": {
            "25": {
                "city": {
                    "id": 25,
                    "title": "Барнаул",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 377,
                    "title": "АГАУ (бывш. АСХИ)"
                }, {
                    "id": 378,
                    "title": "АГИК (бывш. АлтГАКИ, АГИИК)"
                }, {
                    "id": 379,
                    "title": "АГМУ\r\n"
                }, {
                    "id": 380,
                    "title": "АлтГТУ им. Ползунова"
                }, {
                    "id": 381,
                    "title": "АлтГУ"
                }, {
                    "id": 382,
                    "title": "АлтГПУ (бывш. АлтГПА, БГПУ)"
                }, {
                    "id": 383,
                    "title": "ААЭП"
                }, {
                    "id": 384,
                    "title": "АЭЮИ\r\n"
                }, {
                    "id": 1031,
                    "title": "БВВАУЛ (до 1999 г.)"
                }, {
                    "id": 6250,
                    "title": "Финуниверситет при Правительстве РФ (бывш. ВЗФЭИ) (БФ)"
                }, {
                    "id": 6356,
                    "title": "АФ РАНХиГС (бывш. СибАГС АФ)"
                }, {
                    "id": 13710,
                    "title": "АФ МГИК (бывш. МГУКИ АФ)"
                }, {
                    "id": 17867,
                    "title": "МосАП (БФ)"
                }, {
                    "id": 27462,
                    "title": "РосЗИТЛП (БФ)"
                }, {
                    "id": 41803,
                    "title": "МПСИ (АФ)"
                }, {
                    "id": 42957,
                    "title": "СГА (БФ)"
                }, {
                    "id": 80739,
                    "title": "АИЭ (ф) СПбУТУиЭ (бывш. САУ, СПбАУЭ)"
                }, {
                    "id": 82445,
                    "title": "АлтИФУ"
                }, {
                    "id": 85838,
                    "title": "АФ РМАТ"
                }, {
                    "id": 88240,
                    "title": "АИТП (ф) АТиСО"
                }, {
                    "id": 103819,
                    "title": "БЮИ МВД РФ"
                }, {
                    "id": 459287,
                    "title": "МИП (БФ)"
                }, {
                    "id": 557152,
                    "title": "АФ ЛГУ им. А. С. Пушкина"
                }, {
                    "id": 1164621,
                    "title": "БПДС"
                }, {
                    "id": 1171830,
                    "title": "ИВЭП СО РАН"
                }, {
                    "id": 1190794,
                    "title": "ИНБУР"
                }]
            },
            "27": {
                "city": {
                    "id": 27,
                    "title": "Бийск",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 390,
                    "title": "АГГПУ (бывш. АГАО, БПГУ) им. Шукшина"
                }, {
                    "id": 34784,
                    "title": "СГА (БФ)"
                }, {
                    "id": 45501,
                    "title": "МОСУ (БФ)"
                }, {
                    "id": 53908,
                    "title": "БТИ (филиал АГТУ им. Ползунова)"
                }, {
                    "id": 121736,
                    "title": "АлтГУ (БФ)"
                }]
            },
            "324": {
                "city": {
                    "id": 324,
                    "title": "Заринск",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 131945,
                    "title": "СГА (ЗФ)"
                }]
            },
            "424": {
                "city": {
                    "id": 424,
                    "title": "Рубцовск",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 11032,
                    "title": "РИИ (филиал АлтГТУ им. Ползунова)"
                }, {
                    "id": 70578,
                    "title": "УРАО (РФ)"
                }, {
                    "id": 225455,
                    "title": "РИ (ф) АлтГУ"
                }]
            },
            "1396": {
                "city": {
                    "id": 1396,
                    "title": "Белокуриха",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 33529,
                    "title": "АлтГПУ (представительство) "
                }, {
                    "id": 104330,
                    "title": "НГУЭУ (представительство)"
                }, {
                    "id": 302268,
                    "title": "АлтГУ (филиал)"
                }]
            },
            "2367": {
                "city": {
                    "id": 2367,
                    "title": "Новоалтайск",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 107873,
                    "title": "Филиал СГУПС"
                }, {
                    "id": 259070,
                    "title": "АлтГТУ им. Ползунова (НТРЦ)"
                }, {
                    "id": 452216,
                    "title": "СГА (филиал)"
                }]
            },
            "3238": {
                "city": {
                    "id": 3238,
                    "title": "Камень-на-Оби",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 149552,
                    "title": "АлтГУ (КФ)"
                }]
            },
            "18180": {
                "city": {
                    "id": 18180,
                    "title": "Славгород",
                    "region": "Алтайский край"
                },
                "unis": [{
                    "id": 155387,
                    "title": "Филиал АлтГУ"
                }, {
                    "id": 299737,
                    "title": "АлтГТУ им. И. И. Ползунова (СТРЦ)"
                }]
            }
        }
    },
    "RU-AMU": {
        "id": 30,
        "shortname": "RU-AMU",
        "unis": {
            "30": {
                "city": {
                    "id": 30,
                    "title": "Благовещенск",
                    "region": "Амурская область"
                },
                "unis": [{
                    "id": 395,
                    "title": "АГМА (бывш. БГМИ)"
                }, {
                    "id": 396,
                    "title": "АмГУ"
                }, {
                    "id": 398,
                    "title": "БГПУ\r\n"
                }, {
                    "id": 399,
                    "title": "ДальГАУ (бывш. БСХИ)"
                }, {
                    "id": 12572,
                    "title": "ДВОКУ (ДВВКУ) им. Маршала Советского Союза К. К. Рокоссовского"
                }, {
                    "id": 19796,
                    "title": "СГА (БФ)"
                }, {
                    "id": 38460,
                    "title": "АФМГУ им. адмирала Г. И. Невельского"
                }, {
                    "id": 38467,
                    "title": "БФЗОДЮИ МВД РФ"
                }, {
                    "id": 38472,
                    "title": "БФХГАЭиП"
                }, {
                    "id": 48346,
                    "title": "БФМАП (МосАП)"
                }, {
                    "id": 109679,
                    "title": "БВТККУ им. К. А. Мерецкова"
                }]
            },
            "2023": {
                "city": {
                    "id": 2023,
                    "title": "Тында",
                    "region": "Амурская область"
                },
                "unis": [{
                    "id": 755206,
                    "title": "БАмИЖТ (филиал ДВГУПС)"
                }]
            },
            "22295": {
                "city": {
                    "id": 22295,
                    "title": "Свободный",
                    "region": "Амурская область"
                },
                "unis": [{
                    "id": 273077,
                    "title": "АмИЖТ (филиал ДВГУПС)"
                }]
            }
        }
    },
    "RU-ARK": {
        "id": 31,
        "shortname": "RU-ARK",
        "unis": {
            "11": {
                "city": {
                    "id": 11,
                    "title": "Северодвинск",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 2663,
                    "title": "СГА (СФ)"
                }, {
                    "id": 5944,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 9396,
                    "title": "МИУ (СФ)"
                }, {
                    "id": 14739,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 40980,
                    "title": "СФ РАНХиГС (бывш. СЗАГС СФ)"
                }, {
                    "id": 68341,
                    "title": "ИСМАРТ (Севмашвтуз) филиала САФУ"
                }, {
                    "id": 89863,
                    "title": "МИЭМП (СФ)"
                }, {
                    "id": 121294,
                    "title": "ГИ филиала САФУ (СФ ПГУ им. Ломоносова)"
                }, {
                    "id": 343837,
                    "title": "МЭСИ (СФ)"
                }]
            },
            "22": {
                "city": {
                    "id": 22,
                    "title": "Архангельск",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 364,
                    "title": "САФУ им. М. В. Ломоносова"
                }, {
                    "id": 368,
                    "title": "СИП\r\n"
                }, {
                    "id": 1947,
                    "title": "Финансовый университет при Правительстве РФ (АФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 2963,
                    "title": "МГУТУ (АФ)"
                }, {
                    "id": 10202,
                    "title": "АМИ им. В.И. Воронина (филиал ГМА им. Макарова)"
                }, {
                    "id": 12817,
                    "title": "СГА"
                }, {
                    "id": 20389,
                    "title": "ИНФО"
                }, {
                    "id": 24897,
                    "title": "ИИМ (АФ)"
                }, {
                    "id": 29248,
                    "title": "СПбГУКИ (АФ)"
                }, {
                    "id": 45491,
                    "title": "СГМУ (бывш. АГМА, АГМИ)"
                }, {
                    "id": 45586,
                    "title": "Институт управления"
                }, {
                    "id": 51624,
                    "title": "ИФПА УрО РАН"
                }, {
                    "id": 81071,
                    "title": "ИЭПС УрО РАН"
                }, {
                    "id": 832440,
                    "title": "СПбУ МВД РФ (АФ)"
                }, {
                    "id": 1189099,
                    "title": "АГТУ"
                }, {
                    "id": 1189100,
                    "title": "ПГУ им. Ломоносова"
                }, {
                    "id": 1189528,
                    "title": "ФИЦКИА РАН"
                }, {
                    "id": 1191268,
                    "title": "АЛТИ"
                }]
            },
            "210": {
                "city": {
                    "id": 210,
                    "title": "Коряжма",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 28524,
                    "title": "ВятГУ (представительство)"
                }, {
                    "id": 406190,
                    "title": "Филиал САФУ (ПГУ им. Ломоносова КФ)"
                }, {
                    "id": 481745,
                    "title": "СФ МГЭУ (бывш. МГЭИ)"
                }]
            },
            "266": {
                "city": {
                    "id": 266,
                    "title": "Котлас",
                    "area": "Котласский район",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 4520,
                    "title": "РГОТУПС (представительство)"
                }, {
                    "id": 22764,
                    "title": "КФ ГУМРФ (бывш. КФ СПГУВК)"
                }, {
                    "id": 60788,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 66466,
                    "title": "МГАВТ (представительство)"
                }, {
                    "id": 407363,
                    "title": "АГТУ (КФ)"
                }]
            },
            "338": {
                "city": {
                    "id": 338,
                    "title": "Новодвинск",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 110772,
                    "title": "АГТУ (бывш. АЛТИ) (НФ)"
                }, {
                    "id": 444366,
                    "title": "СПбАУЭ (представительство)"
                }]
            },
            "3621": {
                "city": {
                    "id": 3621,
                    "title": "Мирный",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 14275,
                    "title": "СЗТУ"
                }, {
                    "id": 15274,
                    "title": "МИУ (МФ)"
                }, {
                    "id": 21901,
                    "title": "СГА (МФ)"
                }, {
                    "id": 40098,
                    "title": "ПГУ им. Ломоносова (пред-во)"
                }, {
                    "id": 52512,
                    "title": "АГТУ (МФ)"
                }, {
                    "id": 64316,
                    "title": "МНЮИ (пред-во)"
                }]
            },
            "12269": {
                "city": {
                    "id": 12269,
                    "title": "Вельск",
                    "area": "Вельский район",
                    "region": "Архангельская область"
                },
                "unis": [{
                    "id": 36213,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 40688,
                    "title": "МГУЛ (ВП)"
                }, {
                    "id": 154976,
                    "title": "АГТУ (ВФ)"
                }, {
                    "id": 246467,
                    "title": "МИУ"
                }]
            }
        }
    },
    "RU-AST": {
        "id": 32,
        "shortname": "RU-AST",
        "unis": {
            "23": {
                "city": {
                    "id": 23,
                    "title": "Астрахань",
                    "region": "Астраханская область"
                },
                "unis": [{
                    "id": 369,
                    "title": "АГК\r\n"
                }, {
                    "id": 370,
                    "title": "АГМУ (бывш. АГМА)"
                }, {
                    "id": 371,
                    "title": "АГТУ\r\n"
                }, {
                    "id": 373,
                    "title": "АГУ\r\n"
                }, {
                    "id": 374,
                    "title": "АГАСУ (бывш. АИСИ)"
                }, {
                    "id": 2249,
                    "title": "СГЮА АФ (бывш. СГАП АФ)"
                }, {
                    "id": 7170,
                    "title": "АФ ЮРГИ"
                }, {
                    "id": 10235,
                    "title": "МЭСИ (АФ)"
                }, {
                    "id": 14788,
                    "title": "РГГУ (АФ)"
                }, {
                    "id": 17277,
                    "title": "КИМРТ (АФ ВГАВТ)"
                }, {
                    "id": 17495,
                    "title": "СГСЭУ (АФ)"
                }, {
                    "id": 18320,
                    "title": "МФПУ «Синергия» (бывш. МОСУ) (АФ)"
                }, {
                    "id": 20546,
                    "title": "АФ РАНХиГС (бывш. ВАГС АФ)"
                }, {
                    "id": 22076,
                    "title": "МЮИ (АФ)"
                }, {
                    "id": 27624,
                    "title": "АФ УРИО (бывш. УРАО)"
                }, {
                    "id": 33612,
                    "title": "МИЭП (АФ)"
                }, {
                    "id": 42944,
                    "title": "СГА"
                }, {
                    "id": 44814,
                    "title": "СГАУ им. Вавилова (АФ)"
                }, {
                    "id": 62374,
                    "title": "РМАТ (АФ)"
                }, {
                    "id": 141730,
                    "title": "ИМЭФ"
                }, {
                    "id": 197320,
                    "title": "АФ МИИТ (бывш. РГОТУПС)"
                }, {
                    "id": 1164363,
                    "title": "ИИ «Хаджи-Тархан»"
                }, {
                    "id": 1172239,
                    "title": "ИСГЗ (АФ)"
                }]
            },
            "1259": {
                "city": {
                    "id": 1259,
                    "title": "Знаменск",
                    "region": "Астраханская область"
                },
                "unis": [{
                    "id": 30826,
                    "title": "АГУ (ЗФ)"
                }, {
                    "id": 832491,
                    "title": "РГРТУ (ЗФ)"
                }]
            },
            "1634": {
                "city": {
                    "id": 1634,
                    "title": "Ахтубинск",
                    "area": "Ахтубинский район",
                    "region": "Астраханская область"
                },
                "unis": [{
                    "id": 36061,
                    "title": "МАИ «Взлет»"
                }, {
                    "id": 89971,
                    "title": "ВолГУ (АФ)"
                }]
            },
            "1004248": {
                "city": {
                    "id": 1004248,
                    "title": "Енотаевка",
                    "area": "Енотаевский район",
                    "region": "Астраханская область"
                },
                "unis": [{
                    "id": 1170914,
                    "title": "АИСИ (филиал)"
                }]
            },
            "1004258": {
                "city": {
                    "id": 1004258,
                    "title": "Никольское",
                    "area": "Енотаевский район",
                    "region": "Астраханская область"
                },
                "unis": [{
                    "id": 1170915,
                    "title": "АИСИ (отделение)"
                }]
            }
        }
    },
    "RU-BEL": {
        "id": 33,
        "shortname": "RU-BEL",
        "unis": {
            "26": {
                "city": {
                    "id": 26,
                    "title": "Белгород",
                    "region": "Белгородская область"
                },
                "unis": [{
                    "id": 385,
                    "title": "Белгородский ГАУ им. В. Я. Горина"
                }, {
                    "id": 386,
                    "title": "БГТУ им. В. Г. Шухова"
                }, {
                    "id": 387,
                    "title": "НИУ БелГУ"
                }, {
                    "id": 388,
                    "title": "БУКЭП (бывш. БУПК)"
                }, {
                    "id": 389,
                    "title": "БИПК"
                }, {
                    "id": 1280,
                    "title": "МЭСИ (БФ)"
                }, {
                    "id": 9482,
                    "title": "БЮИ МВД РФ"
                }, {
                    "id": 18185,
                    "title": "СГА (БФ)"
                }, {
                    "id": 25452,
                    "title": "БИЭИ"
                }, {
                    "id": 46961,
                    "title": "СПбГИЭУ (ИНЖЭКОН) (БФ)"
                }, {
                    "id": 49092,
                    "title": "БИГМУ (филиал ОРАГС)"
                }, {
                    "id": 52852,
                    "title": "БИЭП"
                }, {
                    "id": 56796,
                    "title": "БГИИК"
                }, {
                    "id": 78339,
                    "title": "МФЮА (ЦДД)"
                }, {
                    "id": 121027,
                    "title": "МСИ (БФ)"
                }, {
                    "id": 197178,
                    "title": "РУДН (БФ)"
                }, {
                    "id": 244801,
                    "title": "МИМ «ЛИНК» (БФ)"
                }, {
                    "id": 291113,
                    "title": "БПДС"
                }, {
                    "id": 345039,
                    "title": "ВЗФЭИ (БФ)"
                }, {
                    "id": 1168950,
                    "title": "БелРИПКППС"
                }, {
                    "id": 1170848,
                    "title": "МИИТ (БФ)"
                }, {
                    "id": 1191455,
                    "title": "БГПИ им. М. С. Ольминского"
                }]
            },
            "274": {
                "city": {
                    "id": 274,
                    "title": "Старый Оскол",
                    "area": "Старооскольский район",
                    "region": "Белгородская область"
                },
                "unis": [{
                    "id": 1018,
                    "title": "СТИ НИТУ МИСиС "
                }, {
                    "id": 10737,
                    "title": "ВЭПИ (СОФ)"
                }, {
                    "id": 11330,
                    "title": "ВГУ (СОФ)"
                }, {
                    "id": 18025,
                    "title": "СГА (СФ)"
                }, {
                    "id": 25928,
                    "title": "БГТУ им. Шухова (СОФ)"
                }, {
                    "id": 75525,
                    "title": "СОФ БелГУ"
                }, {
                    "id": 1175799,
                    "title": "СОФ МГРИ-РГГРУ"
                }]
            },
            "1009407": {
                "city": {
                    "id": 1009407,
                    "title": "Алексеевка",
                    "area": "Алексеевский район",
                    "region": "Белгородская область"
                },
                "unis": [{
                    "id": 232420,
                    "title": "БелГУ (АФ)"
                }]
            },
            "1009964": {
                "city": {
                    "id": 1009964,
                    "title": "Губкин",
                    "area": "Губкинский район",
                    "region": "Белгородская область"
                },
                "unis": [{
                    "id": 46067,
                    "title": "ГИ (ф) МГМУ МАМИ (бывш. ГИ (ф) МГОУ)"
                }, {
                    "id": 47015,
                    "title": "ГФ БГТУ им. В. Г. Шухова"
                }, {
                    "id": 146172,
                    "title": "СГА (ГФ)"
                }]
            }
        }
    },
    "RU-BRY": {
        "id": 34,
        "shortname": "RU-BRY",
        "unis": {
            "33": {
                "city": {
                    "id": 33,
                    "title": "Брянск",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 402,
                    "title": "БГИТУ (БГИТА)"
                }, {
                    "id": 403,
                    "title": "БГАУ (бывш. БГСХА)"
                }, {
                    "id": 404,
                    "title": "БГТУ\r\n"
                }, {
                    "id": 405,
                    "title": "БГУ им. Петровского"
                }, {
                    "id": 4930,
                    "title": "РЭУ им. Г. В. Плеханова (БФ)"
                }, {
                    "id": 7201,
                    "title": "Финансовый университет при Правительстве РФ БФ (бывш. ВЗФЭИ БФ)"
                }, {
                    "id": 10102,
                    "title": "БФ МИГУП (бывш. АПУ БФ)"
                }, {
                    "id": 10709,
                    "title": "БФ МПСУ (МПСИ БФ)"
                }, {
                    "id": 16369,
                    "title": "МНЮИ (БФ)"
                }, {
                    "id": 23741,
                    "title": "БФ РАНХиГС (ОРАГС БФ)"
                }, {
                    "id": 41847,
                    "title": "СГА (БФ)"
                }, {
                    "id": 49370,
                    "title": "РГСУ (БФ)"
                }, {
                    "id": 52153,
                    "title": "МПГУ (БФ)"
                }, {
                    "id": 56001,
                    "title": "РУК (БФ)"
                }, {
                    "id": 59030,
                    "title": "МАБиУ (БФ)"
                }, {
                    "id": 73983,
                    "title": "МИРТШБ (БФ)"
                }, {
                    "id": 76195,
                    "title": "БИУБ"
                }, {
                    "id": 83786,
                    "title": "БФ МИИТ (РГОТУПС)"
                }, {
                    "id": 95978,
                    "title": "БФ НГУ им. Лесгафта"
                }, {
                    "id": 100763,
                    "title": "МСИ (БФ)"
                }, {
                    "id": 145525,
                    "title": "МУ МВД РФ (БФ)"
                }, {
                    "id": 388542,
                    "title": "МЭСИ (БФ)"
                }, {
                    "id": 705302,
                    "title": "МИЭП (БФ)"
                }]
            },
            "716": {
                "city": {
                    "id": 716,
                    "title": "Унеча",
                    "area": "Унечский район",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 36083,
                    "title": "БОКИТУ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 54585,
                    "title": "СГА"
                }, {
                    "id": 164543,
                    "title": "МГУПС (МИИТ) (представительство)"
                }]
            },
            "9869": {
                "city": {
                    "id": 9869,
                    "title": "Дятьково",
                    "area": "Дятьковский район",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 36239,
                    "title": "ДФ БГТУ им. В. Г. Шухова"
                }]
            },
            "10406": {
                "city": {
                    "id": 10406,
                    "title": "Карачев",
                    "area": "Карачевский район",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 63132,
                    "title": "КФ Госуниверситет - УНПК (бывш. ОрелГТУ КФ)"
                }]
            },
            "13629": {
                "city": {
                    "id": 13629,
                    "title": "Новозыбков",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 16172,
                    "title": "СГА (НФ)"
                }, {
                    "id": 73591,
                    "title": "БГТУ (представительство)"
                }, {
                    "id": 454068,
                    "title": "Филиал БГУ им. Петровского"
                }, {
                    "id": 484021,
                    "title": "СУ (БОИУБ) (представительство)"
                }]
            },
            "14071": {
                "city": {
                    "id": 14071,
                    "title": "Клинцы",
                    "region": "Брянская область"
                },
                "unis": [{
                    "id": 14964,
                    "title": "СГА (КФ)"
                }]
            }
        }
    },
    "RU-VLA": {
        "id": 35,
        "shortname": "RU-VLA",
        "unis": {
            "39": {
                "city": {
                    "id": 39,
                    "title": "Владимир",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 424,
                    "title": "ВИБ\r\n"
                }, {
                    "id": 1871,
                    "title": "СФГА (ВФ)"
                }, {
                    "id": 2728,
                    "title": "Финансовый университет (бывш. ВЗФЭИ ВФ)"
                }, {
                    "id": 6627,
                    "title": "ВлГУ им. А. Г. и Н. Г. Столетовых"
                }, {
                    "id": 27597,
                    "title": "РМАТ (ВФ)"
                }, {
                    "id": 39847,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 45530,
                    "title": "РУК (ВФ)"
                }, {
                    "id": 54403,
                    "title": "ВИФиМ"
                }, {
                    "id": 55925,
                    "title": "ВФ РАНХиГС (бывш. РАГС ВФ)"
                }, {
                    "id": 60959,
                    "title": "НГЛУ им. Н. А. Добролюбова (ВФ)"
                }, {
                    "id": 93859,
                    "title": "ВЮИ ФСИН РФ"
                }, {
                    "id": 106869,
                    "title": "МФЮА (ВФ)"
                }, {
                    "id": 196478,
                    "title": "ВДС"
                }, {
                    "id": 1171405,
                    "title": "ВИТиГ"
                }, {
                    "id": 1191452,
                    "title": "ВГГУ"
                }]
            },
            "68": {
                "city": {
                    "id": 68,
                    "title": "Ковров",
                    "area": "Ковровский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 30501,
                    "title": "СГА (КФ)"
                }, {
                    "id": 57171,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 63950,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 191199,
                    "title": "КГТА им. Дегтярева"
                }]
            },
            "365": {
                "city": {
                    "id": 365,
                    "title": "Гусь-Хрустальный",
                    "area": "Гусь-Хрустальный район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 27195,
                    "title": "ВлГУ (ГХФ)"
                }]
            },
            "398": {
                "city": {
                    "id": 398,
                    "title": "Александров",
                    "area": "Александровский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 18705,
                    "title": "МГОУ (открытый) (АФ)"
                }, {
                    "id": 21976,
                    "title": "СГА (АФ)"
                }, {
                    "id": 30171,
                    "title": "РосНОУ (АФ)"
                }]
            },
            "807": {
                "city": {
                    "id": 807,
                    "title": "Муром",
                    "area": "Муромский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 19016,
                    "title": "МФ МИИТ (РГОТУПС МФ)"
                }, {
                    "id": 28914,
                    "title": "МИ ВлГУ им. Столетовых"
                }, {
                    "id": 221887,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }]
            },
            "1232": {
                "city": {
                    "id": 1232,
                    "title": "Вязники",
                    "area": "Вязниковский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 118481,
                    "title": "ЦДО ВлГУ"
                }]
            },
            "1492": {
                "city": {
                    "id": 1492,
                    "title": "Покров",
                    "area": "Петушинский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 6827,
                    "title": "ПФ МПГУ (бывш. ПФ МГГУ им. Шолохова)"
                }]
            },
            "4834": {
                "city": {
                    "id": 4834,
                    "title": "Кольчугино",
                    "area": "Кольчугинский район",
                    "region": "Владимирская область"
                },
                "unis": [{
                    "id": 53707,
                    "title": "ВлГУ (КФ)"
                }, {
                    "id": 56539,
                    "title": "СГА"
                }, {
                    "id": 419253,
                    "title": "МГОУ (представительство)"
                }]
            }
        }
    },
    "RU-VGG": {
        "id": 36,
        "shortname": "RU-VGG",
        "unis": {
            "10": {
                "city": {
                    "id": 10,
                    "title": "Волгоград",
                    "region": "Волгоградская область",
                    "important": 1
                },
                "unis": [{
                    "id": 425,
                    "title": "ВИУ (ф) РАНХиГС (бывш. ВАГС)"
                }, {
                    "id": 426,
                    "title": "ВГАФК\r\n"
                }, {
                    "id": 427,
                    "title": "ВолГАУ (бывш. ВГСХА)"
                }, {
                    "id": 428,
                    "title": "ВолгГАСУ"
                }, {
                    "id": 429,
                    "title": "ВолгГМУ"
                }, {
                    "id": 430,
                    "title": "ВГСПУ (ВГПУ)"
                }, {
                    "id": 431,
                    "title": "ВолгГТУ"
                }, {
                    "id": 433,
                    "title": "ВК (бывш. ВМИИ) им. Серебрякова"
                }, {
                    "id": 435,
                    "title": "ВГИИК"
                }, {
                    "id": 436,
                    "title": "ВИЭСП"
                }, {
                    "id": 953,
                    "title": "ВолГУ"
                }, {
                    "id": 1413,
                    "title": "ВФ РЭУ им. Г. В. Плеханова (бывш. РГТЭУ)"
                }, {
                    "id": 2050,
                    "title": "ВА МВД РФ"
                }, {
                    "id": 4909,
                    "title": "СГА"
                }, {
                    "id": 6074,
                    "title": "УГПС МЧС"
                }, {
                    "id": 6303,
                    "title": "Финансовый университет при Правительстве РФ (ВФ) (бывш. ВЗФЭИ ВФ)"
                }, {
                    "id": 6863,
                    "title": "АТиСО (ВФ)"
                }, {
                    "id": 7363,
                    "title": "ВИБ"
                }, {
                    "id": 10252,
                    "title": "МГУС / РГУТИС (ВФ)"
                }, {
                    "id": 10554,
                    "title": "МСИ (ВФ)"
                }, {
                    "id": 16652,
                    "title": "ВТУ"
                }, {
                    "id": 18672,
                    "title": "ВФ МГЭУ (бывш. ВФ МГЭИ)"
                }, {
                    "id": 18706,
                    "title": "ВКИ (ф) РУК (бывш. МУПК)"
                }, {
                    "id": 19978,
                    "title": "МИУ (ВФ)"
                }, {
                    "id": 103627,
                    "title": "КВВАУЛ"
                }, {
                    "id": 168121,
                    "title": "ВИМПСР"
                }, {
                    "id": 197358,
                    "title": "ВФ МИИТ (бывш. ВФ РГОТУПС)"
                }, {
                    "id": 340757,
                    "title": "МИЭП (ВФ)"
                }, {
                    "id": 474509,
                    "title": "МЭСИ (ВФ)"
                }, {
                    "id": 511030,
                    "title": "ЦПУ преподобного Сергия Радонежского"
                }, {
                    "id": 516920,
                    "title": "РГГУ (представительство)"
                }, {
                    "id": 560966,
                    "title": "МФЮА (ВФ)"
                }, {
                    "id": 604827,
                    "title": "ВГАВТ (ВФ)"
                }, {
                    "id": 625466,
                    "title": "АБиУС"
                }, {
                    "id": 832465,
                    "title": "ВЮИ"
                }, {
                    "id": 1169698,
                    "title": "МГГЭУ (ВФ)"
                }, {
                    "id": 1171920,
                    "title": "ИПИ (ВФ)"
                }, {
                    "id": 1174807,
                    "title": "ВгГИ"
                }]
            },
            "40": {
                "city": {
                    "id": 40,
                    "title": "Волжский",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 438,
                    "title": "ВИЭПП\r\n"
                }, {
                    "id": 439,
                    "title": "ВШК\r\n"
                }, {
                    "id": 2684,
                    "title": "МЮИ (ВФ)"
                }, {
                    "id": 18064,
                    "title": "МИРТШБ (ВФ)"
                }, {
                    "id": 28471,
                    "title": "МЭИ (ТУ) (ВФ)"
                }, {
                    "id": 54191,
                    "title": "СГА"
                }, {
                    "id": 83445,
                    "title": "ВГИ (ф) ВолГУ"
                }, {
                    "id": 147165,
                    "title": "ВПИ (ф) ВолГТУ"
                }, {
                    "id": 151524,
                    "title": "ВИСТех (ф) ВолгГАСУ"
                }, {
                    "id": 1191062,
                    "title": "ВФ ВолГУ"
                }]
            },
            "542": {
                "city": {
                    "id": 542,
                    "title": "Камышин",
                    "area": "Камышинский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 13162,
                    "title": "СГА (КФ)"
                }, {
                    "id": 13885,
                    "title": "КВВСКУ"
                }, {
                    "id": 15659,
                    "title": "СГАП (представительство)"
                }, {
                    "id": 65329,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 174003,
                    "title": "КТИ (филиал ВолгГТУ)"
                }]
            },
            "785": {
                "city": {
                    "id": 785,
                    "title": "Урюпинск",
                    "area": "Урюпинский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 57831,
                    "title": "УФ ВИБ"
                }, {
                    "id": 187488,
                    "title": "УФ ВолГУ"
                }]
            },
            "7458": {
                "city": {
                    "id": 7458,
                    "title": "Михайловка",
                    "area": "Михайловский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 49813,
                    "title": "СФ ВолгГТУ (бывш. СФ ВолгГАСУ)"
                }, {
                    "id": 49924,
                    "title": "Филиал ВГСПУ (бывш. МФ ВолГПУ)"
                }, {
                    "id": 114038,
                    "title": "ВИБ (МФ)"
                }]
            },
            "9643": {
                "city": {
                    "id": 9643,
                    "title": "Светлый Яр",
                    "area": "Светлоярский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 207772,
                    "title": "НКИТиУ (ф) МГУТУ"
                }]
            },
            "17454": {
                "city": {
                    "id": 17454,
                    "title": "Суровикино",
                    "area": "Суровикинский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 253960,
                    "title": "СФ ВИБ"
                }]
            },
            "1014097": {
                "city": {
                    "id": 1014097,
                    "title": "Быково",
                    "area": "Быковский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 342809,
                    "title": "СГА (БФ)"
                }]
            },
            "1015008": {
                "city": {
                    "id": 1015008,
                    "title": "Новониколаевский",
                    "area": "Новониколаевский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 104896,
                    "title": "НФ ВИБ"
                }]
            },
            "1015163": {
                "city": {
                    "id": 1015163,
                    "title": "Палласовка",
                    "area": "Палласовский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 117268,
                    "title": "ПФ ВИБ"
                }]
            },
            "1015651": {
                "city": {
                    "id": 1015651,
                    "title": "Фролово",
                    "area": "Фроловский район",
                    "region": "Волгоградская область"
                },
                "unis": [{
                    "id": 150175,
                    "title": "ФФ ВИБ "
                }, {
                    "id": 152037,
                    "title": "ФФ ВолГУ"
                }]
            }
        }
    },
    "RU-VLG": {
        "id": 37,
        "shortname": "RU-VLG",
        "unis": {
            "8": {
                "city": {
                    "id": 8,
                    "title": "Череповец",
                    "region": "Вологодская область"
                },
                "unis": [{
                    "id": 920,
                    "title": "ЧГУ"
                }, {
                    "id": 1918,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 2013,
                    "title": "МГАВТ (ЧФ)"
                }, {
                    "id": 7845,
                    "title": "Филиал СПбГЭУ (бывш. ИНЖЭКОН ЧФ)"
                }, {
                    "id": 14300,
                    "title": "ИБП (ЧФ)"
                }, {
                    "id": 17353,
                    "title": "ИМИТ (филиал) СПбГПУ"
                }, {
                    "id": 67077,
                    "title": "ЧВИИРЭ"
                }, {
                    "id": 74417,
                    "title": "СФГА (ЧФ)"
                }, {
                    "id": 83710,
                    "title": "ЧФ УРИО (бывш. ЧФ УРАО)"
                }, {
                    "id": 96533,
                    "title": "ВГТУ (бывш. ВоПИ) (ЧФ)"
                }, {
                    "id": 549855,
                    "title": "МАСД"
                }]
            },
            "41": {
                "city": {
                    "id": 41,
                    "title": "Вологда",
                    "region": "Вологодская область"
                },
                "unis": [{
                    "id": 440,
                    "title": "ВГПУ"
                }, {
                    "id": 441,
                    "title": "ВоГУ"
                }, {
                    "id": 442,
                    "title": "ВГМХА им. Н. В. Верещагина"
                }, {
                    "id": 6453,
                    "title": "МУБИНТ (ВФ)"
                }, {
                    "id": 7656,
                    "title": "ВИБ"
                }, {
                    "id": 17344,
                    "title": "ВФ РАНХиГС (бывш. СЗАГС ВФ)"
                }, {
                    "id": 32496,
                    "title": "СПбГЭУ (ИНЖЭКОН) (ВФ)"
                }, {
                    "id": 35666,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 40067,
                    "title": "СФГА (ВФ)"
                }, {
                    "id": 43607,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 43846,
                    "title": "ИПИ"
                }, {
                    "id": 47744,
                    "title": "ВИПЭ ФСИН"
                }, {
                    "id": 75994,
                    "title": "ИМПЭ (ВФ)"
                }, {
                    "id": 76274,
                    "title": "СЗИ (ф) МГЮА им. О. Е. Кутафина"
                }, {
                    "id": 244041,
                    "title": "РФЭИ (ВФ)"
                }, {
                    "id": 250677,
                    "title": "ВИПиПК АПК"
                }, {
                    "id": 924180,
                    "title": "ИСЭРТ РАН "
                }, {
                    "id": 1175439,
                    "title": "ВДС"
                }, {
                    "id": 1188101,
                    "title": "ВИРО"
                }, {
                    "id": 1189142,
                    "title": "ВолНЦ РАН"
                }, {
                    "id": 1190622,
                    "title": "ВоГТУ"
                }]
            },
            "824": {
                "city": {
                    "id": 824,
                    "title": "Великий Устюг",
                    "area": "Великоустюгский район",
                    "region": "Вологодская область"
                },
                "unis": [{
                    "id": 12991,
                    "title": "ВГПУ (ВУФ)"
                }, {
                    "id": 26002,
                    "title": "ВоГТУ (ВУФ)"
                }, {
                    "id": 156107,
                    "title": "МГАВТ (ВУФ)"
                }]
            },
            "1839": {
                "city": {
                    "id": 1839,
                    "title": "Вытегра",
                    "area": "Вытегорский район",
                    "region": "Вологодская область"
                },
                "unis": [{
                    "id": 216128,
                    "title": "СПбГУВК (представительство)"
                }]
            },
            "2659": {
                "city": {
                    "id": 2659,
                    "title": "Кадуй (пгт)",
                    "area": "Кадуйский район",
                    "region": "Вологодская область"
                },
                "unis": [{
                    "id": 458038,
                    "title": "СГА (КФ)"
                }]
            }
        }
    },
    "RU-VOR": {
        "id": 38,
        "shortname": "RU-VOR",
        "unis": {
            "42": {
                "city": {
                    "id": 42,
                    "title": "Воронеж",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 444,
                    "title": "ВГЛТУ им. Г. Ф. Морозова (бывш. ВГЛТА)"
                }, {
                    "id": 445,
                    "title": "ВГМУ им. Н. Н. Бурденко"
                }, {
                    "id": 446,
                    "title": "ВГУИТ (бывш. ВГТА, ВТИ)"
                }, {
                    "id": 447,
                    "title": "ВГАУ им. императора Петра I"
                }, {
                    "id": 448,
                    "title": "Воронежский ГАСУ"
                }, {
                    "id": 450,
                    "title": "ВГПУ\r\n"
                }, {
                    "id": 451,
                    "title": "ВГТУ (бывш. ВПИ)"
                }, {
                    "id": 452,
                    "title": "ВГУ"
                }, {
                    "id": 453,
                    "title": "ВИ МВД РФ\r\n"
                }, {
                    "id": 454,
                    "title": "ВИЭСУ"
                }, {
                    "id": 457,
                    "title": "МУВТ\r\n"
                }, {
                    "id": 458,
                    "title": "ВИВТ (ВФ РосНОУ)"
                }, {
                    "id": 1249,
                    "title": "ИЭП"
                }, {
                    "id": 1383,
                    "title": "ВУНЦ ВВС ВВА им. проф. Н. Е. Жуковского и Ю. А. Гагарина (бывш. ВВИА, ВАИУ, ВВВАИУ)"
                }, {
                    "id": 2120,
                    "title": "ВИРЭ"
                }, {
                    "id": 2471,
                    "title": "ВФ РАНХиГС (бывш. РАГС ВФ)"
                }, {
                    "id": 3552,
                    "title": "РГСУ (ВФ)"
                }, {
                    "id": 3577,
                    "title": "ВЭПИ"
                }, {
                    "id": 5466,
                    "title": "ИГТА (представительство)"
                }, {
                    "id": 5503,
                    "title": "ВГИФК"
                }, {
                    "id": 7508,
                    "title": "ИЗЭО ВГУ (бывш. ВФ ВЗФЭИ)"
                }, {
                    "id": 9173,
                    "title": "ВФ ГУМРФ им. Макарова (бывш. СПбГУВК ВФ)"
                }, {
                    "id": 9841,
                    "title": "ИММиФ"
                }, {
                    "id": 10026,
                    "title": "ВИИС"
                }, {
                    "id": 10239,
                    "title": "РГОТУПС (ВФ)"
                }, {
                    "id": 10830,
                    "title": "МИКТ"
                }, {
                    "id": 26975,
                    "title": "ВГИ МОСУ"
                }, {
                    "id": 30886,
                    "title": "СГА"
                }, {
                    "id": 31004,
                    "title": "ВКИ БУПК"
                }, {
                    "id": 31398,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП) (ВФ)"
                }, {
                    "id": 35867,
                    "title": "МИП (ВФ)"
                }, {
                    "id": 40212,
                    "title": "ВИ (ф) МГЭУ (бывш. ВФ МГЭИ)"
                }, {
                    "id": 42080,
                    "title": "ВГИИ (бывш. ВГАИ)"
                }, {
                    "id": 48444,
                    "title": "ВИ ФСИН РФ"
                }, {
                    "id": 55692,
                    "title": "РГУП (бывш. РАП ВФ)"
                }, {
                    "id": 79355,
                    "title": "ВФ РЭУ им. Г. В. Плеханова (бывш. РГТЭУ)"
                }, {
                    "id": 81241,
                    "title": "МАЭП (ВФ)"
                }, {
                    "id": 84318,
                    "title": "ВВШП"
                }, {
                    "id": 142308,
                    "title": "ВПДС"
                }, {
                    "id": 527423,
                    "title": "МОСА (бывш. МОСУ) (ВФ)"
                }, {
                    "id": 665387,
                    "title": "ВИ ГПС МЧС РФ"
                }, {
                    "id": 832503,
                    "title": "ВИПС (ф) АФСО РФ"
                }, {
                    "id": 1025648,
                    "title": "ВФ МИИТ"
                }, {
                    "id": 1168472,
                    "title": "ВМИПКППП"
                }, {
                    "id": 1168580,
                    "title": "МИЭП ВФ"
                }, {
                    "id": 1168949,
                    "title": "ВОИПКиПРО"
                }, {
                    "id": 1169005,
                    "title": "ГНИИИ ПТЗИ ФСТЭК России"
                }, {
                    "id": 1174323,
                    "title": "ВНИВИПФиТ Россельхозакадемии"
                }, {
                    "id": 1187613,
                    "title": "Концерн «Созвездие» (ВНИИС)"
                }, {
                    "id": 1187786,
                    "title": "ИПКМК"
                }, {
                    "id": 1189264,
                    "title": "ИСО"
                }]
            },
            "502": {
                "city": {
                    "id": 502,
                    "title": "Лиски",
                    "area": "Лискинский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 112271,
                    "title": "ЛФ ВГУ"
                }, {
                    "id": 420536,
                    "title": "ВГАСУ (представительство)"
                }, {
                    "id": 423723,
                    "title": "РГОТУПС (представительство)"
                }, {
                    "id": 1164484,
                    "title": "ВИВТ (ЛФ)"
                }]
            },
            "505": {
                "city": {
                    "id": 505,
                    "title": "Борисоглебск",
                    "area": "Борисоглебский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 1697,
                    "title": "БФ ВГУ (бывш. БГПИ)"
                }, {
                    "id": 19843,
                    "title": "ВИВТ (БФ)"
                }, {
                    "id": 23908,
                    "title": "ИММиФ (БФ)"
                }, {
                    "id": 28284,
                    "title": "Филиал ВГТУ в г. Борисоглебске (бывш. ВГАСУ БФ)"
                }, {
                    "id": 77566,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 82209,
                    "title": "БВВАУЛ им. В. П. Чкалова"
                }, {
                    "id": 208838,
                    "title": "СГА (БФ)"
                }]
            },
            "1707": {
                "city": {
                    "id": 1707,
                    "title": "Россошь",
                    "area": "Россошанский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 13466,
                    "title": "СГА (РФ)"
                }, {
                    "id": 17533,
                    "title": "Филиал ВЭПИ"
                }, {
                    "id": 45575,
                    "title": "ИММиФ (представительство)"
                }, {
                    "id": 50226,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 75768,
                    "title": "Филиал ВИВТ"
                }, {
                    "id": 168486,
                    "title": "ВГТА (представительство)"
                }, {
                    "id": 507020,
                    "title": "ВГАУ им. К. Д. Глинки (представительство)"
                }]
            },
            "7371": {
                "city": {
                    "id": 7371,
                    "title": "Острогожск",
                    "area": "Острогожский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 55870,
                    "title": "Филиал ВЭПИ"
                }, {
                    "id": 150619,
                    "title": "ВГАУ (представительство)"
                }, {
                    "id": 426755,
                    "title": "ИММФ (представительство)"
                }]
            },
            "9292": {
                "city": {
                    "id": 9292,
                    "title": "Бутурлиновка",
                    "area": "Бутурлиновский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 20819,
                    "title": "ВГУ (БФ)"
                }]
            },
            "17057": {
                "city": {
                    "id": 17057,
                    "title": "Павловск",
                    "area": "Павловский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 74437,
                    "title": "ВГАУ (представительство)"
                }]
            },
            "18239": {
                "city": {
                    "id": 18239,
                    "title": "Нововоронеж",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 63415,
                    "title": "МИКТ (НВФ)"
                }]
            },
            "19812": {
                "city": {
                    "id": 19812,
                    "title": "ВНИИСС",
                    "area": "Рамонский район",
                    "region": "Воронежская область"
                },
                "unis": [{
                    "id": 1175956,
                    "title": "ВНИИСС им. А. Л. Мазлумова"
                }]
            }
        }
    },
    "RU-YEV": {
        "id": 78,
        "shortname": "RU-YEV",
        "unis": {
            "28": {
                "city": {
                    "id": 28,
                    "title": "Биробиджан",
                    "region": "Еврейская Аобл"
                },
                "unis": [{
                    "id": 393,
                    "title": "ПГУ им. Шолом-Алейхема (бывш. ДВГСГА, БГПИ)"
                }, {
                    "id": 3576,
                    "title": "ХГАЭиП (БФ)"
                }, {
                    "id": 17339,
                    "title": "ДальГАУ (БФ)"
                }, {
                    "id": 90870,
                    "title": "АмГУ (БФ)"
                }, {
                    "id": 113775,
                    "title": "СГА"
                }]
            }
        }
    },
    "RU-ZAB": {
        "id": 22,
        "shortname": "RU-ZAB",
        "unis": {
            "161": {
                "city": {
                    "id": 161,
                    "title": "Чита",
                    "region": "Забайкальский край"
                },
                "unis": [{
                    "id": 926,
                    "title": "ЧГМА\r\n"
                }, {
                    "id": 927,
                    "title": "ЗабГУ (бывш. ЧитГУ)"
                }, {
                    "id": 4327,
                    "title": "ЧИ БГУ (бывш. ЧИ БГУЭП)"
                }, {
                    "id": 4529,
                    "title": "ЗИП СибУПК"
                }, {
                    "id": 14583,
                    "title": "ЗабАИ (филиал ИрГСХА)"
                }, {
                    "id": 21854,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 61117,
                    "title": "ЗабИЖТ (филиал ИрГУПС)"
                }, {
                    "id": 1189938,
                    "title": "ЗабКИПКРО"
                }, {
                    "id": 1190251,
                    "title": "ЗабГГПУ им. Н. Г. Чернышевского (бывш. ЗабГПУ, ЧГПИ)"
                }, {
                    "id": 1190252,
                    "title": "ЧГТУ (бывш. ЧПИ)"
                }]
            },
            "1962": {
                "city": {
                    "id": 1962,
                    "title": "Краснокаменск",
                    "area": "Краснокаменский район",
                    "region": "Забайкальский край"
                },
                "unis": [{
                    "id": 185781,
                    "title": "ЧитГУ (представительство)"
                }]
            },
            "3155": {
                "city": {
                    "id": 3155,
                    "title": "Агинское",
                    "area": "Агинский район",
                    "region": "Забайкальский край"
                },
                "unis": [{
                    "id": 21501,
                    "title": "БГУ (АФ)"
                }, {
                    "id": 119148,
                    "title": "ВСГУТУ (АФ)"
                }, {
                    "id": 245095,
                    "title": "ЗабГГПУ им. Чернышевского (АФ)"
                }, {
                    "id": 262733,
                    "title": "СГА (АФ)"
                }]
            }
        }
    },
    "RU-IVA": {
        "id": 39,
        "shortname": "RU-IVA",
        "unis": {
            "55": {
                "city": {
                    "id": 55,
                    "title": "Иваново",
                    "region": "Ивановская область"
                },
                "unis": [{
                    "id": 493,
                    "title": "ИвГМА"
                }, {
                    "id": 494,
                    "title": "ИГСХА"
                }, {
                    "id": 495,
                    "title": "ИГТА"
                }, {
                    "id": 496,
                    "title": "ИГАСУ (бывш. ИИСИ)"
                }, {
                    "id": 497,
                    "title": "ИвГУ\r\n"
                }, {
                    "id": 498,
                    "title": "ИГХТУ\r\n"
                }, {
                    "id": 499,
                    "title": "ИГЭУ им. Ленина"
                }, {
                    "id": 4599,
                    "title": "ИФ РЭУ им Г. В Плеханова (бывш. РГТЭУ ИФ)"
                }, {
                    "id": 15357,
                    "title": "МИБИФ"
                }, {
                    "id": 73794,
                    "title": "ИФ РАНХиГС (бывш. СЗАГС ИФ)"
                }, {
                    "id": 80927,
                    "title": "ИПСА ГПС МЧС РФ (бывш. ИИ ГПС МЧС РФ, ИФ Академии ГПС МВД РФ, ИПТУ МВД СССР)"
                }, {
                    "id": 85546,
                    "title": "МЮИ (ИФ)"
                }, {
                    "id": 87219,
                    "title": "ИФ ИУ (МИУ ИФ)"
                }, {
                    "id": 101299,
                    "title": "СГА (ИФ)"
                }, {
                    "id": 102282,
                    "title": "ВЮИ ФСИН (ИФ)"
                }, {
                    "id": 146419,
                    "title": "ИПБИ Св. Апостола Иоанна Богослова"
                }, {
                    "id": 146420,
                    "title": "ИИУ"
                }, {
                    "id": 146425,
                    "title": "РУК (ИФ)"
                }, {
                    "id": 146439,
                    "title": "РГГУ (ИФ)"
                }, {
                    "id": 170085,
                    "title": "Свято-Алексеевская Иваново-Вознесенская ПДС"
                }, {
                    "id": 549853,
                    "title": "ВШБ"
                }, {
                    "id": 1169001,
                    "title": "ИХР РАН"
                }, {
                    "id": 1189597,
                    "title": "ИВГПУ"
                }]
            },
            "165": {
                "city": {
                    "id": 165,
                    "title": "Шуя",
                    "area": "Шуйский район",
                    "region": "Ивановская область"
                },
                "unis": [{
                    "id": 933,
                    "title": "ШФ ИвГУ (бывш. ШГПУ)"
                }]
            },
            "3732": {
                "city": {
                    "id": 3732,
                    "title": "Вичуга",
                    "area": "Вичугский район",
                    "region": "Ивановская область"
                },
                "unis": [{
                    "id": 84523,
                    "title": "Филиал ИВГПУ (бывш. ИГТА ВФ)"
                }]
            },
            "3880": {
                "city": {
                    "id": 3880,
                    "title": "Кинешма",
                    "area": "Кинешемский район",
                    "region": "Ивановская область"
                },
                "unis": [{
                    "id": 7944,
                    "title": "МГИУ (КФ)"
                }, {
                    "id": 29739,
                    "title": "ИГТА (КФ)"
                }, {
                    "id": 49327,
                    "title": "СГА (КФ)"
                }]
            }
        }
    },
    "RU-IRK": {
        "id": 40,
        "shortname": "RU-IRK",
        "unis": {
            "19": {
                "city": {
                    "id": 19,
                    "title": "Ангарск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 359,
                    "title": "АнГТУ (бывш. АГТА)"
                }, {
                    "id": 5709,
                    "title": "САПЭУ (АФ)"
                }, {
                    "id": 45685,
                    "title": "ВСИЭП (АФ)"
                }, {
                    "id": 97731,
                    "title": "ИГУ (АФ)"
                }, {
                    "id": 108957,
                    "title": "СГА (АФ)"
                }]
            },
            "32": {
                "city": {
                    "id": 32,
                    "title": "Братск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 2861,
                    "title": "ИГУ (БФ)"
                }, {
                    "id": 3222,
                    "title": "БрГУ"
                }, {
                    "id": 32598,
                    "title": "МАЭП (БФ)"
                }, {
                    "id": 92733,
                    "title": "НГИ (БФ)"
                }, {
                    "id": 102363,
                    "title": "ОГТУ (БФ)"
                }, {
                    "id": 137548,
                    "title": "ИрГУПС (БФ)"
                }, {
                    "id": 155338,
                    "title": "БФ БГУ (бывш. БГУЭП БФ)"
                }]
            },
            "57": {
                "city": {
                    "id": 57,
                    "title": "Иркутск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 504,
                    "title": "БГУ"
                }, {
                    "id": 505,
                    "title": "ВСИ МВД РФ\r\n"
                }, {
                    "id": 506,
                    "title": "ИрГАУ им. А. А. Ежевского (бывш. ИрГСХА)"
                }, {
                    "id": 507,
                    "title": "ЕаЛИ МГЛУ (бывш. ИГЛУ)"
                }, {
                    "id": 508,
                    "title": "ИГМУ\r\n"
                }, {
                    "id": 509,
                    "title": "ВСГАО (бывш. ИГПУ)"
                }, {
                    "id": 511,
                    "title": "ИГУ\r\n"
                }, {
                    "id": 513,
                    "title": "ИЮИ (ф) АГП РФ  (бывш. ИрИПКПР Генпрокуратуры РФ)"
                }, {
                    "id": 514,
                    "title": "РАИ\r\n"
                }, {
                    "id": 515,
                    "title": "ВСИЭиП\r\n"
                }, {
                    "id": 1086,
                    "title": "САПЭУ"
                }, {
                    "id": 2121,
                    "title": "ИРНИТУ (бывш. НИ ИрГТУ, ИПИ)"
                }, {
                    "id": 4343,
                    "title": "БИБММ"
                }, {
                    "id": 5860,
                    "title": "ИрГУПС"
                }, {
                    "id": 6123,
                    "title": "Иркутский институт (ф) ВГУЮ (РПА МЮ РФ)"
                }, {
                    "id": 13691,
                    "title": "БИУ (бывш. ИИМТ)"
                }, {
                    "id": 20060,
                    "title": "ИФ РГУФКСМиТ (бывш. РГУФК)"
                }, {
                    "id": 26200,
                    "title": "ИГМАПО (бывш. ИГИУВ)"
                }, {
                    "id": 26734,
                    "title": "СибУПК (ИФ)"
                }, {
                    "id": 33877,
                    "title": "СГА"
                }, {
                    "id": 35742,
                    "title": "ИВВАИУ (ВИ) (до 2009 г.)"
                }, {
                    "id": 38761,
                    "title": "ИДСТУ СО РАН"
                }, {
                    "id": 51392,
                    "title": "ИФ РАНХиГС (бывш. СибАГС ИФ)"
                }, {
                    "id": 57669,
                    "title": "ИИХ СО РАН"
                }, {
                    "id": 57797,
                    "title": "ЛГУ им. Пушкина (ИФ)"
                }, {
                    "id": 62653,
                    "title": "ГАСИС (СИ)"
                }, {
                    "id": 67857,
                    "title": "АТиСО (ИФ)"
                }, {
                    "id": 73772,
                    "title": "БГИ"
                }, {
                    "id": 100929,
                    "title": "ИФ МГТУ ГА"
                }, {
                    "id": 105838,
                    "title": "РЭУ им. Г.В. Плеханова (бывш. РГТЭУ) (ИФ)"
                }, {
                    "id": 133730,
                    "title": "РГУП ВСФ (бывш. РАП)"
                }, {
                    "id": 789468,
                    "title": "СИФИБР СО РАН"
                }, {
                    "id": 1168482,
                    "title": "ИПКРО"
                }, {
                    "id": 1170732,
                    "title": "ИСЗФ СО РАН"
                }, {
                    "id": 1170805,
                    "title": "ИСЭМ СО РАН"
                }, {
                    "id": 1175797,
                    "title": "ИГ СО РАН"
                }, {
                    "id": 1176037,
                    "title": "ИГХ СО РАН"
                }, {
                    "id": 1187658,
                    "title": "ИФ ВГИК"
                }, {
                    "id": 1188154,
                    "title": "ИГЛУ (до 2014 г.)"
                }, {
                    "id": 1190465,
                    "title": "БГУЭП (бывш. ИГЭА)"
                }]
            },
            "728": {
                "city": {
                    "id": 728,
                    "title": "Усолье-Сибирское",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 6545,
                    "title": "Филиал ИРНИТУ (бывш. УФ ИрГТУ)"
                }, {
                    "id": 21404,
                    "title": "СГА (УФ)"
                }]
            },
            "1036": {
                "city": {
                    "id": 1036,
                    "title": "Усть-Илимск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 4266,
                    "title": "ВСГУТУ (филиал)"
                }, {
                    "id": 9667,
                    "title": "ИрГТУ (представительство)"
                }, {
                    "id": 10908,
                    "title": "ИГПУ (ВСГАО) (филиал)"
                }, {
                    "id": 13264,
                    "title": "Филиал БГУ (бывш. Филиал БГУЭП)"
                }, {
                    "id": 20066,
                    "title": "РАНХиГС (бывш. СибАГС филиал)"
                }, {
                    "id": 60066,
                    "title": "Филиал БрГУ"
                }, {
                    "id": 64661,
                    "title": "МОСА (филиал)"
                }, {
                    "id": 443832,
                    "title": "СФУ (филиал)"
                }]
            },
            "1096": {
                "city": {
                    "id": 1096,
                    "title": "Нижнеудинск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 168894,
                    "title": "ИрНИТУ (бывш. ИрГТУ) (представительство)"
                }, {
                    "id": 196610,
                    "title": "БрГУ (представительство)"
                }]
            },
            "1263": {
                "city": {
                    "id": 1263,
                    "title": "Саянск",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 25583,
                    "title": "ИрГТУ (представительство)"
                }, {
                    "id": 27793,
                    "title": "СГА (СФ)"
                }]
            },
            "2829": {
                "city": {
                    "id": 2829,
                    "title": "Усть-Кут",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 234623,
                    "title": "БрГУ (представительство)"
                }, {
                    "id": 334276,
                    "title": "НГАВТ (представительство)"
                }]
            },
            "2877": {
                "city": {
                    "id": 2877,
                    "title": "Шелехов",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 23598,
                    "title": "ИГУ (представительство)"
                }, {
                    "id": 25249,
                    "title": "БГУЭП (представительство)"
                }, {
                    "id": 105027,
                    "title": "ИрГТУ (представительство)"
                }]
            },
            "4523": {
                "city": {
                    "id": 4523,
                    "title": "Тулун",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 155870,
                    "title": "Представительство ИРНИТУ (бывш. ИрГТУ)"
                }, {
                    "id": 160931,
                    "title": "БрГУ (представительство)"
                }, {
                    "id": 172541,
                    "title": "ИГПУ (представительство)"
                }]
            },
            "6222": {
                "city": {
                    "id": 6222,
                    "title": "Тайшет",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 273253,
                    "title": "ИрГТУ (представительство)"
                }]
            },
            "6781": {
                "city": {
                    "id": 6781,
                    "title": "Бодайбо",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 91689,
                    "title": "Представительство ИрНИТУ (бывш. ИрГТУ)"
                }]
            },
            "8267": {
                "city": {
                    "id": 8267,
                    "title": "Черемхово",
                    "region": "Иркутская область"
                },
                "unis": [{
                    "id": 78224,
                    "title": "ИрГТУ (представительство) "
                }]
            }
        }
    },
    "RU-KGD": {
        "id": 41,
        "shortname": "RU-KGD",
        "unis": {
            "61": {
                "city": {
                    "id": 61,
                    "title": "Калининград",
                    "region": "Калининградская область",
                    "important": 1
                },
                "unis": [{
                    "id": 538,
                    "title": "БГАРФ (бывш. КВИМУ)"
                }, {
                    "id": 539,
                    "title": "КГТУ (бывш. КТИРПиХ)"
                }, {
                    "id": 540,
                    "title": "КФ СПбУ МВД РФ (бывш. КЮИ МВД РФ)"
                }, {
                    "id": 541,
                    "title": "БФУ им. Канта (бывш. РГУ им. Канта, КГУ)"
                }, {
                    "id": 542,
                    "title": "МГИ им. Романовой"
                }, {
                    "id": 1469,
                    "title": "ИВЭСЭП (КФ)"
                }, {
                    "id": 1641,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 1987,
                    "title": "КФ МФЮА"
                }, {
                    "id": 2125,
                    "title": "КИУ (бывш. КВШУ)"
                }, {
                    "id": 2846,
                    "title": "МСИ (КФ)"
                }, {
                    "id": 4040,
                    "title": "МУМ (КФ)"
                }, {
                    "id": 4279,
                    "title": "КПИ ФСБ РФ"
                }, {
                    "id": 4647,
                    "title": "КФ МИИТ (РГОТУПС)"
                }, {
                    "id": 4948,
                    "title": "МГУТУ (КФ)"
                }, {
                    "id": 5868,
                    "title": "БИЭФ"
                }, {
                    "id": 6768,
                    "title": "РУК (КФ)"
                }, {
                    "id": 9271,
                    "title": "КВИУИВ им. Жданова"
                }, {
                    "id": 10324,
                    "title": "КИЭ (филиал) СПбУТУиЭ (бывш. САУ, СПбУУЭ)"
                }, {
                    "id": 10404,
                    "title": "МГУС / РГУТиС (КФ)"
                }, {
                    "id": 11647,
                    "title": "СГА"
                }, {
                    "id": 11952,
                    "title": "КИТ РМАТ"
                }, {
                    "id": 12029,
                    "title": "БВМИ им. Ф. Ф. Ушакова (КВВМУ)"
                }, {
                    "id": 12802,
                    "title": "ЕБШ КГТУ"
                }, {
                    "id": 14668,
                    "title": "РАТИ-ГИТИС"
                }, {
                    "id": 16011,
                    "title": "ГУУ (КФ)"
                }, {
                    "id": 16559,
                    "title": "СПбГЭУ (КФ) (бывш. КФ СПбГУСЭ)"
                }, {
                    "id": 22252,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 24543,
                    "title": "КИМБ"
                }, {
                    "id": 24544,
                    "title": "ЗФ РАНХиГС (СЗАГС КФ)"
                }, {
                    "id": 95062,
                    "title": "МИЭП (КФ)"
                }, {
                    "id": 196775,
                    "title": "КФ СПбГАУ"
                }, {
                    "id": 244722,
                    "title": "МГИУ"
                }, {
                    "id": 499276,
                    "title": "МОСА (представительство)"
                }, {
                    "id": 572445,
                    "title": "БИИТ"
                }, {
                    "id": 1050009,
                    "title": "КФ АНХ при Правительстве РФ"
                }, {
                    "id": 1171739,
                    "title": "ЕАОИ (КФ)"
                }, {
                    "id": 1171813,
                    "title": "КИПКА"
                }, {
                    "id": 1188159,
                    "title": "КОИРО"
                }]
            },
            "5099": {
                "city": {
                    "id": 5099,
                    "title": "Советск",
                    "region": "Калининградская область"
                },
                "unis": [{
                    "id": 36811,
                    "title": "МНЮИ (СФ)"
                }, {
                    "id": 96731,
                    "title": "СПбГУКИ (КФ)"
                }, {
                    "id": 186895,
                    "title": "СПбГУСЭ (представительство)"
                }, {
                    "id": 278329,
                    "title": "СПбГУКиТ (представительство)"
                }]
            },
            "12945": {
                "city": {
                    "id": 12945,
                    "title": "Черняховск",
                    "area": "Черняховский район",
                    "region": "Калининградская область"
                },
                "unis": [{
                    "id": 100268,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }, {
                    "id": 255479,
                    "title": "РГУ им. Канта (ЧФ)"
                }, {
                    "id": 1174988,
                    "title": "Педагогический институт"
                }]
            }
        }
    },
    "RU-KLU": {
        "id": 42,
        "shortname": "RU-KLU",
        "unis": {
            "62": {
                "city": {
                    "id": 62,
                    "title": "Калуга",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 543,
                    "title": "КГУ им. Циолковского (бывш. КГПУ)"
                }, {
                    "id": 2168,
                    "title": "КФ МГТУ им. Баумана"
                }, {
                    "id": 4242,
                    "title": "СГА (КФ)"
                }, {
                    "id": 5134,
                    "title": "КИТБ (филиал РМАТ)"
                }, {
                    "id": 13300,
                    "title": "Финансовый университет (КФ) (бывш. ГУМФ РФ, АБиК МФ РФ)"
                }, {
                    "id": 17458,
                    "title": "МСИ (КФ)"
                }, {
                    "id": 19737,
                    "title": "ИНУПБТ"
                }, {
                    "id": 25665,
                    "title": "МГУПС (МИИТ) (КФ)"
                }, {
                    "id": 33422,
                    "title": "Филиал СПбГЭУ (бывш. СПбГУСЭ КФ)"
                }, {
                    "id": 34861,
                    "title": "Финансовый университет (КФ) (бывш. ВЗФЭИ КФ)"
                }, {
                    "id": 34886,
                    "title": "МГЭУ (КФ) (бывш. МГЭИ)"
                }, {
                    "id": 35420,
                    "title": "ИМПЭ им. Грибоедова (КФ)"
                }, {
                    "id": 35482,
                    "title": "РАНХиГС КФ (СЗАГС КФ)"
                }, {
                    "id": 36017,
                    "title": "ВГУЮ (КФ) (бывш. КФ РПА МЮ РФ) "
                }, {
                    "id": 46733,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 48245,
                    "title": "РГАУ-МСХА им. Тимирязева (КФ)"
                }, {
                    "id": 57510,
                    "title": "Филиал МГУТУ им. К. Г. Разумовского"
                }, {
                    "id": 65957,
                    "title": "РГСУ (КФ)"
                }, {
                    "id": 89813,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 196533,
                    "title": "ИЭУСП"
                }, {
                    "id": 315317,
                    "title": "РГАЗУ (представительство)"
                }, {
                    "id": 342046,
                    "title": "КДС"
                }]
            },
            "103": {
                "city": {
                    "id": 103,
                    "title": "Обнинск",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 688,
                    "title": "ФРИДАС"
                }, {
                    "id": 1271,
                    "title": "ГУУ (ОФ)"
                }, {
                    "id": 1896,
                    "title": "СГТИ (СУГИ)"
                }, {
                    "id": 4201,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 6568,
                    "title": "СГА (ОФ)"
                }, {
                    "id": 10409,
                    "title": "ИАТЭ НИЯУ МИФИ"
                }, {
                    "id": 10517,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 28915,
                    "title": "МАСЗ"
                }, {
                    "id": 53000,
                    "title": "МГУТУ (филиал)"
                }, {
                    "id": 55326,
                    "title": "ГАСК (представительство)"
                }, {
                    "id": 72995,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 105281,
                    "title": "ИОН (КФ) (бывш. КФ РГУТиС)"
                }, {
                    "id": 132971,
                    "title": "ОИИ"
                }, {
                    "id": 863362,
                    "title": "ЦИПК"
                }, {
                    "id": 1190507,
                    "title": "МРНЦ им. А.Ф. Цыба – филиал НМИЦ радиологии Минздрава России"
                }]
            },
            "718": {
                "city": {
                    "id": 718,
                    "title": "Малоярославец",
                    "area": "Малоярославецкий район",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 775387,
                    "title": "МФЮА (КФ)"
                }]
            },
            "1301": {
                "city": {
                    "id": 1301,
                    "title": "Жуков",
                    "area": "Жуковский район",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 53291,
                    "title": "МГИУ (РП)"
                }]
            },
            "2417": {
                "city": {
                    "id": 2417,
                    "title": "Людиново",
                    "area": "Людиновский район",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 32311,
                    "title": "БГТУ (филиал)"
                }]
            },
            "1032327": {
                "city": {
                    "id": 1032327,
                    "title": "Балабаново",
                    "area": "Боровский район",
                    "region": "Калужская область"
                },
                "unis": [{
                    "id": 54113,
                    "title": "БФ МПГУ (бывш. МГГУ им. М.А. Шолохова БФ)"
                }]
            }
        }
    },
    "RU-KAM": {
        "id": 23,
        "shortname": "RU-KAM",
        "unis": {
            "113": {
                "city": {
                    "id": 113,
                    "title": "Петропавловск-Камчатский",
                    "region": "Камчатский край"
                },
                "unis": [{
                    "id": 1961,
                    "title": "Филиал ДВФУ"
                }, {
                    "id": 2688,
                    "title": "РГУТиС (бывш. МГУС) (КФ)"
                }, {
                    "id": 12418,
                    "title": "ДВФ ВАВТ"
                }, {
                    "id": 18242,
                    "title": "КамГУ (бывш. КГПУ, КГПИ) им. Витуса Беринга"
                }, {
                    "id": 27568,
                    "title": "ДВГТУ (ПКФ)"
                }, {
                    "id": 34246,
                    "title": "БИЭПП (ПКФ)"
                }, {
                    "id": 42960,
                    "title": "ПКФ РАНХиГС (бывш. ДВАГС)"
                }, {
                    "id": 48216,
                    "title": "КамчатГТУ (бывш. КГАРФ, ПКВИМУ)"
                }, {
                    "id": 54727,
                    "title": "МГИУ (ПКФ)"
                }, {
                    "id": 55274,
                    "title": "ДВЮИ МВД РФ (ПКФ)"
                }, {
                    "id": 55763,
                    "title": "ДИУБП"
                }, {
                    "id": 70359,
                    "title": "МУПК (ПКФ)"
                }, {
                    "id": 80550,
                    "title": "КФ РУК"
                }, {
                    "id": 81345,
                    "title": "ИВиС ДВО РАН"
                }, {
                    "id": 87764,
                    "title": "СГА (ПКФ)"
                }, {
                    "id": 1167568,
                    "title": "НИГТЦ ДВО РАН"
                }]
            },
            "4433": {
                "city": {
                    "id": 4433,
                    "title": "Вилючинск",
                    "region": "Камчатский край"
                },
                "unis": [{
                    "id": 215802,
                    "title": "СГА (ВФ)"
                }]
            }
        }
    },
    "RU-KEM": {
        "id": 43,
        "shortname": "RU-KEM",
        "unis": {
            "64": {
                "city": {
                    "id": 64,
                    "title": "Кемерово",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 545,
                    "title": "КемГИК (бывш. КемГУКИ) "
                }, {
                    "id": 546,
                    "title": "КемГМУ (бывш. КемГМА)"
                }, {
                    "id": 547,
                    "title": "КузГСХА (бывш. КГСХИ)"
                }, {
                    "id": 548,
                    "title": "КемГУ\r\n"
                }, {
                    "id": 549,
                    "title": "КемТИПП\r\n"
                }, {
                    "id": 550,
                    "title": "КузГТУ им. Т. Ф. Горбачёва"
                }, {
                    "id": 551,
                    "title": "КузИЭП"
                }, {
                    "id": 4959,
                    "title": "КВВКУС им. Пересыпкина"
                }, {
                    "id": 25650,
                    "title": "КузГПА (КФ)"
                }, {
                    "id": 48884,
                    "title": "СГА"
                }, {
                    "id": 60628,
                    "title": "РЭУ им. Г. В. Плеханова (бывш. РГТЭУ, КФ)"
                }, {
                    "id": 66965,
                    "title": "РосЗИТЛП (КФ)"
                }, {
                    "id": 81354,
                    "title": "ОА МВД РФ (КФ)"
                }, {
                    "id": 86980,
                    "title": "СибГУФКС (КФ)"
                }, {
                    "id": 140109,
                    "title": "РГППУ (КФ)"
                }, {
                    "id": 244541,
                    "title": "РФЭИ (КФ)"
                }, {
                    "id": 1167940,
                    "title": "ИЭЧ СО РАН"
                }, {
                    "id": 1171328,
                    "title": "КФ МЭСИ"
                }, {
                    "id": 1189846,
                    "title": "ФИЦ УУХ СО РАН"
                }]
            },
            "97": {
                "city": {
                    "id": 97,
                    "title": "Новокузнецк",
                    "area": "Новокузнецкий район",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 659,
                    "title": "КузГПА (бывш. НГПИ)"
                }, {
                    "id": 4861,
                    "title": "НФ РАНХиГС (бывш. СибАГС НФ)"
                }, {
                    "id": 11026,
                    "title": "Филиал КузГТУ"
                }, {
                    "id": 14573,
                    "title": "ТПУ (НФ)"
                }, {
                    "id": 27331,
                    "title": "РМАТ (НФ)"
                }, {
                    "id": 49500,
                    "title": "КИ ФСИН (бывш. КФ ВЮИ ФСИН)"
                }, {
                    "id": 59266,
                    "title": "СибГИУ (СМИ, СибГГМА)"
                }, {
                    "id": 63005,
                    "title": "СФ МИЭП"
                }, {
                    "id": 70042,
                    "title": "ТГАСУ (НФ)"
                }, {
                    "id": 80307,
                    "title": "РЦ ИВЭСЭП"
                }, {
                    "id": 82994,
                    "title": "СГА (НФ)"
                }, {
                    "id": 104645,
                    "title": "НФИ КемГУ"
                }, {
                    "id": 105847,
                    "title": "НГТУ"
                }, {
                    "id": 233681,
                    "title": "НГИУВ (ГИДУВ)"
                }, {
                    "id": 459781,
                    "title": "МГГУ (бывш. МГОПУ) (НФ)"
                }, {
                    "id": 498832,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 499306,
                    "title": "ТГПУ (представительство)"
                }, {
                    "id": 544986,
                    "title": "ТУСУР (НФ)"
                }, {
                    "id": 1164399,
                    "title": "КПДС"
                }, {
                    "id": 1166871,
                    "title": "НИИ ОР РАМН (НФ)"
                }, {
                    "id": 1168700,
                    "title": "МТИ «ВТУ» (ЗапСИБ)"
                }, {
                    "id": 1170838,
                    "title": "НИИ КПГПЗ СО РАМН"
                }]
            },
            "258": {
                "city": {
                    "id": 258,
                    "title": "Юрга",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 66480,
                    "title": "ТГПУ (представительство)"
                }, {
                    "id": 472375,
                    "title": "ЮТИ ТПУ"
                }, {
                    "id": 502867,
                    "title": "Филиал КемГУ  (бывш. ЮСИТ, ЮПЭТ)"
                }, {
                    "id": 1170609,
                    "title": "Филиал ТГУ"
                }]
            },
            "468": {
                "city": {
                    "id": 468,
                    "title": "Прокопьевск",
                    "area": "Прокопьевский район",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 5947,
                    "title": "ПФ СибГИУ"
                }, {
                    "id": 9964,
                    "title": "КузГТУ (ПФ)"
                }, {
                    "id": 14340,
                    "title": "Филиал ТГУ"
                }, {
                    "id": 49585,
                    "title": "ИВЭСЭП"
                }, {
                    "id": 69985,
                    "title": "КемГУ (ПФ)"
                }, {
                    "id": 89017,
                    "title": "Филиал МГОУ"
                }]
            },
            "496": {
                "city": {
                    "id": 496,
                    "title": "Таштагол",
                    "area": "Таштагольский район",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 778580,
                    "title": "СибГИУ (филиал)"
                }, {
                    "id": 778611,
                    "title": "КузГТУ (филиал)"
                }]
            },
            "994": {
                "city": {
                    "id": 994,
                    "title": "Белово",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 11796,
                    "title": "БИФ КемГУ"
                }, {
                    "id": 67818,
                    "title": "ТГПУ (БП)"
                }, {
                    "id": 153926,
                    "title": "СГА (БФ)"
                }, {
                    "id": 159864,
                    "title": "СГУПС (БФ)"
                }, {
                    "id": 162035,
                    "title": "КузГТУ (БФ)"
                }, {
                    "id": 564532,
                    "title": "ТГАСУ (БФ)"
                }, {
                    "id": 778520,
                    "title": "ТПУ (БФ)"
                }]
            },
            "1178": {
                "city": {
                    "id": 1178,
                    "title": "Гурьевск",
                    "area": "Гурьевский район",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 67976,
                    "title": "СГА (ГФ)"
                }]
            },
            "1809": {
                "city": {
                    "id": 1809,
                    "title": "Ленинск-Кузнецкий",
                    "area": "Ленинск-Кузнецкий район",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 36874,
                    "title": "ЛКФ ТГАСУ"
                }, {
                    "id": 91769,
                    "title": "КОПИ"
                }, {
                    "id": 189084,
                    "title": "ТУСУР (филиал)"
                }]
            },
            "5915": {
                "city": {
                    "id": 5915,
                    "title": "Киселевск",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 125476,
                    "title": "МИЭП (филиал)"
                }]
            },
            "9115": {
                "city": {
                    "id": 9115,
                    "title": "Анжеро-Судженск",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 14493,
                    "title": "КемГУ (АСФ)"
                }, {
                    "id": 52534,
                    "title": "КузГТУ (АСФ)"
                }]
            },
            "9449": {
                "city": {
                    "id": 9449,
                    "title": "Тайга",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 778974,
                    "title": "ТИЖТ ОмГУПС"
                }]
            },
            "1129124": {
                "city": {
                    "id": 1129124,
                    "title": "Березовский",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 508124,
                    "title": "СГА (представительство)"
                }]
            },
            "1129456": {
                "city": {
                    "id": 1129456,
                    "title": "Междуреченск",
                    "region": "Кемеровская область"
                },
                "unis": [{
                    "id": 81587,
                    "title": "Филиал ТГУ"
                }, {
                    "id": 109031,
                    "title": "ТПУ (филиал)"
                }, {
                    "id": 110077,
                    "title": "Филиал КузГТУ"
                }, {
                    "id": 110752,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 401132,
                    "title": "Филиал КемГИК (бывш. КемГУКИ)"
                }, {
                    "id": 778574,
                    "title": "СибГИУ (филиал)"
                }]
            }
        }
    },
    "RU-KIR": {
        "id": 44,
        "shortname": "RU-KIR",
        "unis": {
            "66": {
                "city": {
                    "id": 66,
                    "title": "Киров",
                    "region": "Кировская область"
                },
                "unis": [{
                    "id": 554,
                    "title": "ВятГГУ (бывш. ВГПУ)"
                }, {
                    "id": 555,
                    "title": "ВятГУ (бывш. ВятГТУ, КирПИ)"
                }, {
                    "id": 556,
                    "title": "Кировский ГМУ (бывш. КГМА)"
                }, {
                    "id": 2826,
                    "title": "КИ (ф) МГЭУ (бывш. КФ МГЭИ)"
                }, {
                    "id": 3403,
                    "title": "СПбГУП (КФ)"
                }, {
                    "id": 4629,
                    "title": "Вятская ГСХА"
                }, {
                    "id": 5506,
                    "title": "ВСЭИ"
                }, {
                    "id": 10269,
                    "title": "КФ СПбГЭУ (бывш. КФ СПбГУСЭ)"
                }, {
                    "id": 10356,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 19110,
                    "title": "Финансовый университет при Правительстве РФ (КФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 22184,
                    "title": "КФ МФЮА"
                }, {
                    "id": 24443,
                    "title": "ВВПАУ"
                }, {
                    "id": 27823,
                    "title": "ИБП (КФ)"
                }, {
                    "id": 28862,
                    "title": "ПГИИК (КФ)"
                }, {
                    "id": 29556,
                    "title": "КФ РАНХиГС (бывш. ВВАГС КФ)"
                }, {
                    "id": 32007,
                    "title": "ИВЭСЭП (КФ)"
                }, {
                    "id": 33699,
                    "title": "СГА"
                }, {
                    "id": 49161,
                    "title": "МГИУ (КФ)"
                }, {
                    "id": 53182,
                    "title": "АПиУ МЮ РФ (КФ)"
                }, {
                    "id": 55827,
                    "title": "ТИ"
                }, {
                    "id": 57420,
                    "title": "УРАО (КФ)"
                }, {
                    "id": 79861,
                    "title": "РУИ (КФ)"
                }, {
                    "id": 83876,
                    "title": "Волго-Вятский институт (филиал) Университета им. О. Е. Кутафина (МГЮА)"
                }, {
                    "id": 128956,
                    "title": "КИИЯ"
                }, {
                    "id": 557156,
                    "title": "МУГУ (КФ)"
                }, {
                    "id": 899533,
                    "title": "КФ НА МВД РФ"
                }, {
                    "id": 1168719,
                    "title": "ВГТИ"
                }, {
                    "id": 1170862,
                    "title": "МИИТ (КФ)"
                }, {
                    "id": 1172986,
                    "title": "ИРО"
                }, {
                    "id": 1177275,
                    "title": "КИПП"
                }]
            },
            "346": {
                "city": {
                    "id": 346,
                    "title": "Кирово-Чепецк",
                    "area": "Кирово-Чепецкий район",
                    "region": "Кировская область"
                },
                "unis": [{
                    "id": 20685,
                    "title": "ВСЭИ (КЧФ)"
                }, {
                    "id": 231771,
                    "title": "ВятГГУ (КЧФ) "
                }, {
                    "id": 235746,
                    "title": "ВятГУ (КЧФ)"
                }]
            },
            "2999": {
                "city": {
                    "id": 2999,
                    "title": "Котельнич",
                    "area": "Котельничский район",
                    "region": "Кировская область"
                },
                "unis": [{
                    "id": 97332,
                    "title": "ВятГСХА (КФ)"
                }]
            },
            "6429": {
                "city": {
                    "id": 6429,
                    "title": "Слободской",
                    "area": "Слободской район",
                    "region": "Кировская область"
                },
                "unis": [{
                    "id": 797649,
                    "title": "ВСЭИ (СФ)"
                }]
            },
            "13307": {
                "city": {
                    "id": 13307,
                    "title": "Вятские Поляны",
                    "area": "Вятскополянский район",
                    "region": "Кировская область"
                },
                "unis": [{
                    "id": 42416,
                    "title": "ВятГГУ (ВПФ)"
                }, {
                    "id": 82786,
                    "title": "ВятГУ (филиал)"
                }, {
                    "id": 244644,
                    "title": "КГТУ-КАИ им. А. Н. Туполева (ВПФ)"
                }]
            }
        }
    },
    "RU-KOS": {
        "id": 45,
        "shortname": "RU-KOS",
        "unis": {
            "71": {
                "city": {
                    "id": 71,
                    "title": "Кострома",
                    "region": "Костромская область"
                },
                "unis": [{
                    "id": 563,
                    "title": "Костромская ГСХА"
                }, {
                    "id": 564,
                    "title": "КГТУ"
                }, {
                    "id": 27618,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 44883,
                    "title": "ИГАСУ (представительство)"
                }, {
                    "id": 53221,
                    "title": "МУБиНТ (ТЦД)"
                }, {
                    "id": 55818,
                    "title": "СГА (КФ)"
                }, {
                    "id": 65530,
                    "title": "ВА РХБЗ и ИВ (бывш. КВВКУРХБЗ)"
                }, {
                    "id": 86256,
                    "title": "КГУ"
                }, {
                    "id": 101217,
                    "title": "Университет СИНЕРГИЯ (бывш. МФПА КФ)"
                }, {
                    "id": 196193,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 197343,
                    "title": "РГТЭУ (КФ)"
                }, {
                    "id": 289812,
                    "title": "КДС"
                }]
            },
            "1043": {
                "city": {
                    "id": 1043,
                    "title": "Шарья",
                    "area": "Шарьинский район",
                    "region": "Костромская область"
                },
                "unis": [{
                    "id": 37031,
                    "title": "КГУ им. Некрасова (ШФ)"
                }]
            },
            "16729": {
                "city": {
                    "id": 16729,
                    "title": "Волгореченск",
                    "region": "Костромская область"
                },
                "unis": [{
                    "id": 371342,
                    "title": "МЭСИ (представительство)"
                }]
            },
            "18445": {
                "city": {
                    "id": 18445,
                    "title": "Галич",
                    "area": "Галичский район",
                    "region": "Костромская область"
                },
                "unis": [{
                    "id": 173789,
                    "title": "КГСХА (представительство)"
                }]
            }
        }
    },
    "RU-KDA": {
        "id": 24,
        "shortname": "RU-KDA",
        "unis": {
            "21": {
                "city": {
                    "id": 21,
                    "title": "Армавир",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 361,
                    "title": "АГПУ (бывш. АГПА)"
                }, {
                    "id": 362,
                    "title": "АЛСИ (бывш. АЛУ)"
                }, {
                    "id": 363,
                    "title": "АПСИ (АГСИ)"
                }, {
                    "id": 5365,
                    "title": "АМТИ (филиал КубГТУ)"
                }, {
                    "id": 9153,
                    "title": "АВАИ"
                }, {
                    "id": 13861,
                    "title": "АВВАКУЛ"
                }, {
                    "id": 33398,
                    "title": "АПУ (АФ)"
                }, {
                    "id": 34088,
                    "title": "СКИБИИТ (бывш. АФЭИ)"
                }, {
                    "id": 39595,
                    "title": "МГУТУ (АФ)"
                }, {
                    "id": 46326,
                    "title": "МОСУ (КФ)"
                }, {
                    "id": 77232,
                    "title": "КубГУ (АФ)"
                }, {
                    "id": 89370,
                    "title": "АИСО (филиал РГСУ)"
                }, {
                    "id": 107477,
                    "title": "КУ МВД РФ (АФ)"
                }, {
                    "id": 109137,
                    "title": "СГА (АФ)"
                }, {
                    "id": 114501,
                    "title": "АМСИТ"
                }, {
                    "id": 149480,
                    "title": "АСПИ"
                }]
            },
            "44": {
                "city": {
                    "id": 44,
                    "title": "Геленджик",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 460,
                    "title": "ГИИ\r\n"
                }, {
                    "id": 44981,
                    "title": "ЮИМ (ГФ)"
                }, {
                    "id": 122708,
                    "title": "СГУТиКД (ГФ)"
                }, {
                    "id": 220099,
                    "title": "КубГУ (ГФ)"
                }, {
                    "id": 221251,
                    "title": "ЮФУ (ГФ)"
                }, {
                    "id": 379850,
                    "title": "ГИУ"
                }]
            },
            "72": {
                "city": {
                    "id": 72,
                    "title": "Краснодар",
                    "region": "Краснодарский край",
                    "important": 1
                },
                "unis": [{
                    "id": 566,
                    "title": "ИМБ\r\n"
                }, {
                    "id": 567,
                    "title": "КГИК (бывш. КГУКИ)"
                }, {
                    "id": 568,
                    "title": "КММИВСО\r\n"
                }, {
                    "id": 569,
                    "title": "КУ МВД (КЮИ МВД РФ)"
                }, {
                    "id": 570,
                    "title": "КГУФКСТ (КГАФК)"
                }, {
                    "id": 571,
                    "title": "КубГАУ им. И. Т. Трубилина"
                }, {
                    "id": 572,
                    "title": "КубГМУ"
                }, {
                    "id": 573,
                    "title": "КубГТУ"
                }, {
                    "id": 574,
                    "title": "КубГУ"
                }, {
                    "id": 576,
                    "title": "МЭГУ"
                }, {
                    "id": 577,
                    "title": "ЮРИМО\r\n"
                }, {
                    "id": 578,
                    "title": "ИМСИТ"
                }, {
                    "id": 579,
                    "title": "КИМПиМ\r\n"
                }, {
                    "id": 1024,
                    "title": "ЮИМ"
                }, {
                    "id": 2133,
                    "title": "РГУПС"
                }, {
                    "id": 2372,
                    "title": "ККИ РУК"
                }, {
                    "id": 2823,
                    "title": "КФ РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 3302,
                    "title": "ИВЭСЭП (КФ)"
                }, {
                    "id": 3381,
                    "title": "КВВАУЛ им. Серова"
                }, {
                    "id": 3640,
                    "title": "ИнЭП"
                }, {
                    "id": 3798,
                    "title": "КИИЗ"
                }, {
                    "id": 3970,
                    "title": "КСЭИ"
                }, {
                    "id": 4528,
                    "title": "КВВКИУРВ"
                }, {
                    "id": 7234,
                    "title": "КИПО (бывш. ИЭиУ МиСС)"
                }, {
                    "id": 9202,
                    "title": "КВИ им. С.М. Штеменко (бывш. филиал ВАС им. С.М. Буденного)"
                }, {
                    "id": 15580,
                    "title": "Институт им. Россинского"
                }, {
                    "id": 24142,
                    "title": "ИСТЭк"
                }, {
                    "id": 24146,
                    "title": "КубИСЭП (филиал) АТиСО (бывш. КФ АТиСО)"
                }, {
                    "id": 24151,
                    "title": "СГА"
                }, {
                    "id": 24152,
                    "title": "АГПУ (КФ)"
                }, {
                    "id": 24153,
                    "title": "МПГУ (КФ)"
                }, {
                    "id": 58473,
                    "title": "СКФ РГУП (бывш. РАП)"
                }, {
                    "id": 66913,
                    "title": "МУМ (КФ)"
                }, {
                    "id": 140018,
                    "title": "Финансовый университет при Правительстве РФ (КФ) (бывш. ВЗФЭИ КФ)"
                }, {
                    "id": 196718,
                    "title": "МУ им. С.Ю. Витте (бывш. МИЭМП) (КФ)"
                }, {
                    "id": 337156,
                    "title": "КФ БУПК"
                }, {
                    "id": 396154,
                    "title": "ИУП"
                }, {
                    "id": 459164,
                    "title": "ВЮИ ФСИН (КФ)"
                }, {
                    "id": 522264,
                    "title": "ИГТА (КФ)"
                }, {
                    "id": 620817,
                    "title": "ЕДС"
                }, {
                    "id": 936320,
                    "title": "ККИДППО"
                }, {
                    "id": 1164618,
                    "title": "КМИ"
                }, {
                    "id": 1164708,
                    "title": "КРИА"
                }, {
                    "id": 1168731,
                    "title": "КФ ВУНЦ ВВС «ВВА»"
                }, {
                    "id": 1168770,
                    "title": "КФ ВАС им. С.М. Буденного"
                }, {
                    "id": 1169891,
                    "title": "КЕХУ"
                }, {
                    "id": 1190698,
                    "title": "ИССиМ"
                }]
            },
            "98": {
                "city": {
                    "id": 98,
                    "title": "Новороссийск",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 661,
                    "title": "ГМУ им. адмирала Ушакова (бывш. МГА, НВИМУ)"
                }, {
                    "id": 5786,
                    "title": "Финансовый университет при Правительстве РФ (НФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 12776,
                    "title": "АЛУ (НФ)"
                }, {
                    "id": 24716,
                    "title": "АГУ (НФ)"
                }, {
                    "id": 28966,
                    "title": "СГА"
                }, {
                    "id": 49312,
                    "title": "КУ МВД РФ (НФ)"
                }, {
                    "id": 52168,
                    "title": "БГТУ им. В. Г. Шухова (НФ)"
                }, {
                    "id": 92614,
                    "title": "Филиал КубГУ"
                }, {
                    "id": 110220,
                    "title": "СГПИ (НФ)"
                }, {
                    "id": 113663,
                    "title": "НИ (ф) МГЭИ"
                }, {
                    "id": 114981,
                    "title": "ИМСИТ (НФ)"
                }, {
                    "id": 116590,
                    "title": "АГПУ (НФ)"
                }, {
                    "id": 133086,
                    "title": "НПИ (ф) КубГТУ"
                }, {
                    "id": 190324,
                    "title": "НФ ПГУ (бывш. ПГЛУ НФ)"
                }, {
                    "id": 191387,
                    "title": "МСГИ (НФ)"
                }]
            },
            "129": {
                "city": {
                    "id": 129,
                    "title": "Славянск-на-Кубани",
                    "area": "Славянский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 806,
                    "title": "Филиал КубГУ (бывш. СГПИ)"
                }]
            },
            "133": {
                "city": {
                    "id": 133,
                    "title": "Сочи",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 815,
                    "title": "СГУ (бывш. СГУТиКД)"
                }, {
                    "id": 1914,
                    "title": "СИ РУДН"
                }, {
                    "id": 3024,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 3603,
                    "title": "МИУ (бывш. ЧГА)"
                }, {
                    "id": 5726,
                    "title": "СИМБиП"
                }, {
                    "id": 9677,
                    "title": "СИЭИТ"
                }, {
                    "id": 10727,
                    "title": "РГУТиС (МГУС) СФ"
                }, {
                    "id": 10961,
                    "title": "СГА (СФ)"
                }, {
                    "id": 20807,
                    "title": "ФАЭУ"
                }, {
                    "id": 21235,
                    "title": "СИКРиГ (филиал РМАТ)"
                }, {
                    "id": 27139,
                    "title": "МГУТУ (СФ)"
                }, {
                    "id": 30122,
                    "title": "МНЮИ (СФ)"
                }, {
                    "id": 34345,
                    "title": "СКИБ (СФ)"
                }, {
                    "id": 37508,
                    "title": "АГУ (СФ)"
                }, {
                    "id": 38929,
                    "title": "Со­МИ"
                }, {
                    "id": 41642,
                    "title": "КубГТУ (СФ)"
                }, {
                    "id": 66355,
                    "title": "ВЭГУ (СФ)"
                }, {
                    "id": 71736,
                    "title": "ЮИМ (СФ)"
                }, {
                    "id": 76133,
                    "title": "КУ МВД РФ (СФ)"
                }, {
                    "id": 160092,
                    "title": "МИПП (СФ)"
                }, {
                    "id": 537751,
                    "title": "СФ МАДИ (ГТУ)"
                }, {
                    "id": 869181,
                    "title": "СНИЦ РАН"
                }, {
                    "id": 1173064,
                    "title": "РМОУ (СФ)"
                }, {
                    "id": 1189117,
                    "title": "ВГУЮ (РПА Минюста России) (СФ)"
                }]
            },
            "288": {
                "city": {
                    "id": 288,
                    "title": "Крымск",
                    "area": "Крымский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 65888,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "354": {
                "city": {
                    "id": 354,
                    "title": "Анапа",
                    "area": "Анапский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 1984,
                    "title": "АПИ при ИГиП РАН (АФ)"
                }, {
                    "id": 2192,
                    "title": "РГСУ (АФ)"
                }, {
                    "id": 5700,
                    "title": "ЮИМ (АФ)"
                }, {
                    "id": 16292,
                    "title": "АЛУ (АФ)"
                }, {
                    "id": 54833,
                    "title": "АФ МПГУ (бывш. МГГУ, МГОПУ им. Шолохова)"
                }, {
                    "id": 60712,
                    "title": "СГУ (АФ) (бывш. АФ СГУТиКД)"
                }, {
                    "id": 88815,
                    "title": "КубГАУ (АФ)"
                }, {
                    "id": 419906,
                    "title": "КЮИ МВД РФ (АФ)"
                }, {
                    "id": 1171353,
                    "title": "ИБО ФСБ России"
                }]
            },
            "624": {
                "city": {
                    "id": 624,
                    "title": "Кореновск",
                    "area": "Кореновский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 30523,
                    "title": "КубГУ (КФ)"
                }]
            },
            "725": {
                "city": {
                    "id": 725,
                    "title": "Брюховецкая",
                    "area": "Брюховецкий район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 299735,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }]
            },
            "788": {
                "city": {
                    "id": 788,
                    "title": "Ейск",
                    "area": "Ейский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 21545,
                    "title": "ЕФ МГОУ"
                }, {
                    "id": 30913,
                    "title": "АГУ (ЕФ)"
                }, {
                    "id": 62638,
                    "title": "РГЭУ «РИНХ» (ЕФ)"
                }, {
                    "id": 67010,
                    "title": "ЮРГУЭС (ФДО)"
                }, {
                    "id": 93993,
                    "title": "ЕФ СГУ (бывш. СГУТиКД ЕФ)"
                }, {
                    "id": 159978,
                    "title": "МСГИ (ЕФ)"
                }, {
                    "id": 235933,
                    "title": "КГУФКСТ (ЕФ)"
                }, {
                    "id": 293472,
                    "title": "СГА (ЕФ)"
                }, {
                    "id": 325100,
                    "title": "ЕВВАУ им. В. М. Комарова "
                }, {
                    "id": 349382,
                    "title": "КубГУ (ЕФ)"
                }, {
                    "id": 351376,
                    "title": "ЮФУ (ЕФ)"
                }, {
                    "id": 454910,
                    "title": "ВВА им. Ю. А. Гагарина (ЕФ)"
                }, {
                    "id": 1191230,
                    "title": "ЕВВАУЛ"
                }]
            },
            "1151": {
                "city": {
                    "id": 1151,
                    "title": "Туапсе",
                    "area": "Туапсинский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 9357,
                    "title": "РГПУ ЮФУ (ТФ)"
                }, {
                    "id": 21753,
                    "title": "КубГТУ (ТФ)"
                }, {
                    "id": 24499,
                    "title": "Филиал РГУПС"
                }, {
                    "id": 99071,
                    "title": "СГУТиКД (ТФ)"
                }, {
                    "id": 233408,
                    "title": "ТТИ ЮФУ (филиал № 2)"
                }, {
                    "id": 429729,
                    "title": "Филиал РГГМУ"
                }]
            },
            "1186": {
                "city": {
                    "id": 1186,
                    "title": "Тихорецк",
                    "area": "Тихорецкий район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 14337,
                    "title": "Филиал КубГУ"
                }, {
                    "id": 204969,
                    "title": "Филиал АЛСИ"
                }]
            },
            "1394": {
                "city": {
                    "id": 1394,
                    "title": "Апшеронск",
                    "area": "Апшеронский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 41352,
                    "title": "ИМСИТ (АФ)"
                }, {
                    "id": 142599,
                    "title": "АГУ (АФ)"
                }]
            },
            "1812": {
                "city": {
                    "id": 1812,
                    "title": "Новокубанск",
                    "area": "Новокубанский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 125814,
                    "title": "АГУ (НФ)"
                }, {
                    "id": 173887,
                    "title": "КубГАУ (НФ)"
                }]
            },
            "1980": {
                "city": {
                    "id": 1980,
                    "title": "Ленинградская",
                    "area": "Ленинградский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 213828,
                    "title": "КубГУ (ЛФ)"
                }, {
                    "id": 285808,
                    "title": "АГПУ (ЛФ)"
                }]
            },
            "2066": {
                "city": {
                    "id": 2066,
                    "title": "Кропоткин",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 4436,
                    "title": "КИМПиМ (КФ)"
                }, {
                    "id": 18137,
                    "title": "КЧГУ (КФ)"
                }, {
                    "id": 20894,
                    "title": "РГУПС (КФ)"
                }, {
                    "id": 24628,
                    "title": "МГОУ (КФ)"
                }, {
                    "id": 54894,
                    "title": "КубГУ (КФ)"
                }, {
                    "id": 325462,
                    "title": "СИ им. В.Д. Чурсина (КФ)"
                }]
            },
            "2163": {
                "city": {
                    "id": 2163,
                    "title": "Белореченск",
                    "area": "Белореченский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 31421,
                    "title": "АГУ (БФ)"
                }, {
                    "id": 33622,
                    "title": "КубГУ (БФ)"
                }, {
                    "id": 118574,
                    "title": "ИЭиУ МиСС (КГМА, филиал)"
                }, {
                    "id": 299454,
                    "title": "УрГЮА (БФ)"
                }]
            },
            "2322": {
                "city": {
                    "id": 2322,
                    "title": "Тимашевск",
                    "area": "Тимашевский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 150920,
                    "title": "Академия ИМСИТ (представительство)"
                }]
            },
            "2486": {
                "city": {
                    "id": 2486,
                    "title": "Темрюк",
                    "area": "Темрюкский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 30386,
                    "title": "Академия ИМСИТ (представительство)"
                }, {
                    "id": 97571,
                    "title": "ККГИПИБ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }]
            },
            "2747": {
                "city": {
                    "id": 2747,
                    "title": "Лабинск",
                    "area": "Лабинский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 41258,
                    "title": "СКИБИИТ (бывш. АФЭИ) (ЛФ)"
                }, {
                    "id": 172299,
                    "title": "КубГАУ (ЛФ)"
                }]
            },
            "2895": {
                "city": {
                    "id": 2895,
                    "title": "Гулькевичи",
                    "area": "Гулькевичский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 137082,
                    "title": "ГФ СКИБИИТ (АФЭИ)"
                }]
            },
            "3229": {
                "city": {
                    "id": 3229,
                    "title": "Усть-Лабинск",
                    "area": "Усть-Лабинский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 27071,
                    "title": "КубГУ (филиал)"
                }, {
                    "id": 69365,
                    "title": "АГПУ (филиал)"
                }, {
                    "id": 476052,
                    "title": "Филиал АЛСИ"
                }]
            },
            "4012": {
                "city": {
                    "id": 4012,
                    "title": "Полтавская",
                    "area": "Красноармейский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 289585,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }]
            },
            "5315": {
                "city": {
                    "id": 5315,
                    "title": "Курганинск",
                    "area": "Курганинский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 12097,
                    "title": "КФ ИМСИТ"
                }, {
                    "id": 17171,
                    "title": "КФ АЛСИ (АЛУ) "
                }]
            },
            "6303": {
                "city": {
                    "id": 6303,
                    "title": "Каневская",
                    "area": "Каневский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 42946,
                    "title": "ИМСИТ (КФ)"
                }, {
                    "id": 86285,
                    "title": "КЮИ МВД РФ (представительство)"
                }]
            },
            "6875": {
                "city": {
                    "id": 6875,
                    "title": "Горячий Ключ",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 26201,
                    "title": "КубГУ (ГКФ)"
                }]
            },
            "8833": {
                "city": {
                    "id": 8833,
                    "title": "Приморско-Ахтарск",
                    "area": "Приморско-Ахтарский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 38028,
                    "title": "МГУТУ (филиал) "
                }]
            },
            "14436": {
                "city": {
                    "id": 14436,
                    "title": "Павловская",
                    "area": "Павловский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 104718,
                    "title": "КубГУ (филиал)"
                }]
            },
            "15718": {
                "city": {
                    "id": 15718,
                    "title": "Вознесенская",
                    "area": "Лабинский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 696091,
                    "title": "ВФ КубГАУ"
                }]
            },
            "17150": {
                "city": {
                    "id": 17150,
                    "title": "Отрадная",
                    "area": "Отрадненский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 17674,
                    "title": "КубГУ (филиал)"
                }, {
                    "id": 62753,
                    "title": "ОГИ"
                }]
            },
            "17787": {
                "city": {
                    "id": 17787,
                    "title": "Кущёвская",
                    "area": "Кущёвский район",
                    "region": "Краснодарский край"
                },
                "unis": [{
                    "id": 56997,
                    "title": "СКГТИ"
                }]
            }
        }
    },
    "RU-KYA": {
        "id": 25,
        "shortname": "RU-KYA",
        "unis": {
            "73": {
                "city": {
                    "id": 73,
                    "title": "Красноярск",
                    "region": "Красноярский край",
                    "important": 1
                },
                "unis": [{
                    "id": 583,
                    "title": "КрасГМУ (бывш. КГМИ) им. проф. В. Ф. Войно-Ясенецкого"
                }, {
                    "id": 584,
                    "title": "КрасГАУ"
                }, {
                    "id": 588,
                    "title": "КГТЭИ"
                }, {
                    "id": 592,
                    "title": "СибГАУ им. М. Ф. Решетнева"
                }, {
                    "id": 593,
                    "title": "СибГТУ"
                }, {
                    "id": 594,
                    "title": "СибЮИ МВД РФ (бывш. СибЮИ ФСКН РФ)"
                }, {
                    "id": 595,
                    "title": "КрИСЭН"
                }, {
                    "id": 596,
                    "title": "СИБУП"
                }, {
                    "id": 3522,
                    "title": "СГА"
                }, {
                    "id": 4760,
                    "title": "КГТУ"
                }, {
                    "id": 4776,
                    "title": "КрасГУ"
                }, {
                    "id": 5262,
                    "title": "КФ СПбГУ ГА"
                }, {
                    "id": 5277,
                    "title": "ГУЦМиЗ"
                }, {
                    "id": 5498,
                    "title": "КрасГАСА"
                }, {
                    "id": 6383,
                    "title": "КФ РЭУ им. Г. В. Плеханова (бывш. МЭСИ КФ)"
                }, {
                    "id": 7736,
                    "title": "ВСИТ (филиал РМАТ)"
                }, {
                    "id": 9084,
                    "title": "СГИИ (бывш. КГИИ, КГАМиТ)"
                }, {
                    "id": 13487,
                    "title": "КВКУРЭ ПВО"
                }, {
                    "id": 14625,
                    "title": "РАП (КФ)"
                }, {
                    "id": 14937,
                    "title": "СПбГУП (КФ)"
                }, {
                    "id": 17685,
                    "title": "ИВМ СО РАН"
                }, {
                    "id": 19305,
                    "title": "РГСУ (КФ)"
                }, {
                    "id": 20825,
                    "title": "КГПУ им. В. П. Астафьева"
                }, {
                    "id": 21389,
                    "title": "КИВТ (ф) СГУВТ (бывш. НГАВТ КФ)"
                }, {
                    "id": 23274,
                    "title": "КГХИ"
                }, {
                    "id": 24127,
                    "title": "КФ УРИО (бывш. УРАО КФ)"
                }, {
                    "id": 24128,
                    "title": "КрИЖТ (филиал ИрГУПС)"
                }, {
                    "id": 24129,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 24131,
                    "title": "Филиал ИВЭСЭП в Красноярске"
                }, {
                    "id": 167751,
                    "title": "КИЭ СПбУТУиЭ (бывш. САУ, СПбУУиЭ)"
                }, {
                    "id": 167832,
                    "title": "Филиал МПСУ в г. Красноярске"
                }, {
                    "id": 177509,
                    "title": "ИБФ СО РАН"
                }, {
                    "id": 196214,
                    "title": "ИЛ СО РАН"
                }, {
                    "id": 242291,
                    "title": "АТиСО (КФ)"
                }, {
                    "id": 244797,
                    "title": "ИФ им. Л. В. Киренского СО РАН"
                }, {
                    "id": 545321,
                    "title": "ИХХТ СО РАН"
                }, {
                    "id": 902503,
                    "title": "ИИМ (КО)"
                }, {
                    "id": 1170190,
                    "title": "СФУ"
                }, {
                    "id": 1190914,
                    "title": "СибГУ им. М. Ф. Решетнева"
                }]
            },
            "102": {
                "city": {
                    "id": 102,
                    "title": "Норильск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 686,
                    "title": "НГИИ (бывш. НИИ)"
                }, {
                    "id": 5066,
                    "title": "МГИК НФ (бывш. МГУКИ НФ)"
                }, {
                    "id": 9892,
                    "title": "КГТУ (НФ)"
                }, {
                    "id": 27539,
                    "title": "Филиал МИПП"
                }, {
                    "id": 54358,
                    "title": "КГПУ им. Астафьева (НФ)"
                }, {
                    "id": 59047,
                    "title": "ЛГУ им. А. С. Пушкина (ЗФ)"
                }, {
                    "id": 76330,
                    "title": "НЭИ"
                }, {
                    "id": 92521,
                    "title": "НФ КИЭП"
                }, {
                    "id": 102881,
                    "title": "СГА (НФ)"
                }]
            },
            "213": {
                "city": {
                    "id": 213,
                    "title": "Дудинка",
                    "area": "Таймырский Долгано-Ненецкий район",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 28960,
                    "title": "СПбАУЭ (ЦДО)"
                }, {
                    "id": 113481,
                    "title": "ЛГУ им А. С. Пушкина (ДФ)"
                }, {
                    "id": 322683,
                    "title": "СФУ (ДФ)"
                }]
            },
            "260": {
                "city": {
                    "id": 260,
                    "title": "Зеленогорск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 42475,
                    "title": "ЗФ СибГАУ"
                }, {
                    "id": 78937,
                    "title": "ЗФ СФУ"
                }]
            },
            "311": {
                "city": {
                    "id": 311,
                    "title": "Шарыпово",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 734361,
                    "title": "СФУ (ШФ)"
                }, {
                    "id": 734363,
                    "title": "КГТЭИ (ШФ)"
                }]
            },
            "641": {
                "city": {
                    "id": 641,
                    "title": "Дивногорск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 560976,
                    "title": "ИПКЛХ СиДВ"
                }]
            },
            "882": {
                "city": {
                    "id": 882,
                    "title": "Ачинск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 3514,
                    "title": "СГА (АФ)"
                }, {
                    "id": 32179,
                    "title": "КГПУ им. Астафьева (АФ)"
                }, {
                    "id": 57697,
                    "title": "КрасГАУ (АФ)"
                }, {
                    "id": 97863,
                    "title": "СФУ (АФ №2)"
                }, {
                    "id": 112309,
                    "title": "КГТЭИ (АФ)"
                }, {
                    "id": 132327,
                    "title": "СФУ (АФ №1)"
                }]
            },
            "1142": {
                "city": {
                    "id": 1142,
                    "title": "Железногорск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 152980,
                    "title": "СибГАУ им. Решетнева (ЖФ)"
                }, {
                    "id": 297150,
                    "title": "КГПУ им. В. П. Астафьева (ЖФ)"
                }, {
                    "id": 504098,
                    "title": "СФУ (ЖФ)"
                }, {
                    "id": 625486,
                    "title": "СПСА"
                }, {
                    "id": 1130898,
                    "title": "РМАТ (ЖФ)"
                }]
            },
            "1930": {
                "city": {
                    "id": 1930,
                    "title": "Канск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 114885,
                    "title": "КГПУ им. Астафьева (филиал)"
                }, {
                    "id": 196515,
                    "title": "СФУ (филиал)"
                }, {
                    "id": 282393,
                    "title": "СИБУП (КФ)"
                }]
            },
            "3156": {
                "city": {
                    "id": 3156,
                    "title": "Лесосибирск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 17028,
                    "title": "ЛФ СибГУ им. Решетнёва (бывш. СибГТУ)"
                }, {
                    "id": 36426,
                    "title": "ЛПИ (ф) СФУ"
                }, {
                    "id": 159252,
                    "title": "СГА (ЛФ)"
                }]
            },
            "3653": {
                "city": {
                    "id": 3653,
                    "title": "Минусинск",
                    "region": "Красноярский край"
                },
                "unis": [{
                    "id": 127081,
                    "title": "КГТЭИ (МФ)"
                }, {
                    "id": 330391,
                    "title": "КГПУ им. Астафьева (МФ)"
                }]
            }
        }
    },
    "RU-KGN": {
        "id": 46,
        "shortname": "RU-KGN",
        "unis": {
            "74": {
                "city": {
                    "id": 74,
                    "title": "Курган",
                    "region": "Курганская область"
                },
                "unis": [{
                    "id": 597,
                    "title": "КГУ (бывш. КГПИ, КМИ)"
                }, {
                    "id": 598,
                    "title": "КИУиП\r\n"
                }, {
                    "id": 1398,
                    "title": "КГСХА им. Т. С. Мальцева"
                }, {
                    "id": 1821,
                    "title": "КФ АТиСО"
                }, {
                    "id": 7352,
                    "title": "КФ УИЭУиП"
                }, {
                    "id": 20892,
                    "title": "КФ РАНХиГС (бывш. КИГМС (ф) УрАГС)"
                }, {
                    "id": 24735,
                    "title": "СГА (КФ)"
                }, {
                    "id": 26769,
                    "title": "КИЖТ УрГУПС"
                }, {
                    "id": 28530,
                    "title": "КПИ ФСБ России"
                }, {
                    "id": 55330,
                    "title": "КВВПАУ"
                }, {
                    "id": 84925,
                    "title": "ЗГТИ"
                }, {
                    "id": 94908,
                    "title": "ШГПИ (КФ)"
                }, {
                    "id": 103427,
                    "title": "КСЭИ"
                }, {
                    "id": 179648,
                    "title": "МаГУ (УКПДП)"
                }, {
                    "id": 1188591,
                    "title": "АДПО"
                }]
            },
            "163": {
                "city": {
                    "id": 163,
                    "title": "Шадринск",
                    "region": "Курганская область"
                },
                "unis": [{
                    "id": 930,
                    "title": "ШГПУ (бывш. ШГПИ)"
                }, {
                    "id": 31708,
                    "title": "ТюмГУ (ШФ)"
                }, {
                    "id": 423676,
                    "title": "СГА (ШФ)"
                }, {
                    "id": 448344,
                    "title": "ШФ МПГУ (бывш. МГГУ им. Шолохова)"
                }]
            }
        }
    },
    "RU-KRS": {
        "id": 47,
        "shortname": "RU-KRS",
        "unis": {
            "75": {
                "city": {
                    "id": 75,
                    "title": "Курск",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 599,
                    "title": "КурскГТИ"
                }, {
                    "id": 600,
                    "title": "КГСХА им. Иванова"
                }, {
                    "id": 601,
                    "title": "КГМУ"
                }, {
                    "id": 602,
                    "title": "ЮЗГУ"
                }, {
                    "id": 604,
                    "title": "РОСИ\r\n"
                }, {
                    "id": 1047,
                    "title": "КГУ"
                }, {
                    "id": 2958,
                    "title": "ОрЮИ МВД РФ (КФ)"
                }, {
                    "id": 3331,
                    "title": "РФЭИ"
                }, {
                    "id": 4304,
                    "title": "КАГМС"
                }, {
                    "id": 13728,
                    "title": "МЭБИК"
                }, {
                    "id": 15410,
                    "title": "МИП (КФ)"
                }, {
                    "id": 15691,
                    "title": "КИСО (филиал РГСУ)"
                }, {
                    "id": 30663,
                    "title": "ОРАГС (КФ)"
                }, {
                    "id": 44502,
                    "title": "КИИ (филиал) БУКЭП (бывш.  КФ БУПК)"
                }, {
                    "id": 49848,
                    "title": "СГА (КФ)"
                }, {
                    "id": 51344,
                    "title": "КАДИ"
                }, {
                    "id": 65983,
                    "title": "Индустриальный институт"
                }, {
                    "id": 79912,
                    "title": "МРИВСЭО (КФ)"
                }, {
                    "id": 102871,
                    "title": "КИЭП"
                }, {
                    "id": 108667,
                    "title": "Финансовый университет при Правительстве РФ (КФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 149984,
                    "title": "КМИ"
                }, {
                    "id": 149993,
                    "title": "КФ МИГУП (бывш. АПУ)"
                }, {
                    "id": 150135,
                    "title": "КФ РЭУ им. Г. В. Плеханова (бывш. КФ РГТЭУ)"
                }, {
                    "id": 610095,
                    "title": "КПДС"
                }, {
                    "id": 1164338,
                    "title": "МИЭП (КФ)"
                }, {
                    "id": 1190106,
                    "title": "КурскГТУ"
                }]
            },
            "290": {
                "city": {
                    "id": 290,
                    "title": "Курчатов",
                    "area": "Курчатовский район",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 21044,
                    "title": "КурскГТУ (представительство)"
                }, {
                    "id": 91903,
                    "title": "МЭБИК (представительство)"
                }, {
                    "id": 129936,
                    "title": "СГА (КФ)"
                }]
            },
            "2448": {
                "city": {
                    "id": 2448,
                    "title": "Льгов",
                    "area": "Льговский район",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 241066,
                    "title": "ЛФ СГА"
                }]
            },
            "4216": {
                "city": {
                    "id": 4216,
                    "title": "Рыльск",
                    "area": "Рыльский район",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 977770,
                    "title": "РФ СГА"
                }]
            },
            "4644": {
                "city": {
                    "id": 4644,
                    "title": "Железногорск",
                    "area": "Железногорский район",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 17283,
                    "title": "МЭБИК (ЖЦД)"
                }, {
                    "id": 20993,
                    "title": "МПСИ (ЖФ)"
                }, {
                    "id": 22637,
                    "title": "СГА (ЖФ)"
                }, {
                    "id": 102200,
                    "title": "ЮЗГУ (КурскГТУ, филиал)"
                }, {
                    "id": 114074,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 457649,
                    "title": "АБиП"
                }]
            },
            "20671": {
                "city": {
                    "id": 20671,
                    "title": "Суджа",
                    "area": "Суджанский район",
                    "region": "Курская область"
                },
                "unis": [{
                    "id": 1014166,
                    "title": "СГА СФ"
                }]
            }
        }
    },
    "RU-LEN": {
        "id": 48,
        "shortname": "RU-LEN",
        "unis": {
            "79": {
                "city": {
                    "id": 79,
                    "title": "Луга",
                    "area": "Лужский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 26,
                    "title": "КГУ им. Кирилла и Мефодия (бывш. КГИ) "
                }, {
                    "id": 4458,
                    "title": "ИВЭСЭП (ЛФ)"
                }, {
                    "id": 37264,
                    "title": "НОИР (ЛФ)"
                }, {
                    "id": 91485,
                    "title": "СЗТУ (ЛФ)"
                }, {
                    "id": 1170818,
                    "title": "ЛИ (ф) ЛГУ им. А. С. Пушкина "
                }]
            },
            "128": {
                "city": {
                    "id": 128,
                    "title": "Сиверский",
                    "area": "Гатчинский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 805,
                    "title": "МИПКИ\r\n"
                }]
            },
            "177": {
                "city": {
                    "id": 177,
                    "title": "Выборг",
                    "area": "Выборгский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 1155,
                    "title": "СПбГЭУ (ВФ) (бывш. ВФ ИНЖЭКОН)"
                }, {
                    "id": 2501,
                    "title": "ВФ РАНХиГС (бывш. СЗАГС ВФ)"
                }, {
                    "id": 20423,
                    "title": "ИВЭСЭП (ВФ)"
                }, {
                    "id": 32430,
                    "title": "СЗТУ (ВФ)"
                }, {
                    "id": 33657,
                    "title": "РГПУ им. Герцена (ВФ)"
                }, {
                    "id": 37403,
                    "title": "ГУАП (ВФ)"
                }, {
                    "id": 50722,
                    "title": "СПбГУСЭ (ВФ) (бывш. СПбГИСЭ)"
                }, {
                    "id": 105400,
                    "title": "СПГУВК (ВФ)"
                }, {
                    "id": 1169224,
                    "title": "ВФ СПбГУГА"
                }, {
                    "id": 1173021,
                    "title": "ВИ (ф) ЛГУ им. Пушкина"
                }, {
                    "id": 1188451,
                    "title": "Филиал СПбГЭУ в Выборге"
                }]
            },
            "186": {
                "city": {
                    "id": 186,
                    "title": "Тихвин",
                    "area": "Тихвинский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 3207,
                    "title": "ЛГУ им. Пушкина"
                }, {
                    "id": 10015,
                    "title": "ИНЖЭКОН (ТФ)"
                }, {
                    "id": 13364,
                    "title": "СПбГУСЭ (ТФ)"
                }, {
                    "id": 15697,
                    "title": "ИВЭСЭП (ТФ)"
                }, {
                    "id": 129679,
                    "title": "ТФ СЗТУ (бывш. СЗПИ)"
                }]
            },
            "191": {
                "city": {
                    "id": 191,
                    "title": "Кингисепп",
                    "area": "Кингисеппский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 2845,
                    "title": "ИВЭСЭП (КФ)"
                }, {
                    "id": 3883,
                    "title": "СЗТУ (бывш. СЗПИ) (представительство)"
                }, {
                    "id": 57210,
                    "title": "ЛГУ им. А. С. Пушкина (КФ)"
                }, {
                    "id": 67200,
                    "title": "СПбГУСЭ (представительство)"
                }]
            },
            "197": {
                "city": {
                    "id": 197,
                    "title": "Всеволожск",
                    "area": "Всеволожский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 8835,
                    "title": "РГГУ (ВФ)"
                }, {
                    "id": 13394,
                    "title": "СПбГУСЭ (представительство)"
                }]
            },
            "199": {
                "city": {
                    "id": 199,
                    "title": "Волхов",
                    "area": "Волховский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 3844,
                    "title": "РГПУ им. А. И. Герцена (ВФ)"
                }, {
                    "id": 24311,
                    "title": "ПГУПС (представительство)"
                }, {
                    "id": 29554,
                    "title": "СПбГУСЭ (представительство)"
                }, {
                    "id": 104479,
                    "title": "ИВЭСЭП (ВФ)"
                }, {
                    "id": 203033,
                    "title": "СЗТУ (бывш. СЗПИ) (представительство)"
                }]
            },
            "248": {
                "city": {
                    "id": 248,
                    "title": "Кировск",
                    "area": "Кировский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 4022,
                    "title": "СПбГУСЭ (КФ)"
                }, {
                    "id": 134557,
                    "title": "СЗТУ (бывш. СЗПИ) (КФ)"
                }]
            },
            "364": {
                "city": {
                    "id": 364,
                    "title": "Пикалево",
                    "area": "Бокситогорский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 39360,
                    "title": "СПбАУЭ (ПФ)"
                }]
            },
            "525": {
                "city": {
                    "id": 525,
                    "title": "Сланцы",
                    "area": "Сланцевский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 18990,
                    "title": "СЗТУ (бывш. СЗПИ) (СФ)"
                }, {
                    "id": 79184,
                    "title": "КГУ им. Кирилла и Мефодия (СФ)"
                }]
            },
            "543": {
                "city": {
                    "id": 543,
                    "title": "Приозерск",
                    "area": "Приозерский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 53114,
                    "title": "СПбАУЭ (ПФ)"
                }, {
                    "id": 372558,
                    "title": "СГА (ПФ)"
                }]
            },
            "1307": {
                "city": {
                    "id": 1307,
                    "title": "Бокситогорск",
                    "area": "Бокситогорский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 64770,
                    "title": "ИВЭСЭП (БФ)"
                }, {
                    "id": 132281,
                    "title": "БИ (ф) ЛГУ им. А. С. Пушкина"
                }]
            },
            "1511": {
                "city": {
                    "id": 1511,
                    "title": "Ивангород",
                    "area": "Кингисеппский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 42433,
                    "title": "ИФ ГУАП"
                }, {
                    "id": 100833,
                    "title": "РУДН (представительство)"
                }]
            },
            "1519": {
                "city": {
                    "id": 1519,
                    "title": "Гатчина",
                    "area": "Гатчинский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 2167,
                    "title": "СПбГУСЭ (представительство)"
                }, {
                    "id": 2532,
                    "title": "ГИЭФПТ (бывш. ЛОИЭФ)"
                }, {
                    "id": 11061,
                    "title": "ИВЭСЭП (ГФ)"
                }, {
                    "id": 25749,
                    "title": "СГА (ГФ)"
                }, {
                    "id": 52345,
                    "title": "СПбГУТД (ГФ)"
                }, {
                    "id": 908379,
                    "title": "НИЦ «Курчатовский Институт» - ПИЯФ (бывш. ПИЯФ УРАН)"
                }]
            },
            "1743": {
                "city": {
                    "id": 1743,
                    "title": "Кириши",
                    "area": "Киришский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 10074,
                    "title": "СПбГУАП (КФ)"
                }, {
                    "id": 22908,
                    "title": "ИВЭСЭП (представительство)"
                }, {
                    "id": 22910,
                    "title": "СПГГИ (ТУ) им. Плеханова (КФ)"
                }, {
                    "id": 29332,
                    "title": "КФ СПбУТУиЭ (бывш. САУ, СПбАУЭ)"
                }, {
                    "id": 45734,
                    "title": "СПбГУСЭ (представительство)"
                }, {
                    "id": 128856,
                    "title": "СЗТУ (бывш. СЗПИ) (КФ)"
                }]
            },
            "2508": {
                "city": {
                    "id": 2508,
                    "title": "Сясьстрой",
                    "area": "Волховский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 35906,
                    "title": "СПбГУСЭ (СФ)"
                }]
            },
            "14310": {
                "city": {
                    "id": 14310,
                    "title": "Подпорожье",
                    "area": "Подпорожский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 3436,
                    "title": "ЛГУ им. Пушкина (ПФ)"
                }, {
                    "id": 35560,
                    "title": "ИВЭСЭП (ПФ)"
                }]
            },
            "20691": {
                "city": {
                    "id": 20691,
                    "title": "Тосно",
                    "area": "Тосненский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 19287,
                    "title": "КГУ им. Кирилла и Мефодия (ТФ)"
                }, {
                    "id": 28307,
                    "title": "СПбАУЭ  (представительство)"
                }, {
                    "id": 260767,
                    "title": " ЛГУ им. Пушкина (ТФ)"
                }]
            },
            "1046119": {
                "city": {
                    "id": 1046119,
                    "title": "Колбино",
                    "area": "Всеволожский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 1169204,
                    "title": "ТИЦИ"
                }]
            },
            "1046160": {
                "city": {
                    "id": 1046160,
                    "title": "Мурино",
                    "area": "Всеволожский район",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 1172735,
                    "title": "СЗИПК ФСКН России"
                }]
            },
            "1048255": {
                "city": {
                    "id": 1048255,
                    "title": "Сосновый Бор",
                    "region": "Ленинградская область"
                },
                "unis": [{
                    "id": 48465,
                    "title": "СПбГЭУ (СФ)"
                }, {
                    "id": 49572,
                    "title": "СПбГУАП (СФ)"
                }, {
                    "id": 50232,
                    "title": "СФ РАНХиГС (бывш. СЗАГС СФ)"
                }, {
                    "id": 108006,
                    "title": "ИЯЭ (ф) СПбПУ "
                }, {
                    "id": 125037,
                    "title": "ВТУЗ-ЛМЗ (СФ)"
                }, {
                    "id": 161749,
                    "title": "СГА (СФ)"
                }, {
                    "id": 239174,
                    "title": "СЗТУ (бывш. СЗПИ) (СФ)"
                }]
            }
        }
    },
    "RU-LIP": {
        "id": 49,
        "shortname": "RU-LIP",
        "unis": {
            "51": {
                "city": {
                    "id": 51,
                    "title": "Елец",
                    "area": "Елецкий район",
                    "region": "Липецкая область"
                },
                "unis": [{
                    "id": 488,
                    "title": "ЕГУ им. Бунина"
                }, {
                    "id": 36721,
                    "title": "РосНОУ (ЕФ)"
                }, {
                    "id": 40291,
                    "title": "СГА (ЕФ)"
                }, {
                    "id": 62697,
                    "title": "РГОТУПС (ЕФ)"
                }]
            },
            "78": {
                "city": {
                    "id": 78,
                    "title": "Липецк",
                    "region": "Липецкая область"
                },
                "unis": [{
                    "id": 607,
                    "title": "ЛГПУ им. П. П. Семенова-Тян-Шанского"
                }, {
                    "id": 608,
                    "title": "ЛГТУ\r\n"
                }, {
                    "id": 2779,
                    "title": "ЛФ РАНХиГС (ОРАГС ЛФ)"
                }, {
                    "id": 5113,
                    "title": "ВЭПИ (ЛФ)"
                }, {
                    "id": 6794,
                    "title": "ЛИК (филиал) БУКЭП (бывш. ЛКИ (филиал) БУПК)"
                }, {
                    "id": 8217,
                    "title": "НГЛУ им. Добролюбова (ЛФ)"
                }, {
                    "id": 11866,
                    "title": "ИММиФ (ЛФ)"
                }, {
                    "id": 24509,
                    "title": "ЛКИТиУ (филиал) МГУТУ им. К. Г. Разумовского (ПКУ) (бывш. ЛФ МГУТУ)"
                }, {
                    "id": 25781,
                    "title": "ВЮИ ФСИН РФ (ЛФ)"
                }, {
                    "id": 41253,
                    "title": "МНЮИ (ЛФ)"
                }, {
                    "id": 42131,
                    "title": "ИМПЭ им. Грибоедова (ЛФ)"
                }, {
                    "id": 48036,
                    "title": "ЛФ МИКТ"
                }, {
                    "id": 60603,
                    "title": "ИПиЭ (МИПиЭ)"
                }, {
                    "id": 69074,
                    "title": "Финансовый университет при Правительстве РФ (ЛФ) (бывш. ЛФ ВЗФЭИ)"
                }, {
                    "id": 82416,
                    "title": "ВИ МВД РФ (ЛФ)"
                }, {
                    "id": 86702,
                    "title": "ЛЭГИ"
                }, {
                    "id": 197213,
                    "title": "СГА (ЛФ)"
                }, {
                    "id": 243867,
                    "title": "РФЭИ (ЛФ)"
                }, {
                    "id": 516924,
                    "title": "МЭЛИ (представительство)"
                }, {
                    "id": 549927,
                    "title": "ЛИУ"
                }, {
                    "id": 1169681,
                    "title": "МГТА (ЛФ)"
                }, {
                    "id": 1172107,
                    "title": "РОСИ (ЛФ)"
                }]
            },
            "760": {
                "city": {
                    "id": 760,
                    "title": "Лебедянь",
                    "area": "Лебедянский район",
                    "region": "Липецкая область"
                },
                "unis": [{
                    "id": 153979,
                    "title": "ЛФ ЕГУ им. И. А. Бунина"
                }, {
                    "id": 269253,
                    "title": "ИММиФ (представительство)"
                }]
            }
        }
    },
    "RU-MAG": {
        "id": 50,
        "shortname": "RU-MAG",
        "unis": {
            "81": {
                "city": {
                    "id": 81,
                    "title": "Магадан",
                    "region": "Магаданская область"
                },
                "unis": [{
                    "id": 1324,
                    "title": "СГА (МФ)"
                }, {
                    "id": 5442,
                    "title": "МГПИ"
                }, {
                    "id": 18010,
                    "title": "МФ РАП"
                }, {
                    "id": 19371,
                    "title": "МИЭ СПбУТУиЭ (бывш. САУ, СПбУУиЭ)"
                }, {
                    "id": 33744,
                    "title": "МГЮА (МФ)"
                }, {
                    "id": 37754,
                    "title": "ПМЮИ (МФ)"
                }, {
                    "id": 50822,
                    "title": "ХПИ (МФ)"
                }, {
                    "id": 53187,
                    "title": "СВГУ (бывш. СМУ)"
                }, {
                    "id": 55204,
                    "title": "ЛГУ им. Пушкина (МФ)"
                }, {
                    "id": 80888,
                    "title": "РГГУ (МФ)"
                }, {
                    "id": 545323,
                    "title": "ДВАГС (представительство)"
                }]
            }
        }
    },
    "RU-MOS": {
        "id": 51,
        "shortname": "RU-MOS",
        "unis": {
            "24": {
                "city": {
                    "id": 24,
                    "title": "Балашиха",
                    "area": "Городской округ Балашиха район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 104,
                    "title": "ВТУ МО РФ"
                }, {
                    "id": 376,
                    "title": "РГАЗУ (бывш. ВСХИЗО)"
                }, {
                    "id": 28128,
                    "title": "РГГУ (БФ)"
                }, {
                    "id": 52219,
                    "title": "МГУПИ (БФ)"
                }, {
                    "id": 96008,
                    "title": "МОИУ (бывш. ИБПИТ) "
                }, {
                    "id": 196670,
                    "title": "ИСЭПиМ"
                }]
            },
            "36": {
                "city": {
                    "id": 36,
                    "title": "Видное",
                    "area": "Ленинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 409,
                    "title": "МРСЭИ (МРИВСЭО)"
                }, {
                    "id": 25218,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 46019,
                    "title": "МГУ ТУ (представительство)"
                }, {
                    "id": 1167031,
                    "title": "ВНИИКОП"
                }]
            },
            "53": {
                "city": {
                    "id": 53,
                    "title": "Жуковский",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 490,
                    "title": "МИЖ"
                }, {
                    "id": 33430,
                    "title": "МАМИ (МГИУ)"
                }, {
                    "id": 63399,
                    "title": "МФТИ (ГУ) (см. в Москве) "
                }, {
                    "id": 65045,
                    "title": "РЦ МИМ ЛИНК"
                }, {
                    "id": 66007,
                    "title": "МГИК (МГУКИ, филиал)"
                }, {
                    "id": 73225,
                    "title": "СГА (ЖФ)"
                }, {
                    "id": 90347,
                    "title": "МАИ «Стрела»"
                }, {
                    "id": 499144,
                    "title": "РГГУ (представительство)"
                }, {
                    "id": 983450,
                    "title": "ЦАГИ"
                }, {
                    "id": 1174990,
                    "title": "ЛИИ им. М. М. Громова"
                }]
            },
            "69": {
                "city": {
                    "id": 69,
                    "title": "Коломна",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 560,
                    "title": "ГСГУ (бывш. МГОСГИ, КГПИ)"
                }, {
                    "id": 13735,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 14062,
                    "title": "МАЭП (КФ)"
                }, {
                    "id": 32395,
                    "title": "СГА (КФ)"
                }, {
                    "id": 39060,
                    "title": "КДС (КПДС)"
                }, {
                    "id": 41260,
                    "title": "КФ АМИ (бывш. КФ МАП)"
                }, {
                    "id": 61270,
                    "title": "КВАКУ"
                }, {
                    "id": 229002,
                    "title": "Коломенский институт (ф) Московского политехнического университета (бывш. КИ (ф) УМ, КИ (ф) МГОУ им. Черномырдина)"
                }, {
                    "id": 239620,
                    "title": "ЕАОИ (КФ)"
                }]
            },
            "80": {
                "city": {
                    "id": 80,
                    "title": "Люберцы",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 2850,
                    "title": "МПГУ (отделение)"
                }, {
                    "id": 4444,
                    "title": "МГСУ (ЛФ)"
                }, {
                    "id": 6512,
                    "title": "МПСИ (ЛФ)"
                }, {
                    "id": 10296,
                    "title": "РГСУ (ЛФ)"
                }, {
                    "id": 25050,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 48440,
                    "title": "ИПИ"
                }, {
                    "id": 50935,
                    "title": "РГУТиС"
                }, {
                    "id": 92503,
                    "title": "ГСИ"
                }, {
                    "id": 1191213,
                    "title": "ИГД им. А. А. Скочинского"
                }]
            },
            "107": {
                "city": {
                    "id": 107,
                    "title": "Орехово-Зуево",
                    "area": "Орехово-Зуевский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 1351,
                    "title": "ГГТУ (бывш. МГОГИ)"
                }, {
                    "id": 3090,
                    "title": "ИНЭП (ОЗФ)"
                }, {
                    "id": 3984,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 21581,
                    "title": "ММВШБ «МИРБИС» (ОЗФ)"
                }, {
                    "id": 34950,
                    "title": "МИКХиС (филиал)"
                }, {
                    "id": 80233,
                    "title": "РосЗИТЛП (филиал)"
                }, {
                    "id": 1169507,
                    "title": "МОСГИ"
                }]
            },
            "115": {
                "city": {
                    "id": 115,
                    "title": "Пущино",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 34327,
                    "title": "ПущГЕНИ (бывш. ПущГУ)"
                }, {
                    "id": 521807,
                    "title": "Филиал МГУ им. М.В. Ломоносова"
                }, {
                    "id": 780927,
                    "title": "ПНЦ РАН"
                }]
            },
            "117": {
                "city": {
                    "id": 117,
                    "title": "Раменское",
                    "area": "Раменский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 747,
                    "title": "ГГУ (бывш. ГГХПИ)"
                }, {
                    "id": 22799,
                    "title": "МАТИ-РГТУ"
                }, {
                    "id": 50943,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 54198,
                    "title": "РГУТиС (РО)"
                }, {
                    "id": 57866,
                    "title": "СГА (РФ)"
                }, {
                    "id": 58262,
                    "title": "РГГУ (представительство)"
                }, {
                    "id": 422217,
                    "title": "МБИ (представительство)"
                }, {
                    "id": 659363,
                    "title": "ИПК ТЭК"
                }]
            },
            "137": {
                "city": {
                    "id": 137,
                    "title": "Сходня",
                    "area": "Химкинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 828,
                    "title": "РМАТ\r\n"
                }, {
                    "id": 83266,
                    "title": "ХФ РУК"
                }]
            },
            "155": {
                "city": {
                    "id": 155,
                    "title": "Химки",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 146,
                    "title": "ИБПУ"
                }, {
                    "id": 340638,
                    "title": "ИМЭО"
                }, {
                    "id": 1167202,
                    "title": "Филиал «РКТ» МАИ"
                }]
            },
            "270": {
                "city": {
                    "id": 270,
                    "title": "Подольск",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 18847,
                    "title": "МОГИ"
                }, {
                    "id": 19721,
                    "title": "ИЭк (при РЭА им. Плеханова)"
                }, {
                    "id": 21497,
                    "title": "ПССИ (бывш. ПКССУ)"
                }, {
                    "id": 31174,
                    "title": "СГА (ПФ)"
                }, {
                    "id": 38381,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 49829,
                    "title": "МИГКУ (представительство)"
                }, {
                    "id": 64640,
                    "title": "МФЮА (представительство)"
                }, {
                    "id": 69081,
                    "title": "Университет «Синергия» (МФПУ «Синергия», бывш. МФПА, ММИЭИФП) (представительство)"
                }, {
                    "id": 200881,
                    "title": "ПИ (ф) МГОУ"
                }, {
                    "id": 1164619,
                    "title": "ИСТ РГУТиС "
                }, {
                    "id": 1169639,
                    "title": "ПИЭС"
                }]
            },
            "312": {
                "city": {
                    "id": 312,
                    "title": "Мытищи",
                    "area": "Мытищинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 13666,
                    "title": "Филиал НИУ МГСУ (МГСУ-МИСИ)"
                }, {
                    "id": 33050,
                    "title": "РГГУ (МФ)"
                }, {
                    "id": 132158,
                    "title": "РУК (бывш. МУПК)"
                }, {
                    "id": 835855,
                    "title": "МГОУ (бывш. МОПИ им. Н. К. Крупской)"
                }, {
                    "id": 1171710,
                    "title": "ИСУЭМП"
                }, {
                    "id": 1190337,
                    "title": "МФ МГТУ им. Баумана"
                }]
            },
            "340": {
                "city": {
                    "id": 340,
                    "title": "Серпухов",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 1077,
                    "title": "МГТУ «МАМИ» (уч. подразделение)"
                }, {
                    "id": 1831,
                    "title": "МГУПИ (филиал)"
                }, {
                    "id": 2007,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 6628,
                    "title": "НИЕВ (МЦ)"
                }, {
                    "id": 7858,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 8971,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 9688,
                    "title": "СГА (СФ)"
                }, {
                    "id": 9923,
                    "title": "РосЗИТЛП (филиал)"
                }, {
                    "id": 15937,
                    "title": "СВИ РВ (филиал ВА РВСН)"
                }, {
                    "id": 21113,
                    "title": "МФЮА (ЦДД)"
                }, {
                    "id": 29374,
                    "title": "МИКХиС (филиал)"
                }, {
                    "id": 33996,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 99284,
                    "title": "МГПУ (представительство)"
                }, {
                    "id": 221183,
                    "title": "МАИ (уч. подразделение)"
                }, {
                    "id": 249214,
                    "title": "СФ МАГМУ"
                }, {
                    "id": 340649,
                    "title": "МГУТУ (филиал)"
                }, {
                    "id": 872870,
                    "title": "ИИФ"
                }, {
                    "id": 1166486,
                    "title": "Филиал РЭУ им. Г. В. Плеханова (бывш. РГТЭУ)"
                }, {
                    "id": 1171061,
                    "title": "ИИТУ"
                }]
            },
            "352": {
                "city": {
                    "id": 352,
                    "title": "Солнечногорск",
                    "area": "Солнечногорский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 2140,
                    "title": "РГСУ (представительство)"
                }, {
                    "id": 9988,
                    "title": "МГИУ"
                }, {
                    "id": 52860,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 84834,
                    "title": "СГА"
                }, {
                    "id": 422181,
                    "title": "ИГУПИТ (представительство)"
                }]
            },
            "397": {
                "city": {
                    "id": 397,
                    "title": "Ступино",
                    "area": "Ступинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 10265,
                    "title": "РГСУ (представительство)"
                }, {
                    "id": 23310,
                    "title": "КГПИ (СФ)"
                }, {
                    "id": 40149,
                    "title": "СФ МФЮА"
                }, {
                    "id": 44273,
                    "title": "ИСПЭ"
                }, {
                    "id": 52191,
                    "title": "ИВЭСЭП (СФ)"
                }, {
                    "id": 123743,
                    "title": "МГАКХиС (представительство)"
                }, {
                    "id": 214979,
                    "title": "СФ МАИ (СФ МАТИ - РГТУ им. К. Э. Циолковского)"
                }, {
                    "id": 430920,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 437205,
                    "title": "РосНОУ (СФ)"
                }, {
                    "id": 668938,
                    "title": "МБИ (СФ)"
                }]
            },
            "449": {
                "city": {
                    "id": 449,
                    "title": "Протвино",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 18994,
                    "title": "МГИУ (ИДО)"
                }, {
                    "id": 25225,
                    "title": "СУГИ (представительство)"
                }, {
                    "id": 172760,
                    "title": "СГА"
                }, {
                    "id": 393285,
                    "title": "Филиал «Протвино» МУПОЧ «Дубна»"
                }, {
                    "id": 420458,
                    "title": "ПФ МАБиУ"
                }]
            },
            "459": {
                "city": {
                    "id": 459,
                    "title": "Реутов",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4536,
                    "title": "МГТУ им. Н. Э. Баумана"
                }, {
                    "id": 6617,
                    "title": "РФ МАМАРМЕН"
                }, {
                    "id": 10631,
                    "title": "РГСУ (представительство)"
                }, {
                    "id": 51432,
                    "title": "РФ МЮИ"
                }, {
                    "id": 76237,
                    "title": "МСИ (отделение)"
                }, {
                    "id": 119762,
                    "title": "НИЕВ (представительство)"
                }]
            },
            "483": {
                "city": {
                    "id": 483,
                    "title": "Красногорск",
                    "area": "Красногорский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 187,
                    "title": "КЭФ РМАТ"
                }, {
                    "id": 8775,
                    "title": "РосНОУ (представительство)"
                }, {
                    "id": 27846,
                    "title": "РГУТиС (РФС)"
                }, {
                    "id": 40252,
                    "title": "МАБиУ (КФ)"
                }, {
                    "id": 57206,
                    "title": "Представительство Университета «Синергия» (бывш. КФ МФПУ, МФПА)"
                }, {
                    "id": 80037,
                    "title": "МОФ РАНХиГС (бывш. КФ АНХ при Правительстве РФ)"
                }, {
                    "id": 153988,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 495757,
                    "title": "Представительство МГУТУ им. К. Г. Разумовского (ПКУ)"
                }]
            },
            "530": {
                "city": {
                    "id": 530,
                    "title": "Черноголовка",
                    "area": "Ногинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 5078,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 16338,
                    "title": "Подмосковный филиал МГУ"
                }, {
                    "id": 28446,
                    "title": "ИПХФ РАН"
                }, {
                    "id": 39000,
                    "title": "ИФТТ РАН"
                }, {
                    "id": 95321,
                    "title": "ИПТМ РАН"
                }, {
                    "id": 385766,
                    "title": "ИТФ РАН"
                }, {
                    "id": 1153819,
                    "title": "ИФАВ РАН"
                }]
            },
            "580": {
                "city": {
                    "id": 580,
                    "title": "Электросталь",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 2705,
                    "title": "НГИ"
                }, {
                    "id": 4855,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 10490,
                    "title": "МПСИ (ЭФ)"
                }, {
                    "id": 17388,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 27066,
                    "title": "РГГУ (ЭФ)"
                }, {
                    "id": 31144,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 79021,
                    "title": "РГСУ (ЭФ)"
                }, {
                    "id": 140480,
                    "title": "СГА (ЭФ)"
                }, {
                    "id": 194646,
                    "title": "Электростальский институт (филиал) Московского политехнического университета (бывш. ЭПИ МАМИ, ЭПИ МИСиС)"
                }, {
                    "id": 1190007,
                    "title": "ИГУПИТ (ЭФ)"
                }]
            },
            "591": {
                "city": {
                    "id": 591,
                    "title": "Фрязино",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4280,
                    "title": "Московский технологический университет, филиал в г. Фрязино (бывш. МИРЭА)"
                }, {
                    "id": 23172,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 50316,
                    "title": "СГА (филиал)"
                }, {
                    "id": 105346,
                    "title": "МГТУ «МАМИ» (представительство)"
                }, {
                    "id": 1172854,
                    "title": "НПП «Исток»"
                }]
            },
            "593": {
                "city": {
                    "id": 593,
                    "title": "Воскресенск",
                    "area": "Воскресенский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 14749,
                    "title": "РосНОУ (ВФ)"
                }, {
                    "id": 29741,
                    "title": "МИКХиС (представительство)"
                }, {
                    "id": 42618,
                    "title": "СГА"
                }, {
                    "id": 52013,
                    "title": "ВИТ филиал РМАТ"
                }, {
                    "id": 79246,
                    "title": "РГГУ (ВФ)"
                }, {
                    "id": 128403,
                    "title": "МФЮА (представительство)"
                }, {
                    "id": 152752,
                    "title": "МГОУ (ВФ)"
                }]
            },
            "598": {
                "city": {
                    "id": 598,
                    "title": "Дедовск",
                    "area": "Истринский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 135110,
                    "title": "Филиал РГСУ в г. Дедовск"
                }]
            },
            "625": {
                "city": {
                    "id": 625,
                    "title": "Дмитров",
                    "area": "Дмитровский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4872,
                    "title": "Филиал ДИНО государственного университета «Дубна» (МУПОЧ «Дубна» филиал «Дмитров»)"
                }, {
                    "id": 10168,
                    "title": "РГГУ (ДФ)"
                }, {
                    "id": 16807,
                    "title": "СПГИ (ДФ)"
                }, {
                    "id": 21590,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 33117,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 43773,
                    "title": "РосНОУ (представительство)"
                }, {
                    "id": 44276,
                    "title": "МГАКХиС (ДФ)"
                }, {
                    "id": 69659,
                    "title": "МГОУ (ДФ)"
                }, {
                    "id": 91804,
                    "title": "СГА (ДФ)"
                }, {
                    "id": 102899,
                    "title": "МГТУ «МАМИ» (ДФ)"
                }, {
                    "id": 108332,
                    "title": "РМАТ (ДФ)"
                }, {
                    "id": 282502,
                    "title": "РЭУ им. Г. В. Плеханова ДФ (РГТЭУ ДФ)"
                }, {
                    "id": 328249,
                    "title": "МГУПИ (ДФ)"
                }, {
                    "id": 380672,
                    "title": "ДРТИ (бывш. ДФ АГТУ)"
                }]
            },
            "709": {
                "city": {
                    "id": 709,
                    "title": "Климовск",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 29464,
                    "title": "РосНОУ (КФ)"
                }, {
                    "id": 44891,
                    "title": "МГОУ КФ (областной)"
                }, {
                    "id": 595720,
                    "title": "МГОУ (открытый)"
                }]
            },
            "722": {
                "city": {
                    "id": 722,
                    "title": "Ногинск",
                    "area": "Ногинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 15518,
                    "title": "СГА (НФ)"
                }, {
                    "id": 16587,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 26204,
                    "title": "МГОУ (филиал)"
                }, {
                    "id": 258584,
                    "title": "МАГМУ (НФ)"
                }, {
                    "id": 499285,
                    "title": "РосНОУ (представительство)"
                }, {
                    "id": 1189858,
                    "title": "НФ РАНХиГС"
                }]
            },
            "801": {
                "city": {
                    "id": 801,
                    "title": "Лыткарино",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 5241,
                    "title": "СГА (ЛФ)"
                }, {
                    "id": 25198,
                    "title": "МГУПИ (ЛФ)"
                }, {
                    "id": 35412,
                    "title": "РГГУ (ЛФ)"
                }, {
                    "id": 240930,
                    "title": "ЛФ ИФЭПОЗ"
                }]
            },
            "848": {
                "city": {
                    "id": 848,
                    "title": "Шатура",
                    "area": "Шатурский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 19840,
                    "title": "МГОУ (ШФ)"
                }, {
                    "id": 52160,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 74223,
                    "title": "МПСИ (ШФ)"
                }]
            },
            "857": {
                "city": {
                    "id": 857,
                    "title": "Долгопрудный",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 27465,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 35016,
                    "title": "Университет «Синергия» (бывш. МФПУ «Синергия, МФПА) (представительство)"
                }, {
                    "id": 55111,
                    "title": "МФТИ (ГУ) (см. в Москве)"
                }]
            },
            "859": {
                "city": {
                    "id": 859,
                    "title": "Королёв",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4902,
                    "title": "МГОТУ им. А. А. Леонова (ФТА, КИУЭС)"
                }, {
                    "id": 182267,
                    "title": "МЮИ (КФ)"
                }, {
                    "id": 413863,
                    "title": "МФПА (представительство)"
                }, {
                    "id": 832477,
                    "title": "КБШ"
                }, {
                    "id": 1175380,
                    "title": "ЦНИИмаш"
                }]
            },
            "872": {
                "city": {
                    "id": 872,
                    "title": "Чехов",
                    "area": "Чеховский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4328,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 4523,
                    "title": "ЧФ МГУПИ"
                }, {
                    "id": 23212,
                    "title": "ЧФ МФЮА"
                }, {
                    "id": 35829,
                    "title": "РГГУ (ЧФ)"
                }, {
                    "id": 48404,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 51854,
                    "title": "МГТУ «МАМИ» (представительство)"
                }]
            },
            "910": {
                "city": {
                    "id": 910,
                    "title": "Егорьевск",
                    "area": "Егорьевский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 68694,
                    "title": "МИКХиС (ЕФ)"
                }, {
                    "id": 126815,
                    "title": "ЕТИ МГТУ «Станкин»"
                }, {
                    "id": 394509,
                    "title": "МСГИ (ЕФ)"
                }, {
                    "id": 395185,
                    "title": "ЕФ МПГУ (бывш. ЕФ МГГУ им. М. А. Шолохова)"
                }]
            },
            "962": {
                "city": {
                    "id": 962,
                    "title": "Куровское",
                    "area": "Орехово-Зуевский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 29934,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }, {
                    "id": 402158,
                    "title": "МСЭИ (представительство)"
                }]
            },
            "991": {
                "city": {
                    "id": 991,
                    "title": "Можайск",
                    "area": "Можайский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 5091,
                    "title": "МГУПИ (МФ)"
                }, {
                    "id": 31486,
                    "title": "РосНОУ (представительство)"
                }, {
                    "id": 49553,
                    "title": "МФЮА (представительство)"
                }, {
                    "id": 120427,
                    "title": "МГУТУ (МФ)"
                }, {
                    "id": 128187,
                    "title": "МГАКХиС (МФ)"
                }, {
                    "id": 1172888,
                    "title": "НИЕВ (МФ)"
                }]
            },
            "1014": {
                "city": {
                    "id": 1014,
                    "title": "Кашира",
                    "area": "Каширский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 49844,
                    "title": "КФ МГОУ"
                }, {
                    "id": 125501,
                    "title": "МГУПИ (КФ)"
                }, {
                    "id": 434532,
                    "title": "РГГУ  (КФ)"
                }]
            },
            "1037": {
                "city": {
                    "id": 1037,
                    "title": "Голицыно",
                    "area": "Одинцовский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4923,
                    "title": "ИМСГС (представительство)"
                }, {
                    "id": 26773,
                    "title": "ЗПИТ - филиал РМАТ"
                }, {
                    "id": 37221,
                    "title": "ИСЭ (представительство)"
                }, {
                    "id": 61957,
                    "title": "МГИУ ИДО (представительство)"
                }, {
                    "id": 284337,
                    "title": "ГПИ ФСБ (бывш. ВПВПООРКУ, ГВИ ФПС)"
                }]
            },
            "1297": {
                "city": {
                    "id": 1297,
                    "title": "Щёлково",
                    "area": "Щелковский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 4422,
                    "title": "Представительство МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 19745,
                    "title": "РМАТ (филиал)"
                }, {
                    "id": 28697,
                    "title": "СГА (ЩФ)"
                }, {
                    "id": 50529,
                    "title": "ЩФ НИЕВ"
                }, {
                    "id": 205093,
                    "title": "МГУС / РГУТиС (филиал)"
                }]
            },
            "1311": {
                "city": {
                    "id": 1311,
                    "title": "Клин",
                    "area": "Клинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 31014,
                    "title": "КФ ИГА"
                }, {
                    "id": 34071,
                    "title": "ТГТУ (представительство)"
                }, {
                    "id": 41150,
                    "title": "ИИТЭМ"
                }, {
                    "id": 80651,
                    "title": "СПГИ (КФ)"
                }, {
                    "id": 87393,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 227774,
                    "title": "КИЭП"
                }, {
                    "id": 233820,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 1187875,
                    "title": "МГЭИ (КФ)"
                }]
            },
            "1386": {
                "city": {
                    "id": 1386,
                    "title": "Сергиев Посад",
                    "area": "Сергиево-Посадский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 5605,
                    "title": "СПГИ"
                }, {
                    "id": 13765,
                    "title": "Филиал МУ им. С. Ю. Витте (бывш. МИЭМП)"
                }, {
                    "id": 15308,
                    "title": "СПФ МПУ (бывш. МАМИ СПФ, МГИУ СПФ)"
                }, {
                    "id": 15436,
                    "title": "ЦИУиЭТБ (филиал РМАТ)"
                }, {
                    "id": 46833,
                    "title": "МГУПИ (СПФ)"
                }, {
                    "id": 53505,
                    "title": "МДА (МПДА)"
                }, {
                    "id": 55991,
                    "title": "УИИТ (представительство)"
                }, {
                    "id": 60110,
                    "title": "МИКХиС (филиал)"
                }, {
                    "id": 64689,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 101409,
                    "title": "МОФ МФЮА"
                }, {
                    "id": 224654,
                    "title": "СПФ МПГУ (бывш. СПФ МГГУ им. Шолохова, МГОПУ)"
                }, {
                    "id": 517541,
                    "title": "НИИПХ"
                }, {
                    "id": 832499,
                    "title": "МИПП (СПФ)"
                }, {
                    "id": 1171991,
                    "title": "ВШНИ (СПФ)"
                }, {
                    "id": 1189929,
                    "title": "СПФ ВГИК"
                }]
            },
            "1526": {
                "city": {
                    "id": 1526,
                    "title": "Луховицы",
                    "area": "Луховицкий район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 70396,
                    "title": "МГОУ"
                }, {
                    "id": 273667,
                    "title": "СГА (ЛФ)"
                }]
            },
            "1723": {
                "city": {
                    "id": 1723,
                    "title": "Наро-Фоминск",
                    "area": "Наро-Фоминский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 2322,
                    "title": "Филиал СПб ИВЭСЭП"
                }, {
                    "id": 57334,
                    "title": "МГИУ (ИДО)"
                }, {
                    "id": 224498,
                    "title": "Филиал РГСУ"
                }]
            },
            "2079": {
                "city": {
                    "id": 2079,
                    "title": "Волоколамск",
                    "area": "Волоколамский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 29089,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 36241,
                    "title": "МОКИТУ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 36244,
                    "title": "ВИГ РМАТ"
                }, {
                    "id": 59707,
                    "title": "МФЮА (ЦДД)"
                }, {
                    "id": 155054,
                    "title": "МГОУ (открытый) (ВФ)"
                }, {
                    "id": 354694,
                    "title": "ИИТЭМ (ВФ)"
                }]
            },
            "2118": {
                "city": {
                    "id": 2118,
                    "title": "Бронницы",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 73384,
                    "title": "БФ МАДИ (ГТУ)"
                }, {
                    "id": 1171764,
                    "title": "МФПУ «Синергия» (БФ)"
                }]
            },
            "2125": {
                "city": {
                    "id": 2125,
                    "title": "Пересвет",
                    "area": "Сергиево-Посадский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 27784,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "2194": {
                "city": {
                    "id": 2194,
                    "title": "Краснознаменск",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 101345,
                    "title": "КФ МФПУ «Синергия» (бывш. МФПА)"
                }, {
                    "id": 280069,
                    "title": "КФ МЮИ"
                }]
            },
            "2443": {
                "city": {
                    "id": 2443,
                    "title": "Ликино-Дулево",
                    "area": "Орехово-Зуевский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 9989,
                    "title": "МГТУ «МАМИ» (ЛФ)"
                }, {
                    "id": 20751,
                    "title": "МГГУ им. М. А. Шолохова (представительство)"
                }]
            },
            "2568": {
                "city": {
                    "id": 2568,
                    "title": "Монино",
                    "area": "Щелковский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 15021,
                    "title": "ВВА им. Жуковского и Ю. А. Гагарина (бывш. ВВА) "
                }]
            },
            "3263": {
                "city": {
                    "id": 3263,
                    "title": "Зарайск",
                    "area": "Зарайский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 106500,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "3787": {
                "city": {
                    "id": 3787,
                    "title": "Котельники",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 458585,
                    "title": "ГУ «Дубна» филиал «Котельники»"
                }]
            },
            "4059": {
                "city": {
                    "id": 4059,
                    "title": "Руза",
                    "area": "Рузский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 98362,
                    "title": "РГСУ (РФ)"
                }, {
                    "id": 159255,
                    "title": "МОФ МосУ МВД России им. В. Я. Кикотя"
                }]
            },
            "4182": {
                "city": {
                    "id": 4182,
                    "title": "Лотошино",
                    "area": "Лотошинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 113544,
                    "title": "МГИУ (представительство)"
                }]
            },
            "4757": {
                "city": {
                    "id": 4757,
                    "title": "Павловский Посад",
                    "area": "Павлово-Посадский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 28147,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 55423,
                    "title": "СГА (филиал)"
                }, {
                    "id": 60060,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 78206,
                    "title": "МГУТУ (представительство)"
                }, {
                    "id": 528875,
                    "title": "РМАТ (филиал)"
                }]
            },
            "4890": {
                "city": {
                    "id": 4890,
                    "title": "Одинцово",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 16096,
                    "title": "ОФ МЮИ"
                }, {
                    "id": 31805,
                    "title": "АПУ (филиал)"
                }, {
                    "id": 33057,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 48664,
                    "title": "МПСИ (филиал)"
                }, {
                    "id": 57913,
                    "title": "МГИМО МИД России (ОФ, бывш. ОГУ)"
                }, {
                    "id": 75211,
                    "title": "МФЮА (ЦДД)"
                }, {
                    "id": 390570,
                    "title": "СГА (филиал)"
                }]
            },
            "5631": {
                "city": {
                    "id": 5631,
                    "title": "Большие Вяземы",
                    "area": "Одинцовский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 7321,
                    "title": "ЗПИТ (ф) РМАТ"
                }]
            },
            "6485": {
                "city": {
                    "id": 6485,
                    "title": "Талдом",
                    "area": "Талдомский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 90940,
                    "title": "СПГИ (ТФ)"
                }]
            },
            "6936": {
                "city": {
                    "id": 6936,
                    "title": "Юбилейный",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 28647,
                    "title": "МНЮИ (филиал)"
                }, {
                    "id": 1168629,
                    "title": "УЦ ЦБИ"
                }]
            },
            "7666": {
                "city": {
                    "id": 7666,
                    "title": "Оболенск",
                    "area": "Серпуховский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 251658,
                    "title": "ГНЦ ПМБ"
                }]
            },
            "7785": {
                "city": {
                    "id": 7785,
                    "title": "Лосино-Петровский",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 75224,
                    "title": "РГТЭУ (ЛПФ)"
                }]
            },
            "8101": {
                "city": {
                    "id": 8101,
                    "title": "Дубровицы",
                    "area": "Подольский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 40697,
                    "title": "ВГНИИЖ"
                }]
            },
            "8162": {
                "city": {
                    "id": 8162,
                    "title": "Лобня",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 59439,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 103022,
                    "title": "ЛФ МЭСИ"
                }, {
                    "id": 670231,
                    "title": "ВНИИ кормов РСХА"
                }]
            },
            "11260": {
                "city": {
                    "id": 11260,
                    "title": "Хотьково",
                    "area": "Сергиево-Посадский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 29768,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "12254": {
                "city": {
                    "id": 12254,
                    "title": "Новосиньково",
                    "area": "Дмитровский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 518687,
                    "title": "МГАУ им. В. П. Горячкина (ДФ)"
                }]
            },
            "12340": {
                "city": {
                    "id": 12340,
                    "title": "Менделеево",
                    "area": "Солнечногорский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 117356,
                    "title": "ВНИИФТРИ"
                }]
            },
            "18649": {
                "city": {
                    "id": 18649,
                    "title": "Тучково",
                    "area": "Рузский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 135555,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 348699,
                    "title": "МНЮИ (ТФ)"
                }]
            },
            "20306": {
                "city": {
                    "id": 20306,
                    "title": "Кубинка",
                    "area": "Одинцовский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 40415,
                    "title": "МВИРЭ КВ"
                }]
            },
            "20404": {
                "city": {
                    "id": 20404,
                    "title": "Ивантеевка",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 18687,
                    "title": "МОИУП"
                }, {
                    "id": 279832,
                    "title": "РГСУ (ИФ)"
                }]
            },
            "20558": {
                "city": {
                    "id": 20558,
                    "title": "Дзержинский",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 20037,
                    "title": "НУПДС"
                }, {
                    "id": 307637,
                    "title": "Университет «Дубна» филиал «Угреша»"
                }]
            },
            "21611": {
                "city": {
                    "id": 21611,
                    "title": "Дубна",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 40153,
                    "title": "МИРЭА (ДФ)"
                }, {
                    "id": 41884,
                    "title": "РГУТиС (ДФ)"
                }, {
                    "id": 42498,
                    "title": "МИГКУ (представительство)"
                }, {
                    "id": 57757,
                    "title": "УРАО (ДФ)"
                }, {
                    "id": 59144,
                    "title": "ВВВСКУ"
                }, {
                    "id": 117018,
                    "title": "ОИЯИ"
                }, {
                    "id": 118364,
                    "title": "Университет «Дубна»"
                }]
            },
            "21613": {
                "city": {
                    "id": 21613,
                    "title": "Железнодорожный (Балашиха)",
                    "area": "Городской округ Балашиха район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 39934,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 40272,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 61224,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 71535,
                    "title": "МФПА (представительство)"
                }, {
                    "id": 72660,
                    "title": "СГА (ЖФ)"
                }]
            },
            "1053492": {
                "city": {
                    "id": 1053492,
                    "title": "ВНИИПО",
                    "area": "Городской округ Балашиха район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 1169004,
                    "title": "ВНИИПО МЧС России"
                }]
            },
            "1054308": {
                "city": {
                    "id": 1054308,
                    "title": "Домодедово",
                    "area": "Домодедовский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 32838,
                    "title": "ВИПК МВД России"
                }, {
                    "id": 54973,
                    "title": "РосНОУ (ДФ)"
                }, {
                    "id": 78066,
                    "title": "СПИЭБ"
                }, {
                    "id": 104119,
                    "title": "РГГУ (ДФ)"
                }]
            },
            "1057075": {
                "city": {
                    "id": 1057075,
                    "title": "ВНИИССОК",
                    "area": "Одинцовский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 236018,
                    "title": "ВНИИССОК"
                }]
            },
            "1057653": {
                "city": {
                    "id": 1057653,
                    "title": "Быково",
                    "area": "Подольский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 311543,
                    "title": "РАМЖ"
                }]
            },
            "1057926": {
                "city": {
                    "id": 1057926,
                    "title": "Лесные Поляны",
                    "area": "Пушкинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 1177003,
                    "title": "ВНИИплем"
                }]
            },
            "1057953": {
                "city": {
                    "id": 1057953,
                    "title": "Пушкино",
                    "area": "Пушкинский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 58748,
                    "title": "СГА (филиал)"
                }, {
                    "id": 59722,
                    "title": "ВНИИЛМ"
                }, {
                    "id": 401971,
                    "title": "ВИПКЛХ"
                }, {
                    "id": 1164368,
                    "title": "ИТТ"
                }]
            },
            "1058222": {
                "city": {
                    "id": 1058222,
                    "title": "Электроизолятор",
                    "area": "Раменский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 1172962,
                    "title": "ГГУ (бывш. ГГХПИ)"
                }]
            },
            "1059196": {
                "city": {
                    "id": 1059196,
                    "title": "Ржавки",
                    "area": "Солнечногорский район",
                    "region": "Московская область"
                },
                "unis": [{
                    "id": 149318,
                    "title": "ИЭЛП"
                }]
            }
        }
    },
    "RU-MUR": {
        "id": 52,
        "shortname": "RU-MUR",
        "unis": {
            "87": {
                "city": {
                    "id": 87,
                    "title": "Мурманск",
                    "region": "Мурманская область",
                    "important": 1
                },
                "unis": [{
                    "id": 628,
                    "title": "МАГУ (бывш. МГГУ, МГПУ)"
                }, {
                    "id": 629,
                    "title": "МГТУ\r\n"
                }, {
                    "id": 630,
                    "title": "МАЭУ (бывш. МИЭП)"
                }, {
                    "id": 1864,
                    "title": "МИЭ СПбУТУиЭ (бывш. САУ, СПбУУЭ)"
                }, {
                    "id": 1926,
                    "title": "ИНЖЭКОН (МФ)"
                }, {
                    "id": 1931,
                    "title": "СЗИ (ф) МГЭУ (бывш. МГЭИ СЗФ)"
                }, {
                    "id": 1975,
                    "title": "РГСУ (МФ)"
                }, {
                    "id": 2026,
                    "title": "МФ СПбГУП"
                }, {
                    "id": 3263,
                    "title": "НОУ ЮИ (МФ)"
                }, {
                    "id": 3513,
                    "title": "БИЭПП (МФ)"
                }, {
                    "id": 3939,
                    "title": "СГА"
                }, {
                    "id": 4849,
                    "title": "МФ РУК (бывш. МУПК)"
                }, {
                    "id": 12452,
                    "title": "ПГУПС (МФ)"
                }, {
                    "id": 13514,
                    "title": "МИБО (бывш. МГИ)"
                }, {
                    "id": 13928,
                    "title": "СПбГУВК (МФ)"
                }, {
                    "id": 14525,
                    "title": "СПбУ МВД РФ (МФ)"
                }, {
                    "id": 16039,
                    "title": "СЗТУ (МФ)"
                }, {
                    "id": 16228,
                    "title": "СПбГУЭиФ (МФ)"
                }, {
                    "id": 16611,
                    "title": "ИМПиЭ им. Грибоедова (МФ)"
                }, {
                    "id": 17500,
                    "title": "СФГА (бывш. СГИ) (МФ)"
                }, {
                    "id": 18563,
                    "title": "МФ РАНХиГС (бывш. СЗАГС МФ)"
                }, {
                    "id": 20470,
                    "title": "ГМА им. Макарова (МФ)"
                }, {
                    "id": 196531,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 1170569,
                    "title": "СПбУ МЧС ГПС (представительство)"
                }, {
                    "id": 1172254,
                    "title": "ММБИ КНЦ РАН"
                }, {
                    "id": 1189786,
                    "title": "ГУМРФ им. Макарова (МФ)"
                }]
            },
            "175": {
                "city": {
                    "id": 175,
                    "title": "Апатиты",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 31118,
                    "title": "МГТУ (АФ)"
                }, {
                    "id": 62296,
                    "title": "ПетрГУ (КФ)"
                }, {
                    "id": 448486,
                    "title": "АФ СПбГЭУ (бывш. ИНЖЭКОН АФ)"
                }, {
                    "id": 1168146,
                    "title": "КНЦ РАН"
                }, {
                    "id": 1188136,
                    "title": "филиал МАГУ в г. Апатиты"
                }]
            },
            "187": {
                "city": {
                    "id": 187,
                    "title": "Мончегорск",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 1339,
                    "title": "НГУФКСЗ им. Лесгафта (МФ)"
                }, {
                    "id": 17074,
                    "title": "МГТУ (МФ)"
                }, {
                    "id": 25507,
                    "title": "МГПУ (МФ)"
                }, {
                    "id": 43852,
                    "title": "СПГГИ (ТУ) им. Плеханова (МФ)"
                }]
            },
            "326": {
                "city": {
                    "id": 326,
                    "title": "Кандалакша",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 79564,
                    "title": "СПбГУАП (КФ)"
                }]
            },
            "1092": {
                "city": {
                    "id": 1092,
                    "title": "Ковдор",
                    "area": "Ковдорский район",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 39460,
                    "title": "СПГУАП (представительство)"
                }]
            },
            "4142": {
                "city": {
                    "id": 4142,
                    "title": "Кировск",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 32619,
                    "title": "КГУ им. Н. А. Некрасова (КФ)"
                }, {
                    "id": 97999,
                    "title": "МАП (КФ)"
                }]
            },
            "5543": {
                "city": {
                    "id": 5543,
                    "title": "Кола",
                    "area": "Кольский район",
                    "region": "Мурманская область"
                },
                "unis": [{
                    "id": 13601,
                    "title": "МФ МосАП"
                }]
            }
        }
    },
    "RU-NIZ": {
        "id": 53,
        "shortname": "RU-NIZ",
        "unis": {
            "20": {
                "city": {
                    "id": 20,
                    "title": "Арзамас",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 360,
                    "title": "АФ ННГУ им. Н. И. Лобачевского (бывш. АГПИ им. Гайдара)"
                }, {
                    "id": 26339,
                    "title": "РУК (АФ)"
                }, {
                    "id": 28563,
                    "title": "СГА (АФ)"
                }, {
                    "id": 63631,
                    "title": "РГАЗУ (АФ)"
                }, {
                    "id": 74466,
                    "title": "МАИ (АФ)"
                }, {
                    "id": 94498,
                    "title": "РАНХиГС (бывш. ВВАГС) (АФ)"
                }, {
                    "id": 117522,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 216559,
                    "title": "АПИ НГТУ"
                }]
            },
            "95": {
                "city": {
                    "id": 95,
                    "title": "Нижний Новгород",
                    "region": "Нижегородская область",
                    "important": 1
                },
                "unis": [{
                    "id": 643,
                    "title": "НИУ РАНХиГС (бывш. ВВАГС)"
                }, {
                    "id": 644,
                    "title": "ВГУВТ (ВГАВТ)"
                }, {
                    "id": 646,
                    "title": "ННГК им. М. И. Глинки"
                }, {
                    "id": 647,
                    "title": "ПИМУ (бывш. НижГМА)"
                }, {
                    "id": 649,
                    "title": "ННГАСУ"
                }, {
                    "id": 650,
                    "title": "НГЛУ им. Н. А. Добролюбова"
                }, {
                    "id": 651,
                    "title": "НГПУ им. Козьмы Минина"
                }, {
                    "id": 652,
                    "title": "НГТУ им. Р. Е. Алексеева"
                }, {
                    "id": 653,
                    "title": "ННГУ им. Н. И. Лобачевского"
                }, {
                    "id": 654,
                    "title": "НКИ\r\n"
                }, {
                    "id": 656,
                    "title": "НПА\r\n"
                }, {
                    "id": 657,
                    "title": "НИМБ"
                }, {
                    "id": 1179,
                    "title": "НИУ ВШЭ – НН"
                }, {
                    "id": 1224,
                    "title": "ВВФ МТУСИ"
                }, {
                    "id": 2035,
                    "title": "ННФ УРИО (бывш. УРАО ННФ)"
                }, {
                    "id": 2194,
                    "title": "Филиал СГУ (бывш. СГУТиКД ННФ)"
                }, {
                    "id": 2716,
                    "title": "ИБП (ННФ)"
                }, {
                    "id": 2865,
                    "title": "НГСХА"
                }, {
                    "id": 2931,
                    "title": "СГА"
                }, {
                    "id": 3126,
                    "title": "ВМИ ФСБ РФ (бывш. ВМИ ФПС РФ при НГМА)"
                }, {
                    "id": 4216,
                    "title": "РГУП (ПФ) (бывш. РАП ПФ)"
                }, {
                    "id": 4775,
                    "title": "ВФ МАДИ (ГТУ)"
                }, {
                    "id": 5345,
                    "title": "ГИ (ННФ)"
                }, {
                    "id": 5420,
                    "title": "РосНОУ (ННФ)"
                }, {
                    "id": 6280,
                    "title": "Академия МНЭПУ (ПДД)"
                }, {
                    "id": 6447,
                    "title": "МЭФИ (ННФ)"
                }, {
                    "id": 11227,
                    "title": "НИРО"
                }, {
                    "id": 11635,
                    "title": "НА МВД РФ"
                }, {
                    "id": 12463,
                    "title": "ГВЗРКУ"
                }, {
                    "id": 13755,
                    "title": "МЮИ (ННФ)"
                }, {
                    "id": 13969,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП) (ННФ)"
                }, {
                    "id": 16800,
                    "title": "АТиСО (ННФ)"
                }, {
                    "id": 18180,
                    "title": "ГВВУТ (НВВУТ)"
                }, {
                    "id": 20569,
                    "title": "ВЗФЭИ"
                }, {
                    "id": 83723,
                    "title": "Филиал СамГУПС (бывш. МИИТ ННФ)"
                }, {
                    "id": 95294,
                    "title": "РГГУ (ННФ)"
                }, {
                    "id": 97142,
                    "title": "Нижегородский институт МГЭУ (бывш. МГЭИ ННФ)"
                }, {
                    "id": 105792,
                    "title": "ГВВКУС"
                }, {
                    "id": 167700,
                    "title": "СПбГУФК (ННФ) им. П. Ф. Лесгафта"
                }, {
                    "id": 169840,
                    "title": "МИЭП (ННФ)"
                }, {
                    "id": 242307,
                    "title": "МГИ (ННФ)"
                }, {
                    "id": 244626,
                    "title": "МСИ (ННФ)"
                }, {
                    "id": 289722,
                    "title": "ИГТА (ННФ)"
                }, {
                    "id": 292098,
                    "title": "НДС"
                }, {
                    "id": 311873,
                    "title": "МЭСИ (ННФ)"
                }, {
                    "id": 401258,
                    "title": "МГУТУ (ННФ)"
                }, {
                    "id": 769680,
                    "title": "МИП НФ"
                }, {
                    "id": 1167912,
                    "title": "ИФМ РАН"
                }, {
                    "id": 1168443,
                    "title": "ВЮЗИ "
                }, {
                    "id": 1170394,
                    "title": "ИПТД (филиал НГИЭИ)"
                }, {
                    "id": 1170452,
                    "title": "ИПФ РАН"
                }, {
                    "id": 1170643,
                    "title": "ИХВВ им. Г. Г. Девятых РАН"
                }, {
                    "id": 1173241,
                    "title": "Институт ФСБ России"
                }, {
                    "id": 1174828,
                    "title": "ИМХ им. Г. А. Разуваева РАН"
                }, {
                    "id": 1175503,
                    "title": "ИГУПИТ (ННФ)"
                }, {
                    "id": 1189051,
                    "title": "ВГИПУ"
                }, {
                    "id": 1189133,
                    "title": "НПП «Полет»"
                }, {
                    "id": 1189421,
                    "title": "НРРЦ"
                }]
            },
            "431": {
                "city": {
                    "id": 431,
                    "title": "Саров",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 41207,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 45919,
                    "title": "СарФТИ НИЯУ МИФИ"
                }, {
                    "id": 60642,
                    "title": "СГА (СФ)"
                }]
            },
            "548": {
                "city": {
                    "id": 548,
                    "title": "Кстово",
                    "area": "Кстовский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 15969,
                    "title": "НВВИКУ (ВИ)"
                }, {
                    "id": 21749,
                    "title": "КФ ННГУ им. Лобачевского"
                }, {
                    "id": 74057,
                    "title": "ВВАГС (представительство)"
                }, {
                    "id": 99883,
                    "title": "ННГАСУ (представительство)"
                }, {
                    "id": 102015,
                    "title": "ГВВСКУ"
                }, {
                    "id": 112528,
                    "title": "ВГИПУ (КФ)"
                }, {
                    "id": 254895,
                    "title": "НИМБ (представительство)"
                }]
            },
            "621": {
                "city": {
                    "id": 621,
                    "title": "Дзержинск",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 28406,
                    "title": "СГА"
                }, {
                    "id": 53540,
                    "title": "ИВЭСЭП (ДФ)"
                }, {
                    "id": 58358,
                    "title": "ДФ РАНХиГС (бывш. ВВАГС ДФ)"
                }, {
                    "id": 70733,
                    "title": "ДПИ НГТУ"
                }, {
                    "id": 89036,
                    "title": "ННГУ им. Лобачевского (ДФ)"
                }]
            },
            "1172": {
                "city": {
                    "id": 1172,
                    "title": "Новосмолинский",
                    "area": "Володарский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 103350,
                    "title": "МГОУ (представительство)"
                }]
            },
            "1305": {
                "city": {
                    "id": 1305,
                    "title": "Шахунья",
                    "area": "Шахунский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 236028,
                    "title": "ШФ ННГУ им. Лобачевского"
                }, {
                    "id": 465202,
                    "title": "НГСХА (представительство)"
                }, {
                    "id": 536331,
                    "title": "МГОУ (представительство)"
                }]
            },
            "1371": {
                "city": {
                    "id": 1371,
                    "title": "Чкаловск",
                    "area": "Чкаловский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 290480,
                    "title": "НГСХА (представительство)"
                }]
            },
            "1594": {
                "city": {
                    "id": 1594,
                    "title": "Княгинино",
                    "area": "Княгининский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 40699,
                    "title": "НГИЭУ (НГИЭИ)"
                }]
            },
            "1781": {
                "city": {
                    "id": 1781,
                    "title": "Кулебаки",
                    "area": "Кулебакский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 24156,
                    "title": "МГОУ (КФ)"
                }]
            },
            "2225": {
                "city": {
                    "id": 2225,
                    "title": "Богородск",
                    "area": "Богородский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 54104,
                    "title": "ННГАСУ (представительство)"
                }]
            },
            "4310": {
                "city": {
                    "id": 4310,
                    "title": "Лысково",
                    "area": "Лысковский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 98685,
                    "title": "ННГАСУ (представительство)"
                }]
            },
            "6111": {
                "city": {
                    "id": 6111,
                    "title": "Балахна",
                    "area": "Балахнинский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 1191438,
                    "title": "БФ ННГУ им. Н. И. Лобачевского"
                }]
            },
            "6225": {
                "city": {
                    "id": 6225,
                    "title": "Семенов",
                    "area": "Семеновский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 271480,
                    "title": "МГУЛ (представительство)"
                }, {
                    "id": 422056,
                    "title": "НИМБ (СФ)"
                }]
            },
            "6923": {
                "city": {
                    "id": 6923,
                    "title": "Выкса",
                    "area": "Выксунский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 15638,
                    "title": "ННГУ им. Н. И. Лобачевского (ВФ)"
                }, {
                    "id": 16568,
                    "title": "ННГАСУ (представительство)"
                }, {
                    "id": 29360,
                    "title": "ВФ МИСиС"
                }, {
                    "id": 87686,
                    "title": "ВФ НГТУ им. Р. Е. Алексеева"
                }, {
                    "id": 93349,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 132074,
                    "title": "НИМБ (представительство)"
                }]
            },
            "11988": {
                "city": {
                    "id": 11988,
                    "title": "Сергач",
                    "area": "Сергачский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 160365,
                    "title": "СФ ННГУ им. Лобачевского"
                }]
            },
            "16900": {
                "city": {
                    "id": 16900,
                    "title": "Ветлуга",
                    "area": "Ветлужский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 53842,
                    "title": "МГУЛ (региональное отделение)"
                }]
            },
            "19296": {
                "city": {
                    "id": 19296,
                    "title": "Заволжье",
                    "area": "Городецкий район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 48711,
                    "title": "ЗФ ННГУ им. Н. И. Лобачевского"
                }, {
                    "id": 76276,
                    "title": "ЗФ НГТУ им. Р. Е. Алексеева"
                }]
            },
            "1139062": {
                "city": {
                    "id": 1139062,
                    "title": "Бор",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 351567,
                    "title": "ННГАСУ (представительство)"
                }, {
                    "id": 372889,
                    "title": "ВВАГС (представительство)"
                }, {
                    "id": 379652,
                    "title": "СГА (БФ)"
                }, {
                    "id": 457465,
                    "title": "БФ ННГУ им. Н. И. Лобачевского (1 ФДО)"
                }]
            },
            "1141697": {
                "city": {
                    "id": 1141697,
                    "title": "Павлово",
                    "area": "Павловский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 331461,
                    "title": "ПФ НГТУ"
                }, {
                    "id": 409757,
                    "title": "ННГАСУ (представительство)"
                }, {
                    "id": 451746,
                    "title": "ПФ ННГУ им. Лобачевского"
                }]
            },
            "1141821": {
                "city": {
                    "id": 1141821,
                    "title": "Перевоз",
                    "area": "Перевозский район",
                    "region": "Нижегородская область"
                },
                "unis": [{
                    "id": 53736,
                    "title": "Филиал МГОУ"
                }]
            }
        }
    },
    "RU-NGR": {
        "id": 54,
        "shortname": "RU-NGR",
        "unis": {
            "35": {
                "city": {
                    "id": 35,
                    "title": "Великий Новгород",
                    "area": "Новгородский район",
                    "region": "Новгородская область",
                    "important": 1
                },
                "unis": [{
                    "id": 408,
                    "title": "НовГУ"
                }, {
                    "id": 2068,
                    "title": "СПбГУЭиФ (ФИНЭК) (НФ)"
                }, {
                    "id": 3072,
                    "title": "СИТиУ (филиал) МГУТУ им. К. Г. Разумовского (ПКУ) (бывш. СФ РГУИТП)"
                }, {
                    "id": 3911,
                    "title": "СГА"
                }, {
                    "id": 5123,
                    "title": "РГГУ (НФ)"
                }, {
                    "id": 5916,
                    "title": "СПИУиП (НФ)"
                }, {
                    "id": 8168,
                    "title": "СПбУ МВД РФ (НФ)"
                }, {
                    "id": 12326,
                    "title": "РАНХиГС (НФ) (СЗАГС (НФ))"
                }, {
                    "id": 16639,
                    "title": "СПбГУСЭ (НФ)"
                }, {
                    "id": 17485,
                    "title": "ИНЖЭКОН (НФ)"
                }, {
                    "id": 22063,
                    "title": "НИ ВШУ (НФ)"
                }, {
                    "id": 233201,
                    "title": "РУК (НФ)"
                }, {
                    "id": 244846,
                    "title": "СПбГУКИ (НФ)"
                }, {
                    "id": 1164593,
                    "title": "НИППКРКС АПК"
                }, {
                    "id": 1187834,
                    "title": "Филиал СПбГЭУ (ранее ФИНЭК, ИНЖЭКОН, СПбГУСЭ)"
                }]
            },
            "353": {
                "city": {
                    "id": 353,
                    "title": "Боровичи",
                    "area": "Боровичский район",
                    "region": "Новгородская область"
                },
                "unis": [{
                    "id": 10175,
                    "title": "БФ НовГУ"
                }, {
                    "id": 27291,
                    "title": "СГА (БФ)"
                }, {
                    "id": 48042,
                    "title": "СЗТУ (представительство)"
                }, {
                    "id": 110497,
                    "title": "ИНФО-Рутения (ВТУ)"
                }]
            },
            "640": {
                "city": {
                    "id": 640,
                    "title": "Старая Русса",
                    "area": "Старорусский район",
                    "region": "Новгородская область"
                },
                "unis": [{
                    "id": 4576,
                    "title": "СПбГУСЭ (СФ)"
                }, {
                    "id": 273466,
                    "title": "СГА (СФ)"
                }]
            }
        }
    },
    "RU-NVS": {
        "id": 55,
        "shortname": "RU-NVS",
        "unis": {
            "99": {
                "city": {
                    "id": 99,
                    "title": "Новосибирск",
                    "region": "Новосибирская область",
                    "important": 1
                },
                "unis": [{
                    "id": 662,
                    "title": "СГУВТ (НГАВТ)"
                }, {
                    "id": 663,
                    "title": "НГУЭУ"
                }, {
                    "id": 664,
                    "title": "НГУАДИ (бывш. НГАХА)"
                }, {
                    "id": 665,
                    "title": "НГК им. Глинки"
                }, {
                    "id": 666,
                    "title": "НГАУ"
                }, {
                    "id": 667,
                    "title": "НГАСУ Сибстрин"
                }, {
                    "id": 668,
                    "title": "НГМУ"
                }, {
                    "id": 669,
                    "title": "НГПУ"
                }, {
                    "id": 670,
                    "title": "НГТУ (НЭТИ)"
                }, {
                    "id": 671,
                    "title": "НГУ"
                }, {
                    "id": 672,
                    "title": "НГИ"
                }, {
                    "id": 673,
                    "title": "НИЭМ"
                }, {
                    "id": 674,
                    "title": "НСИ"
                }, {
                    "id": 675,
                    "title": "СИУ РАНХиГС (СибАГС)"
                }, {
                    "id": 676,
                    "title": "СГУГиТ (бывш. СГГА)"
                }, {
                    "id": 677,
                    "title": "СГУПС"
                }, {
                    "id": 678,
                    "title": "СибГУТИ"
                }, {
                    "id": 679,
                    "title": "СИМОР"
                }, {
                    "id": 680,
                    "title": "САФБД"
                }, {
                    "id": 681,
                    "title": "СНИ\r\n"
                }, {
                    "id": 682,
                    "title": "СибУПК"
                }, {
                    "id": 1214,
                    "title": "СГА"
                }, {
                    "id": 1460,
                    "title": "НИЭПП (бывш. НКИ)"
                }, {
                    "id": 2044,
                    "title": "РЭУ им. Г. В. Плеханова (НФ)"
                }, {
                    "id": 2057,
                    "title": "КТИ ВТ СО РАН"
                }, {
                    "id": 3013,
                    "title": "МФЮА НФ"
                }, {
                    "id": 3924,
                    "title": "НВВКУ (ВИ МО РФ) (бывш. НВОКУ, НВВПОУ)"
                }, {
                    "id": 9592,
                    "title": "МЭФИ НФ"
                }, {
                    "id": 9810,
                    "title": "РНУ"
                }, {
                    "id": 14024,
                    "title": "ОЮИ"
                }, {
                    "id": 14693,
                    "title": "АТиСО"
                }, {
                    "id": 16037,
                    "title": "НЮИ (ф) ТГУ"
                }, {
                    "id": 16140,
                    "title": "НГТИ"
                }, {
                    "id": 18712,
                    "title": "СибГИУ"
                }, {
                    "id": 60455,
                    "title": "НТИ (филиал) РГУ им. А. Н. Косыгина (бывш. НТИ МГУДТ)"
                }, {
                    "id": 64923,
                    "title": "НФ СПбУТУиЭ (бывш. САУ, СПбУУЭ)"
                }, {
                    "id": 92115,
                    "title": "МПГУ НФ"
                }, {
                    "id": 93338,
                    "title": "ИСИ СО РАН"
                }, {
                    "id": 94638,
                    "title": "ИАиЭ СО РАН"
                }, {
                    "id": 97038,
                    "title": "ИК СО РАН"
                }, {
                    "id": 104558,
                    "title": "ИЦиГ СО РАН"
                }, {
                    "id": 104562,
                    "title": "ИЯФ СО РАН"
                }, {
                    "id": 105178,
                    "title": "НСМПБИ"
                }, {
                    "id": 107035,
                    "title": "РАП НФ"
                }, {
                    "id": 141797,
                    "title": "САУМК(И)"
                }, {
                    "id": 168069,
                    "title": "НИОХ СО РАН"
                }, {
                    "id": 168131,
                    "title": "НВИ ВВ МВД"
                }, {
                    "id": 196505,
                    "title": "ТЭЮИ (НФ)"
                }, {
                    "id": 196520,
                    "title": "ИВТ СО РАН"
                }, {
                    "id": 233673,
                    "title": "ИГД СО РАН"
                }, {
                    "id": 243813,
                    "title": "ИНХ СО РАН"
                }, {
                    "id": 243836,
                    "title": "ИВМиМГ СО РАН"
                }, {
                    "id": 244079,
                    "title": "СПб ИВЭСЭП (НФ)"
                }, {
                    "id": 244987,
                    "title": "МИПП (НФ)"
                }, {
                    "id": 245168,
                    "title": "НОШБ (МИМ Линк)"
                }, {
                    "id": 245340,
                    "title": "ИЭиОПП СО РАН"
                }, {
                    "id": 499507,
                    "title": "ИСиЭЖ СО РАН"
                }, {
                    "id": 502663,
                    "title": "ИНГГ СО РАН"
                }, {
                    "id": 508199,
                    "title": "НИИ физиологии СО РАМН"
                }, {
                    "id": 543756,
                    "title": "СИП"
                }, {
                    "id": 549833,
                    "title": "ИХБФМ СО РАН"
                }, {
                    "id": 567270,
                    "title": "ИФиП СО РАН"
                }, {
                    "id": 576927,
                    "title": "ИМ им. С. Л. Соболева СО РАН"
                }, {
                    "id": 604509,
                    "title": "ИИ СО РАН"
                }, {
                    "id": 659157,
                    "title": "ИХТТМ СО РАН"
                }, {
                    "id": 748662,
                    "title": "ИХКГ СО РАН"
                }, {
                    "id": 777896,
                    "title": "ИФП СО РАН"
                }, {
                    "id": 910467,
                    "title": "ИФЛ СО РАН"
                }, {
                    "id": 924298,
                    "title": "АНБОП (НФ)"
                }, {
                    "id": 1039427,
                    "title": "ИТПМ СО РАН"
                }, {
                    "id": 1167318,
                    "title": "НПДС"
                }, {
                    "id": 1168623,
                    "title": "ИГиЛ СО РАН"
                }, {
                    "id": 1168834,
                    "title": "НИКП"
                }, {
                    "id": 1169332,
                    "title": "Институт ФСБ РФ"
                }, {
                    "id": 1169993,
                    "title": "ИЛФ СО РАН"
                }, {
                    "id": 1171799,
                    "title": "ИАЭТ СО РАН"
                }, {
                    "id": 1172969,
                    "title": "НИПКиПРО"
                }, {
                    "id": 1173642,
                    "title": "ИГМ им. В. С. Соболева СО РАН"
                }, {
                    "id": 1175132,
                    "title": "НИИ клинической иммунологии СО РАМН"
                }, {
                    "id": 1175824,
                    "title": "СИПППиСР"
                }, {
                    "id": 1187972,
                    "title": "ИМППМ РАМН"
                }, {
                    "id": 1187981,
                    "title": "НИИТПМ СО РАМН"
                }, {
                    "id": 1188072,
                    "title": "ННИИПК им. ак. Е. Н. Мешалкина"
                }, {
                    "id": 1188956,
                    "title": "ННИИТО им. Я. Л. Цивьяна"
                }, {
                    "id": 1190239,
                    "title": "Богословская семинария СЕЛЦ"
                }]
            },
            "707": {
                "city": {
                    "id": 707,
                    "title": "Куйбышев",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 6120,
                    "title": "КФ НГПУ"
                }, {
                    "id": 147046,
                    "title": "КФ НГТУ"
                }, {
                    "id": 169784,
                    "title": "СИУ РАНХиГС (бывш. СибАГС)"
                }]
            },
            "1133": {
                "city": {
                    "id": 1133,
                    "title": "Бердск",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 24980,
                    "title": "НГПУ (представительство)"
                }, {
                    "id": 98224,
                    "title": "НГИ (БФ)"
                }, {
                    "id": 132050,
                    "title": "БФ НГТУ"
                }, {
                    "id": 140367,
                    "title": "СГГА (представительство)"
                }, {
                    "id": 272550,
                    "title": "СГА (представительство)"
                }]
            },
            "1692": {
                "city": {
                    "id": 1692,
                    "title": "Краснообск",
                    "area": "Новосибирский район",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 1168196,
                    "title": "СибНИИРС"
                }]
            },
            "2180": {
                "city": {
                    "id": 2180,
                    "title": "Кольцово",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 1189009,
                    "title": "ГНЦ ВБ «Вектор» Роспотребнадзора"
                }]
            },
            "2801": {
                "city": {
                    "id": 2801,
                    "title": "Обь",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 129787,
                    "title": "НГПУ (представительство)"
                }]
            },
            "11145": {
                "city": {
                    "id": 11145,
                    "title": "Болотное",
                    "area": "Болотнинский район",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 192577,
                    "title": "СГГА (БФ)"
                }]
            },
            "14876": {
                "city": {
                    "id": 14876,
                    "title": "Искитим",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 101143,
                    "title": "НГАСУ Сибстрин (ИФ)"
                }, {
                    "id": 260528,
                    "title": "НГТУ (представительство)"
                }, {
                    "id": 341345,
                    "title": "НГУЭУ (представительство)"
                }]
            },
            "1143829": {
                "city": {
                    "id": 1143829,
                    "title": "Линево",
                    "area": "Искитимский район",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 273303,
                    "title": "СГГА (ЛФ)"
                }]
            },
            "1144826": {
                "city": {
                    "id": 1144826,
                    "title": "Тогучин",
                    "area": "Тогучинский район",
                    "region": "Новосибирская область"
                },
                "unis": [{
                    "id": 152364,
                    "title": "Представительство СГУГиТ (бывш. СГГА ТФ)"
                }]
            }
        }
    },
    "RU-OMS": {
        "id": 56,
        "shortname": "RU-OMS",
        "unis": {
            "104": {
                "city": {
                    "id": 104,
                    "title": "Омск",
                    "region": "Омская область",
                    "important": 1
                },
                "unis": [{
                    "id": 689,
                    "title": "ИПЭК\r\n"
                }, {
                    "id": 690,
                    "title": "ИРСИД"
                }, {
                    "id": 691,
                    "title": "ОмГМУ (бывш. ОмГМА)"
                }, {
                    "id": 692,
                    "title": "ОмГАУ"
                }, {
                    "id": 693,
                    "title": "ОмУДТ (бывш. ОГИС, ОмТИ)"
                }, {
                    "id": 694,
                    "title": "ОмГПУ"
                }, {
                    "id": 695,
                    "title": "ОмГТУ"
                }, {
                    "id": 696,
                    "title": "ОмГУ им. Достоевского"
                }, {
                    "id": 697,
                    "title": "ОмГУПС\r\n"
                }, {
                    "id": 698,
                    "title": "ОИИЯ (Ин.яз-Омск)"
                }, {
                    "id": 699,
                    "title": "ОмА МВД России"
                }, {
                    "id": 700,
                    "title": "СибАДИ\r\n"
                }, {
                    "id": 701,
                    "title": "СибГУФК"
                }, {
                    "id": 702,
                    "title": "СИБИТ"
                }, {
                    "id": 2232,
                    "title": "СГА"
                }, {
                    "id": 2903,
                    "title": "ОФ ВА МТО (бывш. ВУНЦ СВ «ОА ВС РФ», ОТИИ, ОВТИУ)"
                }, {
                    "id": 3069,
                    "title": "ОмЭИ"
                }, {
                    "id": 4104,
                    "title": "ОИ (ф) РЭУ им. Г. В. Плеханова (бывш. ОИ РГТЭУ)"
                }, {
                    "id": 7000,
                    "title": "СГУТиКД (ОФ)"
                }, {
                    "id": 8729,
                    "title": "ОВОКУ им. Фрунзе"
                }, {
                    "id": 8732,
                    "title": "Финуниверситет при Правительстве РФ ОФ (бывш. ВЗФЭИ)"
                }, {
                    "id": 10940,
                    "title": "ОИВТ (ф) СГУВТ (бывш. НГАВТ)"
                }, {
                    "id": 11931,
                    "title": "СКИТУ (филиал) МГУТУ им. К.Г. Разумовского (бывш. РосЗИТиЛП)"
                }, {
                    "id": 15998,
                    "title": "ГУМФ (бывш. АБиК ОФ)"
                }, {
                    "id": 17809,
                    "title": "ОмИПП"
                }, {
                    "id": 18964,
                    "title": "ММИЭИФП (ОФ)"
                }, {
                    "id": 19381,
                    "title": "ЕврИЭМИ"
                }, {
                    "id": 21173,
                    "title": "РГСУ (ОФ)"
                }, {
                    "id": 65771,
                    "title": "МИИЯ (ОФ)"
                }, {
                    "id": 84835,
                    "title": "ОмГА (бывш. ОГИ)"
                }, {
                    "id": 166067,
                    "title": "ОмЮИ (ОмЮА)"
                }, {
                    "id": 167672,
                    "title": "МИЭП (ОФ)"
                }, {
                    "id": 168065,
                    "title": "СибУПК (ОФ)"
                }, {
                    "id": 179543,
                    "title": "Университет «Синергия» ОФ (бывш. МФПУ, МФПА ОФ)"
                }, {
                    "id": 233152,
                    "title": "РГППУ (ОФ)"
                }, {
                    "id": 242300,
                    "title": "ОМТЕРМ ИТП"
                }, {
                    "id": 315308,
                    "title": "ИМ им. С. Л. Соболева СО РАН (ОФ)"
                }, {
                    "id": 414771,
                    "title": "СФГА (ОФ)"
                }, {
                    "id": 498845,
                    "title": "МГАВТ (представительство)"
                }, {
                    "id": 586218,
                    "title": "МНИ (ОФ)"
                }, {
                    "id": 646614,
                    "title": "ОмИДО «Экономика и право»"
                }, {
                    "id": 1167468,
                    "title": "ОмРИ "
                }, {
                    "id": 1169137,
                    "title": "ОФ ВШНИ (И)"
                }, {
                    "id": 1172968,
                    "title": "ИППУ СО РАН"
                }, {
                    "id": 1175995,
                    "title": "ИНТехнО"
                }, {
                    "id": 1187747,
                    "title": "ОмДС"
                }, {
                    "id": 1189118,
                    "title": "ИРООО"
                }, {
                    "id": 1191130,
                    "title": "МАПО"
                }, {
                    "id": 1191219,
                    "title": "СибЮУ"
                }]
            },
            "7402": {
                "city": {
                    "id": 7402,
                    "title": "Тара",
                    "area": "Тарский район",
                    "region": "Омская область"
                },
                "unis": [{
                    "id": 280717,
                    "title": "Филиал ОмГПУ"
                }, {
                    "id": 285471,
                    "title": "ТФ ОмГАУ"
                }]
            },
            "1145847": {
                "city": {
                    "id": 1145847,
                    "title": "Называевск",
                    "area": "Называевский район",
                    "region": "Омская область"
                },
                "unis": [{
                    "id": 310416,
                    "title": "ОмЭИ (представительство)"
                }]
            }
        }
    },
    "RU-ORE": {
        "id": 57,
        "shortname": "RU-ORE",
        "unis": {
            "106": {
                "city": {
                    "id": 106,
                    "title": "Оренбург",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 711,
                    "title": "ОрГМУ"
                }, {
                    "id": 712,
                    "title": "ОГАУ\r\n"
                }, {
                    "id": 713,
                    "title": "ОГИИ им. Ростроповичей"
                }, {
                    "id": 714,
                    "title": "ОГИМ\r\n"
                }, {
                    "id": 716,
                    "title": "ОГУ\r\n"
                }, {
                    "id": 1671,
                    "title": "ОИ (ф) МГЮА"
                }, {
                    "id": 3993,
                    "title": "РГУ нефти и газа (НИУ) им. И. М. Губкина (ОФ)"
                }, {
                    "id": 5108,
                    "title": "ОФ РЭУ им. Г. В. Плеханова (бывш. ОФ РГТЭУ)"
                }, {
                    "id": 9369,
                    "title": "ОГПУ (бывш. ОГПИ им. Чкалова)"
                }, {
                    "id": 16023,
                    "title": "МИПП (ОФ)"
                }, {
                    "id": 22493,
                    "title": "ОФ АТиСО"
                }, {
                    "id": 32815,
                    "title": "ОФ РАНХиГС (бывш. УрАГС ОФ)"
                }, {
                    "id": 35749,
                    "title": "ОМВЕГК"
                }, {
                    "id": 38753,
                    "title": "ОрИПС (ф) СамГУПС"
                }, {
                    "id": 39431,
                    "title": "ОФ ПГУТИ"
                }, {
                    "id": 41473,
                    "title": "МаГУ"
                }, {
                    "id": 41978,
                    "title": "ОИЭиК"
                }, {
                    "id": 42554,
                    "title": "СГА"
                }, {
                    "id": 56223,
                    "title": "ИБиП (ОФ)"
                }, {
                    "id": 58419,
                    "title": "ОВЗРУ (ВИ)"
                }, {
                    "id": 84010,
                    "title": "Филиал МТИ (ВТУ)"
                }, {
                    "id": 86274,
                    "title": "АНБОП (ОФ)"
                }, {
                    "id": 137051,
                    "title": "УЮИ МВД РФ (ОФ)"
                }, {
                    "id": 233161,
                    "title": "ОВВАКУЛ"
                }, {
                    "id": 292173,
                    "title": "МАКБ (ОФ)"
                }, {
                    "id": 426406,
                    "title": "ОИБиУ"
                }, {
                    "id": 1168011,
                    "title": "ОренДС"
                }]
            },
            "108": {
                "city": {
                    "id": 108,
                    "title": "Орск",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 5513,
                    "title": "СамГУПС (ОФ)"
                }, {
                    "id": 6706,
                    "title": "МИП (ОФ)"
                }, {
                    "id": 9320,
                    "title": "ОФ ОГИМ"
                }, {
                    "id": 10564,
                    "title": "ОГТИ (филиал ОГУ)"
                }, {
                    "id": 32647,
                    "title": "МаГУ (ОФ)"
                }, {
                    "id": 39465,
                    "title": "РУИ (ОФ)"
                }, {
                    "id": 41837,
                    "title": "СЭИ"
                }, {
                    "id": 133612,
                    "title": "ОФ МФЮА"
                }, {
                    "id": 135318,
                    "title": "МАОК (ОФ) (бывш. ОФ СФГА)"
                }, {
                    "id": 557164,
                    "title": "МУГУ (ОФ)"
                }]
            },
            "708": {
                "city": {
                    "id": 708,
                    "title": "Новотроицк",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 2490,
                    "title": "НФ НИТУ «МИСиС»"
                }, {
                    "id": 97787,
                    "title": "МГОУ (филиал)"
                }, {
                    "id": 104463,
                    "title": "Филиал МИЭП"
                }]
            },
            "830": {
                "city": {
                    "id": 830,
                    "title": "Бугуруслан",
                    "area": "Бугурусланский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 18910,
                    "title": "ОГУ (БФ)"
                }, {
                    "id": 71643,
                    "title": "СамГТУ (ФДДО)"
                }]
            },
            "2404": {
                "city": {
                    "id": 2404,
                    "title": "Бузулук",
                    "area": "Бузулукский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 20474,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 37942,
                    "title": "СГА (БФ)"
                }, {
                    "id": 70511,
                    "title": "БГТИ (филиал ОГУ)"
                }]
            },
            "4705": {
                "city": {
                    "id": 4705,
                    "title": "Кувандык",
                    "area": "Кувандыкский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 42188,
                    "title": "ОГУ (представительство)"
                }, {
                    "id": 92939,
                    "title": "ОГАУ (представительство)"
                }]
            },
            "5399": {
                "city": {
                    "id": 5399,
                    "title": "Абдулино",
                    "area": "Абдулинский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 23160,
                    "title": "МГУТУ (АФ)"
                }]
            },
            "5539": {
                "city": {
                    "id": 5539,
                    "title": "Медногорск",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 200791,
                    "title": "УГТУ-УПИ (представительство)"
                }]
            },
            "6457": {
                "city": {
                    "id": 6457,
                    "title": "Акбулак",
                    "area": "Акбулакский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 113311,
                    "title": "АФ ОГУ"
                }]
            },
            "8043": {
                "city": {
                    "id": 8043,
                    "title": "Соль-Илецк",
                    "area": "Соль-Илецкий район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 13395,
                    "title": "ОГУ (представительство)"
                }]
            },
            "1148547": {
                "city": {
                    "id": 1148547,
                    "title": "Ясный",
                    "area": "Ясненский район",
                    "region": "Оренбургская область"
                },
                "unis": [{
                    "id": 162204,
                    "title": "ОГУ (представительство)"
                }]
            }
        }
    },
    "RU-ORL": {
        "id": 58,
        "shortname": "RU-ORL",
        "unis": {
            "105": {
                "city": {
                    "id": 105,
                    "title": "Орёл",
                    "area": "Орловский район",
                    "region": "Орловская область"
                },
                "unis": [{
                    "id": 705,
                    "title": "Среднерусский институт управления - филиал РАНХиГС (ОРАГС)"
                }, {
                    "id": 706,
                    "title": "ОГАУ\r\n"
                }, {
                    "id": 707,
                    "title": "ОГИК"
                }, {
                    "id": 709,
                    "title": "ОГУ имени И. С. Тургенева (ранее ОГПУ) (до 2016)"
                }, {
                    "id": 1726,
                    "title": "СГА (ОФ)"
                }, {
                    "id": 2107,
                    "title": "Финансовый университет при Правительстве РФ (ОФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 4197,
                    "title": "ОрелГУЭТ (бывш. ОКИ)"
                }, {
                    "id": 11933,
                    "title": "ОрЮИ МВД России имени В. В. Лукьянова"
                }, {
                    "id": 12969,
                    "title": "ВЭПИ (ОФ)"
                }, {
                    "id": 79898,
                    "title": "Госуниверситет – УНПК (ПГУ)"
                }, {
                    "id": 88584,
                    "title": "Академия ФСО России"
                }, {
                    "id": 197341,
                    "title": "ОФ МИИТ (РГОТУПС) "
                }, {
                    "id": 1188112,
                    "title": "ОГУ имени И. С. Тургенева (с 2016)"
                }, {
                    "id": 1190435,
                    "title": "ОрёлГТУ (бывш. ОГПИ)"
                }]
            },
            "609": {
                "city": {
                    "id": 609,
                    "title": "Мценск",
                    "area": "Мценский район",
                    "region": "Орловская область"
                },
                "unis": [{
                    "id": 66047,
                    "title": "МФ ОГУ имени И. С. Тургенева (МФ) (ранее ПГУ, Госуниверситет - УНПК, ОГТУ)"
                }, {
                    "id": 99933,
                    "title": "МГИУ (представительство)"
                }, {
                    "id": 1036101,
                    "title": "СГА (МФ)"
                }]
            },
            "4130": {
                "city": {
                    "id": 4130,
                    "title": "Ливны",
                    "area": "Ливенский район",
                    "region": "Орловская область"
                },
                "unis": [{
                    "id": 6243,
                    "title": "ЛФ ОГУ им. И.С. Тургенева (бывш. ЛФ Госуниверситет - УНПК, ЛФ ОрелГТУ)"
                }, {
                    "id": 57499,
                    "title": "СГА"
                }]
            }
        }
    },
    "RU-PNZ": {
        "id": 59,
        "shortname": "RU-PNZ",
        "unis": {
            "109": {
                "city": {
                    "id": 109,
                    "title": "Пенза",
                    "region": "Пензенская область"
                },
                "unis": [{
                    "id": 720,
                    "title": "ПГАУ (бывш. ПГСХА)"
                }, {
                    "id": 721,
                    "title": "ПИ им. Белинского ПГУ (бывш. ПГПУ)"
                }, {
                    "id": 722,
                    "title": "ПГУ"
                }, {
                    "id": 723,
                    "title": "ПГУАС (ПГАСА)"
                }, {
                    "id": 1088,
                    "title": "ПензГТУ (бывш. ПГТА)"
                }, {
                    "id": 1181,
                    "title": "РГУИТП (ПФ)"
                }, {
                    "id": 2333,
                    "title": "Академия МНЭПУ (ПФ)"
                }, {
                    "id": 3689,
                    "title": "СЮИ МВД РФ (ПФ)"
                }, {
                    "id": 4899,
                    "title": "ПАИИ ВА МТО (бывш. ПВАИУ им. Воронова)"
                }, {
                    "id": 13483,
                    "title": "ПФ МОСА (бывш. МОСУ)"
                }, {
                    "id": 15726,
                    "title": "Финансовый университет при Правительстве РФ (ПФ) (бывш. ВЗФЭИ ПФ)"
                }, {
                    "id": 37847,
                    "title": "МЭСИ (ПФ)"
                }, {
                    "id": 40572,
                    "title": "СГА"
                }, {
                    "id": 46797,
                    "title": "ПКИТ (филиал) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 48386,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 65759,
                    "title": "Филиал МУ им. С. Ю. Витте (бывш. МИЭМП)"
                }, {
                    "id": 77234,
                    "title": "Филиал МИПП"
                }, {
                    "id": 104964,
                    "title": "НКИ (ПФ)"
                }, {
                    "id": 499085,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 526253,
                    "title": "ВТУ (ПФ)"
                }, {
                    "id": 557149,
                    "title": "ИПКиПРО"
                }, {
                    "id": 1163127,
                    "title": "МСЭИ ПФ"
                }, {
                    "id": 1169384,
                    "title": "ПИУВ (филиал РМАНПО Минздрава России)"
                }, {
                    "id": 1170608,
                    "title": "ПДС"
                }]
            },
            "479": {
                "city": {
                    "id": 479,
                    "title": "Кузнецк",
                    "area": "Кузнецкий район",
                    "region": "Пензенская область"
                },
                "unis": [{
                    "id": 2213,
                    "title": "КИИУТ"
                }, {
                    "id": 61298,
                    "title": "ПГУАС (представительство)"
                }, {
                    "id": 69435,
                    "title": "СГА (представительство)"
                }, {
                    "id": 176547,
                    "title": "КТИ (ф) ПГТА"
                }, {
                    "id": 422308,
                    "title": "ПВГУС (представительство)"
                }]
            },
            "586": {
                "city": {
                    "id": 586,
                    "title": "Заречный",
                    "region": "Пензенская область"
                },
                "unis": [{
                    "id": 86594,
                    "title": "СГА (ЗФ)"
                }, {
                    "id": 287816,
                    "title": "ЗТИ ПензГТУ (бывш. ЗТИ (ф) ПГТА)"
                }]
            },
            "5075": {
                "city": {
                    "id": 5075,
                    "title": "Нижний Ломов",
                    "area": "Нижнеломовский район",
                    "region": "Пензенская область"
                },
                "unis": [{
                    "id": 219310,
                    "title": "Нижнеломовский филиал ПГУ"
                }]
            },
            "16746": {
                "city": {
                    "id": 16746,
                    "title": "Сердобск",
                    "area": "Сердобский район",
                    "region": "Пензенская область"
                },
                "unis": [{
                    "id": 287642,
                    "title": "СФ ПГУ"
                }]
            }
        }
    },
    "RU-PER": {
        "id": 26,
        "shortname": "RU-PER",
        "unis": {
            "110": {
                "city": {
                    "id": 110,
                    "title": "Пермь",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 724,
                    "title": "ПГМУ им. ак. Е. А. Вагнера"
                }, {
                    "id": 725,
                    "title": "Пермский ГАТУ (бывш. ПГСХА)"
                }, {
                    "id": 726,
                    "title": "ПГФА\r\n"
                }, {
                    "id": 727,
                    "title": "ПГИК (бывш. ПГАИК)"
                }, {
                    "id": 728,
                    "title": "ПГГПУ"
                }, {
                    "id": 729,
                    "title": "ПНИПУ (бывш. ПГТУ)"
                }, {
                    "id": 730,
                    "title": "ПГНИУ (ПГУ)"
                }, {
                    "id": 731,
                    "title": "ПРИПИТ\r\n"
                }, {
                    "id": 732,
                    "title": "ЗУИЭП\r\n"
                }, {
                    "id": 733,
                    "title": "ПГТИ\r\n"
                }, {
                    "id": 2241,
                    "title": "НИУ ВШЭ - Пермь"
                }, {
                    "id": 3339,
                    "title": "ИВЭСЭП (ПФ)"
                }, {
                    "id": 4223,
                    "title": "ПВИ РВСН"
                }, {
                    "id": 5530,
                    "title": "ПСИ (ПФ МОСУ)"
                }, {
                    "id": 6075,
                    "title": "УрГИ"
                }, {
                    "id": 10670,
                    "title": "МИГУП (ПФ)"
                }, {
                    "id": 11451,
                    "title": "ПИ (ф) РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 13391,
                    "title": "ПИЭФ"
                }, {
                    "id": 13523,
                    "title": "ПФ НА МВД РФ"
                }, {
                    "id": 15498,
                    "title": "ПВИ ВНГ РФ (бывш. ПВИ ВВ МВД РФ)"
                }, {
                    "id": 16919,
                    "title": "РГУТиС (ПФ)"
                }, {
                    "id": 18079,
                    "title": "ИПК-РМЦПК (бывш. РМЦПК ПГТУ)"
                }, {
                    "id": 18900,
                    "title": "ИЭ УрО РАН (ПФ)"
                }, {
                    "id": 19710,
                    "title": "УФ РАЖВиЗ"
                }, {
                    "id": 31058,
                    "title": "ПФ РАНХиГС (бывш. УрАГС ПФ)"
                }, {
                    "id": 139185,
                    "title": "ПИЖТ УрГУПС"
                }, {
                    "id": 169854,
                    "title": "ПФ ЮИ МВД РФ"
                }, {
                    "id": 233179,
                    "title": "МГИУ (ИДО)"
                }, {
                    "id": 240897,
                    "title": "РУДН (ПФ)"
                }, {
                    "id": 244620,
                    "title": "МосАП (ПФ)"
                }, {
                    "id": 244975,
                    "title": "МГУТУ (ПФ)"
                }, {
                    "id": 306414,
                    "title": "МЭСИ (ПФ)"
                }, {
                    "id": 414755,
                    "title": "СГА"
                }, {
                    "id": 459733,
                    "title": "ПИМУ (ВШПП)"
                }, {
                    "id": 506642,
                    "title": "ЕАОИ (ПФ)"
                }, {
                    "id": 549897,
                    "title": "ПФ ВГУВТ"
                }, {
                    "id": 637457,
                    "title": "МИЭП (ПФ)"
                }, {
                    "id": 747038,
                    "title": "ПИ ФСИН России"
                }, {
                    "id": 844523,
                    "title": "ЗУФ МИРБИС"
                }, {
                    "id": 1090046,
                    "title": "ПДС"
                }, {
                    "id": 1173038,
                    "title": "ИЭГМ УрО РАН"
                }, {
                    "id": 1176455,
                    "title": "ИМСС УрО РАН"
                }, {
                    "id": 1176994,
                    "title": "ГИ УрО РАН"
                }, {
                    "id": 1188964,
                    "title": "РИНО (ПГНИУ)"
                }, {
                    "id": 1189033,
                    "title": "УрИПКиП"
                }]
            },
            "132": {
                "city": {
                    "id": 132,
                    "title": "Соликамск",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 814,
                    "title": "СГПИ филиал ПГНИУ"
                }, {
                    "id": 152644,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 183497,
                    "title": "МГУЛ (представительство)"
                }, {
                    "id": 411215,
                    "title": "СГА (СФ)"
                }]
            },
            "156": {
                "city": {
                    "id": 156,
                    "title": "Чайковский",
                    "area": "Чайковский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 906,
                    "title": "ЧГИФК\r\n"
                }, {
                    "id": 3277,
                    "title": "ЧФ ПНИПУ (бывш. ПГТУ)"
                }, {
                    "id": 58222,
                    "title": "ПГПУ (ЧФ)"
                }, {
                    "id": 184229,
                    "title": "ЧТИ ИжГТУ"
                }]
            },
            "899": {
                "city": {
                    "id": 899,
                    "title": "Березники",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 6870,
                    "title": "БФ ПНИПУ (ПГТУ БФ)"
                }, {
                    "id": 11170,
                    "title": "УрГЭУ (БФ)"
                }, {
                    "id": 20571,
                    "title": "БФ ПГНИУ (ПГУ БФ)"
                }]
            },
            "2117": {
                "city": {
                    "id": 2117,
                    "title": "Краснокамск",
                    "area": "Краснокамский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 78219,
                    "title": "МИЭП (КФ)"
                }]
            },
            "4410": {
                "city": {
                    "id": 4410,
                    "title": "Кудымкар",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 23611,
                    "title": "УдГУ (КФ)"
                }, {
                    "id": 222906,
                    "title": "УГЛТУ (КФ)"
                }]
            },
            "4881": {
                "city": {
                    "id": 4881,
                    "title": "Гремячинск",
                    "area": "Гремячинский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 112065,
                    "title": "МПСИ (ГФ)"
                }]
            },
            "5459": {
                "city": {
                    "id": 5459,
                    "title": "Чусовой",
                    "area": "Чусовский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 58529,
                    "title": "УГТУ-УПИ (ЧФ)"
                }]
            },
            "5574": {
                "city": {
                    "id": 5574,
                    "title": "Кунгур",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 71186,
                    "title": "РосЗИТЛП (представительство)"
                }, {
                    "id": 111216,
                    "title": "ПГТУ (представительство)"
                }, {
                    "id": 175024,
                    "title": "ПГПУ (КФ)"
                }]
            },
            "6582": {
                "city": {
                    "id": 6582,
                    "title": "Чернушка",
                    "area": "Чернушинский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 154120,
                    "title": "КИГИТ (представительство)"
                }]
            },
            "6928": {
                "city": {
                    "id": 6928,
                    "title": "Барда",
                    "area": "Бардымский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 63592,
                    "title": "ИСГЗ (представительство)"
                }]
            },
            "8763": {
                "city": {
                    "id": 8763,
                    "title": "Оса",
                    "area": "Осинский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 196769,
                    "title": "ОФ ПГПУ"
                }]
            },
            "10833": {
                "city": {
                    "id": 10833,
                    "title": "Лысьва",
                    "area": "Лысьвенский городской округ район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 36966,
                    "title": "ЛФ ПНИПУ"
                }, {
                    "id": 100165,
                    "title": "ЛФ ПГПУ"
                }, {
                    "id": 145432,
                    "title": "ВШПП (представительство)"
                }, {
                    "id": 468665,
                    "title": "ПГСХА (представительство)"
                }]
            },
            "12601": {
                "city": {
                    "id": 12601,
                    "title": "Куеда (поселок)",
                    "area": "Куединский район",
                    "region": "Пермский край"
                },
                "unis": [{
                    "id": 152850,
                    "title": "ИСГЗ (представительство)"
                }]
            }
        }
    },
    "RU-PRI": {
        "id": 27,
        "shortname": "RU-PRI",
        "unis": {
            "37": {
                "city": {
                    "id": 37,
                    "title": "Владивосток",
                    "region": "Приморский край",
                    "important": 1
                },
                "unis": [{
                    "id": 410,
                    "title": "ТГМУ (бывш. ВГМУ)"
                }, {
                    "id": 411,
                    "title": "ВГУЭС (бывш. ДВТИ)"
                }, {
                    "id": 413,
                    "title": "Дальрыбвтуз\r\n"
                }, {
                    "id": 414,
                    "title": "ДВГТУ (бывш. ДВПИ им. В. В. Куйбышева)"
                }, {
                    "id": 415,
                    "title": "ДВФУ"
                }, {
                    "id": 416,
                    "title": "МГУ им. адмирала Невельского (бывш. ДВВИМУ, ДВГМА)"
                }, {
                    "id": 417,
                    "title": "ТГЭУ (бывш. ДВГАЭУ, ДВКИ)"
                }, {
                    "id": 1106,
                    "title": "ВФ РТА"
                }, {
                    "id": 1798,
                    "title": "ВФ ДВ ЮИ МВД РФ"
                }, {
                    "id": 11584,
                    "title": "ТОВВМУ им. С. О. Макарова (бывш. ТОВМИ)"
                }, {
                    "id": 12650,
                    "title": "МБА"
                }, {
                    "id": 13481,
                    "title": "ВФ СПбГУП"
                }, {
                    "id": 16963,
                    "title": "ДВГИИ (бывш. ДВГАИ)"
                }, {
                    "id": 18374,
                    "title": "МИЭП (филиал)"
                }, {
                    "id": 22630,
                    "title": "СГА (СГУ, СГИ)"
                }, {
                    "id": 1166229,
                    "title": "ИХ ДВО РАН"
                }, {
                    "id": 1168269,
                    "title": "ИАПУ ДВО РАН"
                }, {
                    "id": 1168336,
                    "title": "ПФ СибУПК"
                }, {
                    "id": 1170425,
                    "title": "ДВИК"
                }, {
                    "id": 1172843,
                    "title": "ТОИ ДВО РАН"
                }, {
                    "id": 1173107,
                    "title": "ДВПСА МЧС России"
                }, {
                    "id": 1174329,
                    "title": "БСИ ДВО РАН"
                }, {
                    "id": 1176335,
                    "title": "Гуманитарный институт (бывш. ОЮИ)"
                }, {
                    "id": 1189091,
                    "title": "ДВГУ"
                }, {
                    "id": 1190449,
                    "title": "ИИАЭ ДВО РАН"
                }, {
                    "id": 1191240,
                    "title": "ФНЦ Биоразнообразия ДВО РАН"
                }]
            },
            "91": {
                "city": {
                    "id": 91,
                    "title": "Находка",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 1371,
                    "title": "Филиал ДВФУ"
                }, {
                    "id": 2983,
                    "title": "Филиал ВГУЭС"
                }, {
                    "id": 10541,
                    "title": "ДВГТУ (НФ)"
                }, {
                    "id": 11637,
                    "title": "ТГЭУ (НФ)"
                }, {
                    "id": 20873,
                    "title": "СГА (НФ)"
                }, {
                    "id": 23400,
                    "title": "ИТиБ"
                }, {
                    "id": 43262,
                    "title": "ДВГТРХУ (НФ)"
                }, {
                    "id": 278068,
                    "title": "МАКБ (НФ)"
                }, {
                    "id": 1170841,
                    "title": "ГИ (бывш. ОЮИ) (представительство)"
                }]
            },
            "150": {
                "city": {
                    "id": 150,
                    "title": "Уссурийск",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 873,
                    "title": "ПГСХА"
                }, {
                    "id": 874,
                    "title": "УГПИ"
                }, {
                    "id": 3189,
                    "title": "ДВФУ (УФ)"
                }, {
                    "id": 18903,
                    "title": "ПримИЖТ (филиал ДВГУПС)"
                }, {
                    "id": 30334,
                    "title": "СГА (УФ)"
                }, {
                    "id": 80697,
                    "title": "ДВЮИ МВД РФ (УФ)"
                }, {
                    "id": 123367,
                    "title": "ТГЭУ (УФ)"
                }, {
                    "id": 145843,
                    "title": "ДВВАКИУ (бывш. УВВАКУ)"
                }, {
                    "id": 214169,
                    "title": "ДВГТУ (УФ)"
                }, {
                    "id": 549946,
                    "title": "ДФ КИ ФСИН России"
                }, {
                    "id": 1175890,
                    "title": "Филиал ВГУЭС"
                }]
            },
            "1602": {
                "city": {
                    "id": 1602,
                    "title": "Большой Камень",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 22031,
                    "title": "ДВФУ (филиал)"
                }, {
                    "id": 104424,
                    "title": "БИЭТ (филиал ДВГТУ)"
                }, {
                    "id": 127173,
                    "title": "Дальрыбвтуз (представительство)"
                }]
            },
            "1818": {
                "city": {
                    "id": 1818,
                    "title": "Лесозаводск",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 57716,
                    "title": "ЛИТУ (ф) ДВГТУ"
                }]
            },
            "1863": {
                "city": {
                    "id": 1863,
                    "title": "Дальнегорск",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 16262,
                    "title": "Филиал ДВФУ в г. Дальнегорске (бывш. ДИЭИ (филиал) ДВГТУ)"
                }]
            },
            "1991": {
                "city": {
                    "id": 1991,
                    "title": "Артем",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 16362,
                    "title": "ДВФУ (филиал) (бывш. ДВГУ и ДВГТУ)"
                }, {
                    "id": 94650,
                    "title": "ВГУЭС (филиал)"
                }]
            },
            "2228": {
                "city": {
                    "id": 2228,
                    "title": "Спасск-Дальний",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 38011,
                    "title": "ДВГУ (СФ)"
                }, {
                    "id": 65547,
                    "title": "ДВГТУ (СФ)"
                }, {
                    "id": 180596,
                    "title": "ВГУЭС (представительство)"
                }]
            },
            "2405": {
                "city": {
                    "id": 2405,
                    "title": "Партизанск",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 13355,
                    "title": "Филиал ДВГУ"
                }, {
                    "id": 81690,
                    "title": "ДВГТУ (представительство)"
                }, {
                    "id": 164482,
                    "title": "ВГУЭС (представительство)"
                }]
            },
            "2435": {
                "city": {
                    "id": 2435,
                    "title": "Арсеньев",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 25601,
                    "title": "АрТИ (ДВГТУ)"
                }, {
                    "id": 29325,
                    "title": "ТГЭУ (АФ)"
                }, {
                    "id": 309335,
                    "title": "ДВФУ (филиал)"
                }]
            },
            "2630": {
                "city": {
                    "id": 2630,
                    "title": "Лучегорск",
                    "area": "Пожарский район",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 27456,
                    "title": "ДВГТУ (пред-во)"
                }, {
                    "id": 158727,
                    "title": "ДВГУ (пред-во)"
                }]
            },
            "6924": {
                "city": {
                    "id": 6924,
                    "title": "Фокино",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 52566,
                    "title": "ДВ СПбАЭУ"
                }]
            },
            "7106": {
                "city": {
                    "id": 7106,
                    "title": "Дальнереченск",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 13277,
                    "title": "Филиал ДВФУ в г. Дальнереченск (бывш. ДСЭИ (ф) ДВГТУ)"
                }, {
                    "id": 244461,
                    "title": "ОЮИ (ЦДО)"
                }]
            },
            "7849": {
                "city": {
                    "id": 7849,
                    "title": "Михайловка",
                    "area": "Михайловский район",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 88531,
                    "title": "ДВГУ (МФ)"
                }]
            },
            "18791": {
                "city": {
                    "id": 18791,
                    "title": "Кавалерово",
                    "area": "Кавалеровский район",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 206388,
                    "title": "ВГУЭС (представительство)"
                }, {
                    "id": 264432,
                    "title": "ДВГУ (представительство)"
                }, {
                    "id": 278419,
                    "title": "ДВГТУ им. В.И. Куйбышева (представительство)"
                }]
            },
            "1152806": {
                "city": {
                    "id": 1152806,
                    "title": "Кировский",
                    "area": "Кировский район",
                    "region": "Приморский край"
                },
                "unis": [{
                    "id": 132053,
                    "title": "ДВГТУ (КФ)"
                }]
            }
        }
    },
    "RU-PSK": {
        "id": 60,
        "shortname": "RU-PSK",
        "unis": {
            "114": {
                "city": {
                    "id": 114,
                    "title": "Псков",
                    "region": "Псковская область"
                },
                "unis": [{
                    "id": 740,
                    "title": "ПсковГУ (бывш. ПГПУ им. Кирова и ППИ)"
                }, {
                    "id": 741,
                    "title": "ПВУ (ПВИ)"
                }, {
                    "id": 1333,
                    "title": "ППИ (политехнический)"
                }, {
                    "id": 1361,
                    "title": "ПИГУ (филиал СПИУиП)"
                }, {
                    "id": 1389,
                    "title": "ПФ РМАТ"
                }, {
                    "id": 3117,
                    "title": "ПФ Академии ФСИН России (бывш. ПЮИ ФСИН)"
                }, {
                    "id": 5278,
                    "title": "Филиал СПбГЭУ (ПФ, бывш. ФИНЭК, ИНЖЭКОН, СПбГУСЭ)"
                }, {
                    "id": 10877,
                    "title": "ПФ МИГУП (бывш. АПУ)"
                }, {
                    "id": 25448,
                    "title": "СПбУ МВД РФ (ПФ)"
                }, {
                    "id": 27277,
                    "title": "СПбГУКИ (ПФ)"
                }, {
                    "id": 54636,
                    "title": "СГА (СГИ)"
                }, {
                    "id": 59099,
                    "title": "ПФ РАНХиГС (бывш. СЗАГС ПФ)"
                }, {
                    "id": 59965,
                    "title": "МОСА (бывш. МОСУ) (ПФ)"
                }, {
                    "id": 192263,
                    "title": "СПбУУиЭ (ПФ)"
                }, {
                    "id": 1190129,
                    "title": "ПГПУ им. Кирова"
                }]
            },
            "2267": {
                "city": {
                    "id": 2267,
                    "title": "Опочка",
                    "area": "Опочецкий район",
                    "region": "Псковская область"
                },
                "unis": [{
                    "id": 49631,
                    "title": "ОВЗРКУ ПВО"
                }]
            }
        }
    },
    "RU-ROS": {
        "id": 61,
        "shortname": "RU-ROS",
        "unis": {
            "54": {
                "city": {
                    "id": 54,
                    "title": "Зерноград",
                    "area": "Зерноградский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 492,
                    "title": "АЧИИ ДонГАУ (бывш. АЧГАА)"
                }, {
                    "id": 140861,
                    "title": "РИПККАПК"
                }, {
                    "id": 227196,
                    "title": "ЮФУ (ЗФ)"
                }]
            },
            "101": {
                "city": {
                    "id": 101,
                    "title": "Новочеркасск",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 684,
                    "title": "НИМИ ДонГАУ (бывш. НГМА)"
                }, {
                    "id": 685,
                    "title": "ЮРГПУ (НПИ) им. М. И. Платова (бывш. ЮРГТУ (НПИ))"
                }, {
                    "id": 4357,
                    "title": "НВИС (бывш. НВВКУС)"
                }, {
                    "id": 26356,
                    "title": "МРЦПКиППС при ЮРГТУ"
                }, {
                    "id": 92416,
                    "title": "ИПКА Донского ГАУ (бывш. РИПКА)"
                }, {
                    "id": 102526,
                    "title": "СГА"
                }, {
                    "id": 1168844,
                    "title": "ВАС  им. Буденного (НФ)"
                }]
            },
            "119": {
                "city": {
                    "id": 119,
                    "title": "Ростов-на-Дону",
                    "region": "Ростовская область",
                    "important": 1
                },
                "unis": [{
                    "id": 749,
                    "title": "ДГТУ"
                }, {
                    "id": 752,
                    "title": "РГК им. Рахманинова"
                }, {
                    "id": 753,
                    "title": "РИБиП\r\n"
                }, {
                    "id": 754,
                    "title": "РостГМУ"
                }, {
                    "id": 756,
                    "title": "РГСУ (бывш. РИСИ)"
                }, {
                    "id": 758,
                    "title": "РГУПС (бывш. РИИЖТ)"
                }, {
                    "id": 759,
                    "title": "РГЭУ РИНХ"
                }, {
                    "id": 760,
                    "title": "РЮИ МВД РФ\r\n"
                }, {
                    "id": 761,
                    "title": "ЮРИУ (ф) РАНХиГС (СКАГС) при Президенте РФ"
                }, {
                    "id": 762,
                    "title": "ИБиП\r\n"
                }, {
                    "id": 763,
                    "title": "ИМБ\r\n"
                }, {
                    "id": 764,
                    "title": "ЮУ (ИУБиП)"
                }, {
                    "id": 765,
                    "title": "ЮРГИ\r\n"
                }, {
                    "id": 2982,
                    "title": "ДКГИПТиБ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 3415,
                    "title": "ЮФУ (бывш. РГУ)"
                }, {
                    "id": 3581,
                    "title": "РГУП (РФ) (бывш. РФ РАП)"
                }, {
                    "id": 3745,
                    "title": "РТА (РФ)"
                }, {
                    "id": 4698,
                    "title": "МТУСИ (СКФ)"
                }, {
                    "id": 5109,
                    "title": "РИНЯЗ"
                }, {
                    "id": 5406,
                    "title": "СГА"
                }, {
                    "id": 6607,
                    "title": "РСЭИ"
                }, {
                    "id": 15339,
                    "title": "ВГАВТ (РФ)"
                }, {
                    "id": 15466,
                    "title": "СКИАПП"
                }, {
                    "id": 17782,
                    "title": "ДонГАУ (бывш. ДСХИ)"
                }, {
                    "id": 19139,
                    "title": "МЭСИ (ДФ)"
                }, {
                    "id": 20295,
                    "title": "РИЗП"
                }, {
                    "id": 21194,
                    "title": "ДЮИ"
                }, {
                    "id": 57100,
                    "title": "СПбГУКИ (РФ)"
                }, {
                    "id": 84304,
                    "title": "РЮИ ВГУЮ (бывш. РПА МЮ РФ)"
                }, {
                    "id": 93146,
                    "title": "РГТЭУ (РИ)"
                }, {
                    "id": 94863,
                    "title": "МосАП (РФ)"
                }, {
                    "id": 96782,
                    "title": "РФ МГТУ ГА"
                }, {
                    "id": 133751,
                    "title": "РМИЭУ"
                }, {
                    "id": 139990,
                    "title": "РИК (ф) БУКЭП (бывш. БУПК РФ)"
                }, {
                    "id": 141835,
                    "title": "МГАВТ (РФ)"
                }, {
                    "id": 167296,
                    "title": "РФ ГМУ им. адм. Ушакова (МГА им. Ушакова)"
                }, {
                    "id": 191391,
                    "title": "ЕАОИ (ДФ)"
                }, {
                    "id": 244001,
                    "title": "РИФКиС (ф) КГУФКСиТ"
                }, {
                    "id": 298234,
                    "title": "МГГУ им. Шолохова (РФ)"
                }, {
                    "id": 439825,
                    "title": "РИПИ"
                }, {
                    "id": 459686,
                    "title": "МИПП (РФ)"
                }, {
                    "id": 461494,
                    "title": "РГГМУ (РФ)"
                }, {
                    "id": 583877,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП) (РФ)"
                }, {
                    "id": 1171123,
                    "title": "ДДС"
                }, {
                    "id": 1172319,
                    "title": "ВГИК (РФ)"
                }, {
                    "id": 1172842,
                    "title": "ИВТ им. Седова (филиал ГМУ им. Ушакова)"
                }, {
                    "id": 1174939,
                    "title": "РИ (ф) РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 1187488,
                    "title": "РГПУ"
                }, {
                    "id": 1188065,
                    "title": "РИПК и ППРО"
                }, {
                    "id": 1189601,
                    "title": "РВИРВ им. Неделина"
                }, {
                    "id": 1190638,
                    "title": "РГААиИ"
                }, {
                    "id": 1190732,
                    "title": "РТИСТ (филиал ЮРГУЭС)"
                }]
            },
            "139": {
                "city": {
                    "id": 139,
                    "title": "Таганрог",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 832,
                    "title": "ТИ им. А.П. Чехова РГЭУ (РИНХ)"
                }, {
                    "id": 833,
                    "title": "ИТА ЮФУ (бывш. ТТИ ЮФУ)"
                }, {
                    "id": 834,
                    "title": "ТИУиЭ\r\n"
                }, {
                    "id": 6622,
                    "title": "ПИ (филиал) ДГТУ"
                }, {
                    "id": 17741,
                    "title": "РосНОУ (ТФ)"
                }, {
                    "id": 23289,
                    "title": "РГСУ (ТФ)"
                }, {
                    "id": 64023,
                    "title": "Филиал МТИ (ВТУ)"
                }, {
                    "id": 90968,
                    "title": "МАИ (ТФ)"
                }, {
                    "id": 133321,
                    "title": "СГА"
                }, {
                    "id": 561832,
                    "title": "МСГИ (ТФ)"
                }, {
                    "id": 1190633,
                    "title": "ТРТУ им. В. Д. Калмыкова (бывш. ТРТИ)"
                }]
            },
            "164": {
                "city": {
                    "id": 164,
                    "title": "Шахты",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 931,
                    "title": "ЮРГУЭС"
                }, {
                    "id": 932,
                    "title": "ИОО\r\n"
                }, {
                    "id": 8882,
                    "title": "ЮРГИ (ШФ)"
                }, {
                    "id": 22621,
                    "title": "МГИ (ШФ)"
                }, {
                    "id": 170536,
                    "title": "ШАДИ (ф) ЮРГПУ (НПИ) им. М. И. Платова (бывш. ШИ (ф) ЮРГПУ (НПИ))"
                }, {
                    "id": 199312,
                    "title": "ЮФУ (ШФ)"
                }, {
                    "id": 1187869,
                    "title": "ИСОиП (филиал) ДГТУ"
                }]
            },
            "328": {
                "city": {
                    "id": 328,
                    "title": "Каменск-Шахтинский",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 9423,
                    "title": "КИ (ф) ЮРГПУ (НПИ) им. М. И. Платова (бывш. КИ (ф) ЮРГТУ (НПИ))"
                }, {
                    "id": 96577,
                    "title": "МСГИ (КШФ)"
                }, {
                    "id": 210758,
                    "title": "РГСУ (КШФ)"
                }, {
                    "id": 502863,
                    "title": "Филиал ЮФУ (бывш. РГПУ КФ) "
                }, {
                    "id": 1190297,
                    "title": "Филиал РосНОУ"
                }]
            },
            "461": {
                "city": {
                    "id": 461,
                    "title": "Новошахтинск",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 28181,
                    "title": "ЮРГТУ (НФ)"
                }, {
                    "id": 107849,
                    "title": "Филиал ЮФУ"
                }, {
                    "id": 129863,
                    "title": "МНЮИ (филиал)"
                }]
            },
            "601": {
                "city": {
                    "id": 601,
                    "title": "Морозовск",
                    "area": "Морозовский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 93165,
                    "title": "ЮРГУЭС (представительство)"
                }]
            },
            "642": {
                "city": {
                    "id": 642,
                    "title": "Гуково",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 33463,
                    "title": "РГЭА (ГФ)"
                }, {
                    "id": 40301,
                    "title": "ГИЭП (филиал) РГЭУ «РИНХ»"
                }]
            },
            "1061": {
                "city": {
                    "id": 1061,
                    "title": "Белая Калитва",
                    "area": "Белокалитвинский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 156596,
                    "title": "ЮРГТУ (НПИ) (БФ)"
                }]
            },
            "1677": {
                "city": {
                    "id": 1677,
                    "title": "Миллерово",
                    "area": "Миллеровский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 482332,
                    "title": "Филиал РГЭУ «РИНХ»"
                }]
            },
            "3425": {
                "city": {
                    "id": 3425,
                    "title": "Азов",
                    "area": "Азовский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 10295,
                    "title": "ТИ (ф) ДГТУ"
                }, {
                    "id": 14596,
                    "title": "РГСУ (АФ)"
                }, {
                    "id": 208733,
                    "title": "АИЭУиП (РГЭУ РИНХ)"
                }, {
                    "id": 1169079,
                    "title": "ЕАОИ (АФ)"
                }]
            },
            "3700": {
                "city": {
                    "id": 3700,
                    "title": "Волгодонск",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 16322,
                    "title": "ТГПИ (ВФ)"
                }, {
                    "id": 16975,
                    "title": "РГЭУ РИНХ (ВФ)"
                }, {
                    "id": 36220,
                    "title": "ВИ (филиал ЮРГТУ)"
                }, {
                    "id": 36221,
                    "title": "ВИС (филиал ЮРГУЭС)"
                }, {
                    "id": 40026,
                    "title": "РУДН (ВФ)"
                }, {
                    "id": 51910,
                    "title": "СФГА (ВФ)"
                }, {
                    "id": 65049,
                    "title": "МОСУ (ВФ)"
                }, {
                    "id": 66310,
                    "title": "ИТ (филиал) ДГТУ"
                }, {
                    "id": 121956,
                    "title": "ВИЭУиП (филиал ЮФУ)"
                }, {
                    "id": 224220,
                    "title": "ДГАУ (ВФ)"
                }, {
                    "id": 1166759,
                    "title": "ВИТИ (ф) НИЯУ МИФИ"
                }]
            },
            "4044": {
                "city": {
                    "id": 4044,
                    "title": "Красный Сулин",
                    "area": "Красносулинский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 96030,
                    "title": "КФ ЮРГТУ (НПИ)"
                }]
            },
            "4669": {
                "city": {
                    "id": 4669,
                    "title": "Матвеев Курган",
                    "area": "Матвеево-Курганский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 108499,
                    "title": "МКФ РГЭУ «РИНХ»"
                }]
            },
            "4712": {
                "city": {
                    "id": 4712,
                    "title": "Батайск",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 24565,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 91080,
                    "title": "РГЭУ «РИНХ» (филиал)"
                }]
            },
            "4902": {
                "city": {
                    "id": 4902,
                    "title": "Семикаракорск",
                    "area": "Семикаракорский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 41104,
                    "title": "ЮРГУЭС (представительство)"
                }]
            },
            "6541": {
                "city": {
                    "id": 6541,
                    "title": "Сальск",
                    "area": "Сальский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 30102,
                    "title": "СИЮУ (ИУБиП)"
                }, {
                    "id": 85287,
                    "title": "РГЭУ «РИНХ» (СФ)"
                }, {
                    "id": 102710,
                    "title": "РП НИЭУП"
                }]
            },
            "8590": {
                "city": {
                    "id": 8590,
                    "title": "Донецк",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 13562,
                    "title": "ДИУБиП (бывш. ДФ ИУБиП)"
                }]
            },
            "11940": {
                "city": {
                    "id": 11940,
                    "title": "Константиновск",
                    "area": "Константиновский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 516350,
                    "title": "ЮФУ (КФ)"
                }]
            },
            "1077779": {
                "city": {
                    "id": 1077779,
                    "title": "Аксай",
                    "area": "Аксайский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 58560,
                    "title": "РГЭУ РИНХ (АФ)"
                }, {
                    "id": 239335,
                    "title": "МИИП (АФ)"
                }]
            },
            "1078474": {
                "city": {
                    "id": 1078474,
                    "title": "Старая Станица",
                    "area": "Каменский район",
                    "region": "Ростовская область"
                },
                "unis": [{
                    "id": 209615,
                    "title": "ИГУПИТ (представительство)"
                }]
            }
        }
    },
    "RU-RYA": {
        "id": 62,
        "shortname": "RU-RYA",
        "unis": {
            "122": {
                "city": {
                    "id": 122,
                    "title": "Рязань",
                    "region": "Рязанская область",
                    "important": 1
                },
                "unis": [{
                    "id": 769,
                    "title": "РГАТУ (РГСХА)"
                }, {
                    "id": 770,
                    "title": "РязГМУ им. Павлова"
                }, {
                    "id": 771,
                    "title": "РГУ им. С. А. Есенина (РГПУ)"
                }, {
                    "id": 772,
                    "title": "РГРТУ (бывш. РГРТА, РРТИ)"
                }, {
                    "id": 4028,
                    "title": "РИУП"
                }, {
                    "id": 5170,
                    "title": "МИП (РФ)"
                }, {
                    "id": 11404,
                    "title": "ВУС (РФ)"
                }, {
                    "id": 13104,
                    "title": "РИПЭ МВД РФ"
                }, {
                    "id": 14545,
                    "title": "Филиал МПСУ"
                }, {
                    "id": 18720,
                    "title": "РИБиУ"
                }, {
                    "id": 19089,
                    "title": "МосУ МВД РФ (РФ)"
                }, {
                    "id": 19805,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП) (РФ)"
                }, {
                    "id": 24726,
                    "title": "Филиал МГУТУ им. К. Г. Разумовского"
                }, {
                    "id": 27487,
                    "title": "СГА"
                }, {
                    "id": 30839,
                    "title": "РФ МАЭП"
                }, {
                    "id": 40791,
                    "title": "НИБ (РФ)"
                }, {
                    "id": 48360,
                    "title": "РВАИ им. В. П. Дубынина (бывш. РВВАИУ)"
                }, {
                    "id": 49041,
                    "title": "РИЭ СПбУТУиЭ (бывш. САУ, СПбАУЭ РФ)"
                }, {
                    "id": 51016,
                    "title": "РФ МГИК (бывш. РЗИ (ф) МГУКИ)"
                }, {
                    "id": 54187,
                    "title": "Академия ФСИН России"
                }, {
                    "id": 62116,
                    "title": "РВВДКУ (бывш. РИВДВ)"
                }, {
                    "id": 71246,
                    "title": "МЭСИ (РФ)"
                }, {
                    "id": 74803,
                    "title": "ИГТА (РФ)"
                }, {
                    "id": 91596,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 108771,
                    "title": "МГГУ (бывш. МГОПУ) им. М. А. Шолохова"
                }, {
                    "id": 138653,
                    "title": "РИ (ф) «Московский политехнический университет» (бывш. РИ (ф) МАМИ, филиал МГОУ)"
                }, {
                    "id": 141759,
                    "title": "МИГУП (РФ)"
                }, {
                    "id": 167314,
                    "title": "РВВКУС"
                }, {
                    "id": 167327,
                    "title": "АПИ при ИГиП РАН (РФ)"
                }, {
                    "id": 245275,
                    "title": "РИОО "
                }, {
                    "id": 499654,
                    "title": "МСИ (представительство)"
                }, {
                    "id": 544297,
                    "title": "СТИ"
                }, {
                    "id": 558650,
                    "title": "РосНОУ (представительство)"
                }, {
                    "id": 885530,
                    "title": "РПДС"
                }, {
                    "id": 1170208,
                    "title": "РФ МИИТ (бывш. РФ РГОТУПС)"
                }]
            },
            "2525": {
                "city": {
                    "id": 2525,
                    "title": "Сасово",
                    "area": "Сасовский район",
                    "region": "Рязанская область"
                },
                "unis": [{
                    "id": 153382,
                    "title": "РГРТУ (СФ)"
                }, {
                    "id": 260357,
                    "title": "РГАЗУ (представительство)"
                }]
            },
            "3858": {
                "city": {
                    "id": 3858,
                    "title": "Касимов",
                    "area": "Касимовский район",
                    "region": "Рязанская область"
                },
                "unis": [{
                    "id": 47838,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "6731": {
                "city": {
                    "id": 6731,
                    "title": "Рыбное",
                    "area": "Рыбновский район",
                    "region": "Рязанская область"
                },
                "unis": [{
                    "id": 1094466,
                    "title": "Академия пчеловодства"
                }]
            },
            "12887": {
                "city": {
                    "id": 12887,
                    "title": "Скопин",
                    "area": "Скопинский район",
                    "region": "Рязанская область"
                },
                "unis": [{
                    "id": 141857,
                    "title": "РГАЗУ (представительство)"
                }]
            },
            "1081520": {
                "city": {
                    "id": 1081520,
                    "title": "Дивово",
                    "area": "Рыбновский район",
                    "region": "Рязанская область"
                },
                "unis": [{
                    "id": 1167229,
                    "title": "ВНИИ Коневодства"
                }]
            }
        }
    },
    "RU-SAM": {
        "id": 63,
        "shortname": "RU-SAM",
        "unis": {
            "65": {
                "city": {
                    "id": 65,
                    "title": "Кинель",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 552,
                    "title": "СГСХА"
                }, {
                    "id": 59877,
                    "title": "ПВГУС (представительство)"
                }]
            },
            "123": {
                "city": {
                    "id": 123,
                    "title": "Самара",
                    "region": "Самарская область",
                    "important": 1
                },
                "unis": [{
                    "id": 773,
                    "title": "ПГУТИ (бывш. ПГАТИ)"
                }, {
                    "id": 774,
                    "title": "СГИК (бывш. СГАКИ)"
                }, {
                    "id": 777,
                    "title": "СаГА\r\n"
                }, {
                    "id": 779,
                    "title": "СГАУ им. Королева"
                }, {
                    "id": 780,
                    "title": "СамГМУ"
                }, {
                    "id": 782,
                    "title": "СамГТУ"
                }, {
                    "id": 784,
                    "title": "Медицинский университет «Реавиз» (бывш. СМИ «Реавиз»)"
                }, {
                    "id": 785,
                    "title": "САГМУ (СМИУ)"
                }, {
                    "id": 786,
                    "title": "СГОАН (бывш. СМУН)"
                }, {
                    "id": 787,
                    "title": "МИР (до 2016)"
                }, {
                    "id": 788,
                    "title": "ПИБ\r\n"
                }, {
                    "id": 789,
                    "title": "СИБиУ\r\n"
                }, {
                    "id": 790,
                    "title": "СИУ\r\n"
                }, {
                    "id": 1171,
                    "title": "СамГУ"
                }, {
                    "id": 1301,
                    "title": "МЭФИ (СФ)"
                }, {
                    "id": 1664,
                    "title": "СФ МГПУ"
                }, {
                    "id": 3113,
                    "title": "СИ (филиал) РЭУ им. Г. В. Плеханова (бывш. РГТЭУ СФ)"
                }, {
                    "id": 4200,
                    "title": "СГЭУ"
                }, {
                    "id": 4570,
                    "title": "СФ МГУС"
                }, {
                    "id": 4697,
                    "title": "СЮИ МВД РФ (СФ)"
                }, {
                    "id": 5483,
                    "title": "МИБУА (СФ)"
                }, {
                    "id": 6028,
                    "title": "СГАСУ (бывш. СГАСА)"
                }, {
                    "id": 6152,
                    "title": "СГА"
                }, {
                    "id": 6698,
                    "title": "СамГАУ (СГСХА)"
                }, {
                    "id": 8351,
                    "title": "СГСПУ (бывш. ПГСГА, СамГПУ)"
                }, {
                    "id": 8680,
                    "title": "УРАО (СФ)"
                }, {
                    "id": 9535,
                    "title": "СИ ВШПП"
                }, {
                    "id": 9967,
                    "title": "СВМИ"
                }, {
                    "id": 12691,
                    "title": "МИМСР (СФ)"
                }, {
                    "id": 15694,
                    "title": "ВЭГУ (СФ)"
                }, {
                    "id": 17776,
                    "title": "СамГУПС"
                }, {
                    "id": 96333,
                    "title": "СамПДС"
                }, {
                    "id": 105008,
                    "title": "СИОТО"
                }, {
                    "id": 139985,
                    "title": "СФ МГУП"
                }, {
                    "id": 167455,
                    "title": "СЮИ ФСИН РФ"
                }, {
                    "id": 196493,
                    "title": "РГГУ (СФ)"
                }, {
                    "id": 197362,
                    "title": "СПбГУП (СФ)"
                }, {
                    "id": 240914,
                    "title": "МУМ (ПФ)"
                }, {
                    "id": 245598,
                    "title": "СИЖ"
                }, {
                    "id": 396046,
                    "title": "РГУТиС (СФ)"
                }, {
                    "id": 396053,
                    "title": "МЭСИ (СФ)"
                }, {
                    "id": 401130,
                    "title": "СФ НовГУ"
                }, {
                    "id": 401293,
                    "title": "СКИИПБ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 499428,
                    "title": "МИП (представительство)"
                }, {
                    "id": 579048,
                    "title": "СФ ВГУВТ (бывш. ВГАВТ СФ)"
                }, {
                    "id": 589570,
                    "title": "Телеинфо"
                }, {
                    "id": 677885,
                    "title": "СФ МИМЭМО"
                }, {
                    "id": 1169819,
                    "title": "ВЮЗИ (КФ)"
                }, {
                    "id": 1170566,
                    "title": "СИДО"
                }, {
                    "id": 1170733,
                    "title": "СИПКРО"
                }, {
                    "id": 1187476,
                    "title": "Самарский университет"
                }, {
                    "id": 1188746,
                    "title": "Университет «Синергия» (представительство)"
                }, {
                    "id": 1190799,
                    "title": "Университет «МИР»"
                }]
            },
            "143": {
                "city": {
                    "id": 143,
                    "title": "Тольятти",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 844,
                    "title": "ТАУ\r\n"
                }, {
                    "id": 846,
                    "title": "ТГУ (бывш. ТолПИ, филиал СГПУ)"
                }, {
                    "id": 847,
                    "title": "Консерватория (бывш. ТИИ)"
                }, {
                    "id": 1306,
                    "title": "ПВГУС (бывш. ТГУС, ПТИС, ТфМТИ)"
                }, {
                    "id": 2329,
                    "title": "Академия ВЭГУ (ТФ)"
                }, {
                    "id": 3036,
                    "title": "ИКиП (ТФ)"
                }, {
                    "id": 3618,
                    "title": "СГАУ им. Королева (ТФ)"
                }, {
                    "id": 7230,
                    "title": "ТВТИ"
                }, {
                    "id": 10204,
                    "title": "РГГУ (ТФ)"
                }, {
                    "id": 11105,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 14439,
                    "title": "МЭСИ (ТФ)"
                }, {
                    "id": 19698,
                    "title": "ВУиТ"
                }, {
                    "id": 23167,
                    "title": "ТФ УРИО (бывш. УРАО)"
                }, {
                    "id": 23784,
                    "title": "ТФ РАНХиГС (бывш. ПАГС им. Столыпина)"
                }, {
                    "id": 29568,
                    "title": "МГУПП (ТФ)"
                }, {
                    "id": 34712,
                    "title": "СГЭУ (ТФ)"
                }, {
                    "id": 34713,
                    "title": "СамГУ (ТФ)"
                }, {
                    "id": 34913,
                    "title": "ИВЭСЭП (ТФ)"
                }, {
                    "id": 35572,
                    "title": "Филиал СаГА"
                }, {
                    "id": 85012,
                    "title": "МИР (ТФ)"
                }, {
                    "id": 197278,
                    "title": "Филиал РГСУ (бывш. ТФ МГСУ)"
                }, {
                    "id": 243852,
                    "title": "ТВВКИСУ"
                }, {
                    "id": 545315,
                    "title": "ВИПКРК (мастерская А. Панина)"
                }, {
                    "id": 574513,
                    "title": "ВИТУ (ТФ) "
                }, {
                    "id": 902488,
                    "title": "САДК"
                }, {
                    "id": 1167637,
                    "title": "ТИТТиП"
                }, {
                    "id": 1171805,
                    "title": "ИЭВБ РАН"
                }, {
                    "id": 1175089,
                    "title": "ППИ им. Святителя Алексия"
                }]
            },
            "952": {
                "city": {
                    "id": 952,
                    "title": "Сызрань",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 2243,
                    "title": "СФ СамГТУ"
                }, {
                    "id": 2910,
                    "title": "ВУНЦ ВВС ВВА им. Жуковского и Гагарина (филиал, бывш. СВВАУЛ)"
                }, {
                    "id": 150695,
                    "title": "СФ СГЭУ"
                }, {
                    "id": 166314,
                    "title": "СамГУ (представительство)"
                }, {
                    "id": 659160,
                    "title": "ПВГУС (представительство)"
                }]
            },
            "1489": {
                "city": {
                    "id": 1489,
                    "title": "Новокуйбышевск",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 21929,
                    "title": "СГАУ им. Королева (отделение)"
                }, {
                    "id": 1190746,
                    "title": "Филиал СамГТУ в г. Новокуйбышевске"
                }]
            },
            "2040": {
                "city": {
                    "id": 2040,
                    "title": "Чапаевск",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 110735,
                    "title": "СамГТУ (представительство)"
                }]
            },
            "3820": {
                "city": {
                    "id": 3820,
                    "title": "Жигулевск",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 45730,
                    "title": "СаГА (ЖФ)"
                }]
            },
            "12148": {
                "city": {
                    "id": 12148,
                    "title": "Безенчук",
                    "area": "Безенчукский район",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 160388,
                    "title": "СГЭУ (представительство)"
                }]
            },
            "14829": {
                "city": {
                    "id": 14829,
                    "title": "Похвистнево",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 220529,
                    "title": "СГА (ПФ)"
                }, {
                    "id": 382749,
                    "title": "ОИ (ф) СГАСУ"
                }]
            },
            "18033": {
                "city": {
                    "id": 18033,
                    "title": "Отрадный",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 294225,
                    "title": "СамГТУ (представительство)"
                }, {
                    "id": 403910,
                    "title": "СИБиУ (представительство)"
                }, {
                    "id": 468859,
                    "title": "ПВГУС (представительство)"
                }]
            },
            "1083932": {
                "city": {
                    "id": 1083932,
                    "title": "Сергиевск",
                    "area": "Сергиевский район",
                    "region": "Самарская область"
                },
                "unis": [{
                    "id": 351976,
                    "title": "ПВГУС (представительство)"
                }]
            }
        }
    },
    "RU-SAR": {
        "id": 64,
        "shortname": "RU-SAR",
        "unis": {
            "125": {
                "city": {
                    "id": 125,
                    "title": "Саратов",
                    "region": "Саратовская область",
                    "important": 1
                },
                "unis": [{
                    "id": 795,
                    "title": "СГЮА (бывш. СГАП, СГЮИ им. Курского)"
                }, {
                    "id": 796,
                    "title": "СГК им. Собинова"
                }, {
                    "id": 797,
                    "title": "СГАУ (бывш. СИМСХ) им. Вавилова"
                }, {
                    "id": 798,
                    "title": "СГМУ им. В. И. Разумовского"
                }, {
                    "id": 799,
                    "title": "ССЭИ РЭУ им. Плеханова (бывш. СГСЭУ)"
                }, {
                    "id": 800,
                    "title": "СГТУ им. Ю.А. Гагарина (бывш. СПИ)"
                }, {
                    "id": 801,
                    "title": "СГУ им. Чернышевского"
                }, {
                    "id": 802,
                    "title": "СЮИ МВД РФ\r\n"
                }, {
                    "id": 2653,
                    "title": "СИ РГТЭУ"
                }, {
                    "id": 3918,
                    "title": "СВВИРХБЗ"
                }, {
                    "id": 9349,
                    "title": "ПИ СГУ им. Чернышевского"
                }, {
                    "id": 9922,
                    "title": "СВМИ"
                }, {
                    "id": 15793,
                    "title": "ПФ МИИТ (РГОТУПС)"
                }, {
                    "id": 21631,
                    "title": "СКИ МГУК"
                }, {
                    "id": 23191,
                    "title": "СВВАУЛ"
                }, {
                    "id": 23394,
                    "title": "СГА"
                }, {
                    "id": 27496,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 33481,
                    "title": "ПИ (ф) ВГУЮ (бывш. ПЮИ РПА МЮ РФ)"
                }, {
                    "id": 38391,
                    "title": "СФ МАБиУ"
                }, {
                    "id": 57646,
                    "title": "СВВКИУ РВ РФ им. Лизюкова"
                }, {
                    "id": 62580,
                    "title": "СВКИ ВНГ РФ (бывш. СВИ ВВ МВД РФ, СВВКУ им. Дзержинского)"
                }, {
                    "id": 67521,
                    "title": "ИСО (филиал РГСУ)"
                }, {
                    "id": 71803,
                    "title": "СИБИД"
                }, {
                    "id": 77158,
                    "title": "СГАВМиБ"
                }, {
                    "id": 81397,
                    "title": "СИБИТ"
                }, {
                    "id": 81408,
                    "title": "ИРБиС (бывш. ИБиДА)"
                }, {
                    "id": 81965,
                    "title": "ПКИ РУК"
                }, {
                    "id": 177580,
                    "title": "МАГУ (ПАГС им. Столыпина)"
                }, {
                    "id": 243766,
                    "title": "ШБ «Диполь» (филиал МИМ Линк)"
                }, {
                    "id": 345367,
                    "title": "СЮИА"
                }, {
                    "id": 514432,
                    "title": "СПДС"
                }, {
                    "id": 1164354,
                    "title": "ВИПКСМО ВС РФ"
                }, {
                    "id": 1167937,
                    "title": "ПИУ им. Столыпина РАНХиГС (бывш. ПАГС)"
                }, {
                    "id": 1172957,
                    "title": "Медицинский университет «Реавиз» (бывш. СМИ «РЕАВИЗ»)"
                }, {
                    "id": 1173150,
                    "title": "ПМФ ВНИИ охраны и экономики труда"
                }, {
                    "id": 1177093,
                    "title": "ИПТМУ РАН"
                }, {
                    "id": 1187776,
                    "title": "ИАгП РАН"
                }, {
                    "id": 1191226,
                    "title": "Филиал СамГУПС в Саратове"
                }]
            },
            "600": {
                "city": {
                    "id": 600,
                    "title": "Балашов",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 108818,
                    "title": "БФ СГА"
                }, {
                    "id": 109013,
                    "title": "НИЕВ (представительство)"
                }, {
                    "id": 127516,
                    "title": "РАНХиГС (ПАГС БФ)"
                }, {
                    "id": 262231,
                    "title": "БФ СГТУ"
                }, {
                    "id": 377607,
                    "title": "БФ СГСЭУ"
                }, {
                    "id": 396966,
                    "title": "БФ СГАУ им Н.И. Вавилова"
                }, {
                    "id": 400630,
                    "title": "БВВАУЛ"
                }, {
                    "id": 526422,
                    "title": "БИСГУ им. Чернышевского (бывш. БГПИ)"
                }]
            },
            "1192": {
                "city": {
                    "id": 1192,
                    "title": "Ртищево",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 152962,
                    "title": "РФ МИИТ (бывш. РФ РГОТУПС)"
                }, {
                    "id": 224251,
                    "title": "СГУ им. Н. Г. Чернышевского (представительство)"
                }]
            },
            "1469": {
                "city": {
                    "id": 1469,
                    "title": "Энгельс",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 96295,
                    "title": "ЭТИ (филиал СГТУ им. Ю.А. Гагарина)"
                }, {
                    "id": 98678,
                    "title": "ЭВЗРКУ"
                }, {
                    "id": 135475,
                    "title": "ПКИ (ф) РУК"
                }]
            },
            "2745": {
                "city": {
                    "id": 2745,
                    "title": "Вольск",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 83467,
                    "title": "ИЭАУ (филиал)"
                }, {
                    "id": 209141,
                    "title": "ВВИМО (бывш. ВВВУТ)"
                }, {
                    "id": 265364,
                    "title": "СГУ им. Н. Г. Чернышевского (представительство)"
                }]
            },
            "3531": {
                "city": {
                    "id": 3531,
                    "title": "Петровск",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 19091,
                    "title": "Филиал СГТУ"
                }, {
                    "id": 72325,
                    "title": "ПФ СГСЭУ"
                }]
            },
            "3696": {
                "city": {
                    "id": 3696,
                    "title": "Красный Кут",
                    "area": "Краснокутский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 332795,
                    "title": "ИСЭ (представительство)"
                }]
            },
            "3756": {
                "city": {
                    "id": 3756,
                    "title": "Хвалынск",
                    "area": "Хвалынский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 170879,
                    "title": "ТГУС (представительство)"
                }]
            },
            "5713": {
                "city": {
                    "id": 5713,
                    "title": "Пугачев",
                    "area": "Пугачевский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 167441,
                    "title": "ПФ СГАУ им. Вавилова"
                }, {
                    "id": 399042,
                    "title": "СГУ им. Чернышевского (представительство)"
                }]
            },
            "6226": {
                "city": {
                    "id": 6226,
                    "title": "Новоузенск",
                    "area": "Новоузенский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 370592,
                    "title": "СГАУ им. Вавилова (представительство)"
                }]
            },
            "8281": {
                "city": {
                    "id": 8281,
                    "title": "Маркс",
                    "area": "Марксовский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 21475,
                    "title": "МФ  РЭУ им. Г. В. Плеханова (бывш. МФ СГСЭУ)"
                }, {
                    "id": 151707,
                    "title": "СГА (представительство)"
                }, {
                    "id": 189278,
                    "title": "СГАУ им. Н. И. Вавилова (МФ)"
                }]
            },
            "9930": {
                "city": {
                    "id": 9930,
                    "title": "Балаково",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 18922,
                    "title": "БИТИ НИЯУ МИФИ (бывш. БИТТУ (филиал СГТУ))"
                }, {
                    "id": 20210,
                    "title": "БФ СГЮА (бывш. СГАП)"
                }, {
                    "id": 36134,
                    "title": "СГА (БФ)"
                }, {
                    "id": 36141,
                    "title": "СГАУ им. Вавилова (представительство)"
                }, {
                    "id": 36142,
                    "title": "СГУ им. Чернышевского (ИЭиДО)"
                }, {
                    "id": 50188,
                    "title": "БИЭБ (филиал РЭУ им. Г.В. Плеханова)"
                }, {
                    "id": 69497,
                    "title": "ИБиДА (представительство)"
                }, {
                    "id": 120282,
                    "title": "БФ РАНХиГС (бывш. БФ ПАГС им. Столыпина)"
                }, {
                    "id": 204375,
                    "title": "БИБУ"
                }]
            },
            "13161": {
                "city": {
                    "id": 13161,
                    "title": "Красноармейск",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 506780,
                    "title": "КФ АНХ при Правительстве РФ"
                }]
            },
            "14651": {
                "city": {
                    "id": 14651,
                    "title": "Озинки",
                    "area": "Озинский район",
                    "region": "Саратовская область"
                },
                "unis": [{
                    "id": 257169,
                    "title": "СГАУ (представительство)"
                }]
            }
        }
    },
    "RU-SAK": {
        "id": 65,
        "shortname": "RU-SAK",
        "unis": {
            "167": {
                "city": {
                    "id": 167,
                    "title": "Южно-Сахалинск",
                    "region": "Сахалинская область"
                },
                "unis": [{
                    "id": 935,
                    "title": "СахГУ (бывш. ЮСГПИ)"
                }, {
                    "id": 936,
                    "title": "ЮСИКиП\r\n"
                }, {
                    "id": 937,
                    "title": "СахГТИ (бывш. ЮСИЭПИ)"
                }, {
                    "id": 1293,
                    "title": "ДВГТУ (ЮСФ)"
                }, {
                    "id": 3269,
                    "title": "СахИЖТ (ф) ДВГУПС"
                }, {
                    "id": 4025,
                    "title": "ДВФУ ЮСФ (бывш. ТГЭУ, ДВГАЭУ)"
                }, {
                    "id": 5467,
                    "title": "ЮСФ РЭУ им. Плеханова (бывш. ЮСИ РГТЭУ)"
                }, {
                    "id": 11962,
                    "title": "СГА"
                }, {
                    "id": 14879,
                    "title": "ЮСФ ХГАЭП"
                }, {
                    "id": 17469,
                    "title": "ДВЮИ МВД (ЮСФ)"
                }, {
                    "id": 37838,
                    "title": "ДВАПУ"
                }, {
                    "id": 56346,
                    "title": "ДВО РАН"
                }]
            },
            "695": {
                "city": {
                    "id": 695,
                    "title": "Холмск",
                    "area": "Холмский район",
                    "region": "Сахалинская область"
                },
                "unis": [{
                    "id": 764566,
                    "title": "МГУ им. адмирала Невельского (СФ)"
                }]
            }
        }
    },
    "RU-SVE": {
        "id": 66,
        "shortname": "RU-SVE",
        "unis": {
            "49": {
                "city": {
                    "id": 49,
                    "title": "Екатеринбург",
                    "region": "Свердловская область",
                    "important": 1
                },
                "unis": [{
                    "id": 466,
                    "title": "ЕГТИ\r\n"
                }, {
                    "id": 469,
                    "title": "УрГАХУ (бывш. УралГАХА)"
                }, {
                    "id": 470,
                    "title": "УГК им. Мусоргского"
                }, {
                    "id": 471,
                    "title": "УГМУ (бывш. УГМА)"
                }, {
                    "id": 472,
                    "title": "УрГАУ (бывш. УрГСХА)"
                }, {
                    "id": 473,
                    "title": "УрГЮУ (бывш. УрГЮА)"
                }, {
                    "id": 477,
                    "title": "УрФУ им. первого Президента России Б. Н. Ельцина"
                }, {
                    "id": 479,
                    "title": "УрГУПС\r\n"
                }, {
                    "id": 482,
                    "title": "ГУ\r\n"
                }, {
                    "id": 484,
                    "title": "ИМС\r\n"
                }, {
                    "id": 485,
                    "title": "УИФР\r\n"
                }, {
                    "id": 486,
                    "title": "УИЭУиП"
                }, {
                    "id": 1292,
                    "title": "АТиСО (ЕФ)"
                }, {
                    "id": 1358,
                    "title": "УИУ РАНХиГС при Президенте РФ (бывш. УрАГС)"
                }, {
                    "id": 2188,
                    "title": "УГЛТУ"
                }, {
                    "id": 2799,
                    "title": "УрГПУ"
                }, {
                    "id": 2867,
                    "title": "ИМИР"
                }, {
                    "id": 4178,
                    "title": "УрЮИ МВД России (бывш. ЕВШМ)"
                }, {
                    "id": 4440,
                    "title": "УрФЮИ"
                }, {
                    "id": 5973,
                    "title": "ИГД УрО РАН"
                }, {
                    "id": 6446,
                    "title": "УрГЭУ (СИНХ)"
                }, {
                    "id": 6573,
                    "title": "УрГИ"
                }, {
                    "id": 6688,
                    "title": "УрТИСИ СибГУТИ"
                }, {
                    "id": 9060,
                    "title": "ЕАСИ"
                }, {
                    "id": 9210,
                    "title": "УрИСО (филиал РГСУ)"
                }, {
                    "id": 9319,
                    "title": "СГГА (филиал)"
                }, {
                    "id": 9958,
                    "title": "РГППУ"
                }, {
                    "id": 10338,
                    "title": "УГГУ (бывш. УГГГА)"
                }, {
                    "id": 10354,
                    "title": "АТиМО (бывш. УМИТ)"
                }, {
                    "id": 12815,
                    "title": "УФ РГУТиС (бывш. МГУС)"
                }, {
                    "id": 14935,
                    "title": "ЕАИУП"
                }, {
                    "id": 16645,
                    "title": "РАИ"
                }, {
                    "id": 18435,
                    "title": "ЕВАКУ (ЕкАИ)"
                }, {
                    "id": 18761,
                    "title": "УралГУФК"
                }, {
                    "id": 18768,
                    "title": "МГГУ им. М. А. Шолохова (филиал)"
                }, {
                    "id": 19075,
                    "title": "МИПП (филиал)"
                }, {
                    "id": 31035,
                    "title": "ИЭ УрО РАН"
                }, {
                    "id": 56154,
                    "title": "УрИБиУ (бывш. УрИБ)"
                }, {
                    "id": 75901,
                    "title": "УрИ ГПС МЧС России"
                }, {
                    "id": 78121,
                    "title": "УФ РЭУ им. Плеханова"
                }, {
                    "id": 94100,
                    "title": "СГА"
                }, {
                    "id": 94635,
                    "title": "ИФиП УрО РАН"
                }, {
                    "id": 95725,
                    "title": "УФ ИЦЧП им. С. С. Алексеева при Президенте РФ (бывш. УрО (филиал) РШЧП)"
                }, {
                    "id": 126123,
                    "title": "АНБОП (УФ)"
                }, {
                    "id": 142314,
                    "title": "ЕПДС"
                }, {
                    "id": 169681,
                    "title": "ИММ УрО РАН"
                }, {
                    "id": 169845,
                    "title": "МИЭП (ЕФ)"
                }, {
                    "id": 170412,
                    "title": "УИКП"
                }, {
                    "id": 233186,
                    "title": "ИБД"
                }, {
                    "id": 244073,
                    "title": "СПБГУВК (УФ)"
                }, {
                    "id": 244514,
                    "title": "УФПИ"
                }, {
                    "id": 245006,
                    "title": "АИиХР им. Демидовых"
                }, {
                    "id": 522255,
                    "title": "УФ МАКБ"
                }, {
                    "id": 549838,
                    "title": "ЕФ УРИО (бывш. УРАО)"
                }, {
                    "id": 555630,
                    "title": "УИЭ СПбАУЭ"
                }, {
                    "id": 558050,
                    "title": "ИФМ УрО РАН"
                }, {
                    "id": 564533,
                    "title": "ИИА УрО РАН"
                }, {
                    "id": 575031,
                    "title": "ИМАШ УрО РАН"
                }, {
                    "id": 848376,
                    "title": "НЕИЭМО"
                }, {
                    "id": 902504,
                    "title": "ИХТТ УрО РАН"
                }, {
                    "id": 1166996,
                    "title": "НИНиИ"
                }, {
                    "id": 1168867,
                    "title": "ЕФ СТИ"
                }, {
                    "id": 1169267,
                    "title": "ИОС УрО РАН"
                }, {
                    "id": 1170418,
                    "title": "УИМ"
                }, {
                    "id": 1170814,
                    "title": "ИПЭ УрО РАН"
                }, {
                    "id": 1171929,
                    "title": "ИТФ УрО РАН"
                }, {
                    "id": 1171930,
                    "title": "ИЭФ УрО РАН"
                }, {
                    "id": 1172199,
                    "title": "ИВТЭ УрО РАН"
                }, {
                    "id": 1173059,
                    "title": "Миссионерский институт"
                }, {
                    "id": 1173645,
                    "title": "АСМС (УФ)"
                }, {
                    "id": 1174989,
                    "title": "ИМет УрО РАН"
                }, {
                    "id": 1175243,
                    "title": "МТИ (филиал)"
                }, {
                    "id": 1189058,
                    "title": "УрГУ"
                }, {
                    "id": 1189060,
                    "title": "УГТУ-УПИ"
                }, {
                    "id": 1189153,
                    "title": "ИИФ УрО РАН"
                }, {
                    "id": 1189266,
                    "title": "УМФ ВНИИ Труда Минтруда России"
                }, {
                    "id": 1190482,
                    "title": "СВВПТАУ"
                }]
            },
            "96": {
                "city": {
                    "id": 96,
                    "title": "Нижний Тагил",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 658,
                    "title": "НТГСПИ (ф) РГППУ (бывш. НТГСПА)"
                }, {
                    "id": 6592,
                    "title": "НТФ УИЭУиП"
                }, {
                    "id": 27471,
                    "title": "УрГУ им. Горького (НТФ)"
                }, {
                    "id": 34960,
                    "title": "МЮИ (НТФ)"
                }, {
                    "id": 37701,
                    "title": "НТАИ (филиал УралГАХА)"
                }, {
                    "id": 41820,
                    "title": "УрГЭУ (НТФ)"
                }, {
                    "id": 43407,
                    "title": "НФ РАНХиГС (УрАГС НТФ)"
                }, {
                    "id": 69287,
                    "title": "НТИ (ф) УрФУ (бывш. УГТУ-УПИ)"
                }, {
                    "id": 86576,
                    "title": "Филиал УрГУПС"
                }, {
                    "id": 197337,
                    "title": "СГА"
                }, {
                    "id": 289680,
                    "title": "УрГЮА (филиал)"
                }]
            },
            "100": {
                "city": {
                    "id": 100,
                    "title": "Новоуральск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 22465,
                    "title": "МИРБИС (СФ)"
                }, {
                    "id": 47255,
                    "title": "НТИ НИЯУ МИФИ"
                }, {
                    "id": 52663,
                    "title": "СГА (НФ)"
                }, {
                    "id": 98180,
                    "title": "УрГПУ (НФ)"
                }, {
                    "id": 168582,
                    "title": "УрГЭУ (представительство)"
                }, {
                    "id": 506727,
                    "title": "УрФУ НФ  (бывш. УрГУ НФ)"
                }]
            },
            "385": {
                "city": {
                    "id": 385,
                    "title": "Североуральск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 127503,
                    "title": "УрГЭУ (ЦДО)"
                }, {
                    "id": 331981,
                    "title": "Представительство УГГУ"
                }]
            },
            "668": {
                "city": {
                    "id": 668,
                    "title": "Серов",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 24201,
                    "title": "Филиал УрФУ (ранее УГТУ-УПИ СФ)"
                }, {
                    "id": 33544,
                    "title": "УрГИ (представительство)"
                }, {
                    "id": 92748,
                    "title": "УрГПУ (СФ)"
                }, {
                    "id": 353606,
                    "title": "УрГЮА (СФ)"
                }, {
                    "id": 1171863,
                    "title": "ИСЭР"
                }]
            },
            "1002": {
                "city": {
                    "id": 1002,
                    "title": "Кушва",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 46646,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 89711,
                    "title": "УИКП (КФ)"
                }, {
                    "id": 159411,
                    "title": "УрГПУ (представительство)"
                }]
            },
            "1277": {
                "city": {
                    "id": 1277,
                    "title": "Красноуфимск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 66470,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 164652,
                    "title": "УрГПУ (КФ)"
                }, {
                    "id": 170235,
                    "title": "УрГСХА (КФ)"
                }, {
                    "id": 267887,
                    "title": "ИСГЗ (представительство)"
                }]
            },
            "1355": {
                "city": {
                    "id": 1355,
                    "title": "Верхняя Пышма",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 50456,
                    "title": "СГА"
                }, {
                    "id": 68603,
                    "title": "РГППУ (представительство)"
                }, {
                    "id": 359030,
                    "title": "УГТУ-УПИ им. Б. Н. Ельцина (ВПФ)"
                }, {
                    "id": 1188071,
                    "title": "ТУ УГМК"
                }]
            },
            "1573": {
                "city": {
                    "id": 1573,
                    "title": "Каменск-Уральский",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 14920,
                    "title": "КПИ (филиал) УрФУ (бывш. ПИ (филиал) УГТУ-УПИ)"
                }, {
                    "id": 37881,
                    "title": "ИМС (филиал)"
                }, {
                    "id": 40179,
                    "title": "УИЭУиП (филиал)"
                }, {
                    "id": 66477,
                    "title": "УрГПУ (филиал)"
                }, {
                    "id": 147370,
                    "title": "УрГЭУ (филиал)"
                }]
            },
            "1722": {
                "city": {
                    "id": 1722,
                    "title": "Ирбит",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 114475,
                    "title": "Филиал УрФУ (бывш. ИФ УГТУ-УПИ)"
                }, {
                    "id": 130517,
                    "title": "УИКП (ИФ)"
                }]
            },
            "1780": {
                "city": {
                    "id": 1780,
                    "title": "Верхняя Салда",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 87331,
                    "title": "СГА (представительство)"
                }, {
                    "id": 157501,
                    "title": "УрГУ (представительство)"
                }, {
                    "id": 468477,
                    "title": "УрФУ (филиал)"
                }, {
                    "id": 1171990,
                    "title": "УИЭУиП (ВСФ)"
                }]
            },
            "2001": {
                "city": {
                    "id": 2001,
                    "title": "Первоуральск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 26789,
                    "title": "УрГПУ"
                }, {
                    "id": 30919,
                    "title": "УрФУ (ПФ) (бывш. УГТУ-УПИ)"
                }, {
                    "id": 94892,
                    "title": "РГППУ (ПФ)"
                }, {
                    "id": 104677,
                    "title": "УрГЭУ (представительство)"
                }, {
                    "id": 138870,
                    "title": "УрГУ им. Горького (представительство)"
                }, {
                    "id": 162053,
                    "title": "УГГУ (бывш. УГГГА) (ПФ)"
                }, {
                    "id": 204039,
                    "title": "СГА (ПФ)"
                }]
            },
            "2236": {
                "city": {
                    "id": 2236,
                    "title": "Березовский",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 72020,
                    "title": "СибГУФК (БФ)"
                }, {
                    "id": 109234,
                    "title": "РГППУ (БФ)"
                }]
            },
            "2396": {
                "city": {
                    "id": 2396,
                    "title": "Красноуральск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 185273,
                    "title": "УрФУ в г. Красноуральск (бывш. КФ УГТУ-УПИ)"
                }]
            },
            "3243": {
                "city": {
                    "id": 3243,
                    "title": "Краснотурьинск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 35845,
                    "title": "РГППУ (представительство)"
                }, {
                    "id": 120413,
                    "title": "КФ УрФУ (УГТУ-УПИ КФ)"
                }]
            },
            "4250": {
                "city": {
                    "id": 4250,
                    "title": "Кировград",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 45648,
                    "title": "УГТУ-УПИ (представительство)"
                }]
            },
            "4797": {
                "city": {
                    "id": 4797,
                    "title": "Богданович",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 156339,
                    "title": "УрГСХА (представительство)"
                }, {
                    "id": 456418,
                    "title": "УГТУ-УПИ им. Б. Н. Ельцина (представительство) "
                }]
            },
            "5393": {
                "city": {
                    "id": 5393,
                    "title": "Сысерть",
                    "area": "Сысертский район",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 135575,
                    "title": "УГТУ-УПИ (СФ)"
                }]
            },
            "5547": {
                "city": {
                    "id": 5547,
                    "title": "Нижняя Тура",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 291653,
                    "title": "Филиал УдГУ"
                }]
            },
            "7861": {
                "city": {
                    "id": 7861,
                    "title": "Среднеуральск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 185751,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 398881,
                    "title": "СЗТУ (представительство)"
                }]
            },
            "9340": {
                "city": {
                    "id": 9340,
                    "title": "Алапаевск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 138449,
                    "title": "УрФУ им. Б.Н. Ельцина (АФ)"
                }]
            },
            "10719": {
                "city": {
                    "id": 10719,
                    "title": "Невьянск",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 509575,
                    "title": "Филиал УрФУ (бывш. УГТУ-УПИ)"
                }]
            },
            "11671": {
                "city": {
                    "id": 11671,
                    "title": "Лесной",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 16759,
                    "title": "ТИ НИЯУ МИФИ"
                }, {
                    "id": 35128,
                    "title": "УИЭУиП (ЛФ)"
                }]
            },
            "19977": {
                "city": {
                    "id": 19977,
                    "title": "Полевской",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 57373,
                    "title": "ПФ УИЭУиП"
                }, {
                    "id": 408620,
                    "title": "Представительство УрФУ (бывш. УГТУ-УПИ)"
                }]
            },
            "22299": {
                "city": {
                    "id": 22299,
                    "title": "Ревда",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 65915,
                    "title": "УГГУ (представительство)"
                }, {
                    "id": 79429,
                    "title": "УрГПУ (представительство)"
                }, {
                    "id": 96203,
                    "title": "УГЛТУ (представительство)"
                }, {
                    "id": 232732,
                    "title": "УрГЭУ (представительство)"
                }, {
                    "id": 351790,
                    "title": "УГТУ-УПИ (представительство)"
                }]
            },
            "1154729": {
                "city": {
                    "id": 1154729,
                    "title": "Верхотурье",
                    "area": "Верхотурский район",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 173781,
                    "title": "УГТУ-УПИ (представительство)"
                }]
            },
            "1155828": {
                "city": {
                    "id": 1155828,
                    "title": "Сухой Лог",
                    "region": "Свердловская область"
                },
                "unis": [{
                    "id": 137714,
                    "title": "УрГУ им. Горького (представительство)"
                }, {
                    "id": 167663,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 403137,
                    "title": "ГУ (СФ)"
                }]
            }
        }
    },
    "RU-SMO": {
        "id": 67,
        "shortname": "RU-SMO",
        "unis": {
            "130": {
                "city": {
                    "id": 130,
                    "title": "Смоленск",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 807,
                    "title": "СГМУ (бывш. СГМА)"
                }, {
                    "id": 808,
                    "title": "СГИИ\r\n"
                }, {
                    "id": 809,
                    "title": "СГАФКСТ (бывш. СГИФК)"
                }, {
                    "id": 812,
                    "title": "СГУ (гуманитарный)"
                }, {
                    "id": 2862,
                    "title": "СмолГУ (бывш. СГПУ)"
                }, {
                    "id": 3268,
                    "title": "СИБиП"
                }, {
                    "id": 4418,
                    "title": "ВА ВПВО ВС РФ (бывш. СВЗРКУ)"
                }, {
                    "id": 4755,
                    "title": "СФ МИИТ (РГОТУПС)"
                }, {
                    "id": 7607,
                    "title": "СГА (СФ)"
                }, {
                    "id": 8116,
                    "title": "МНЮИ (СФ)"
                }, {
                    "id": 12371,
                    "title": "СГСХА (бывш. ССХИ)"
                }, {
                    "id": 13118,
                    "title": "МЮИ (СФ)"
                }, {
                    "id": 19274,
                    "title": "СФ РАНХиГС (ОРАГС СФ)"
                }, {
                    "id": 29020,
                    "title": "СИЭ (ф) СПбУТУиЭ (бывш. САУ, СПбУУиЭ)"
                }, {
                    "id": 33067,
                    "title": "МИЭП (СФ)"
                }, {
                    "id": 35258,
                    "title": "СФ МАЭП"
                }, {
                    "id": 38810,
                    "title": "МосУ МВД России (СФ)"
                }, {
                    "id": 41008,
                    "title": "Филиал МИГУП (АПиУ(И))"
                }, {
                    "id": 45858,
                    "title": "СФ РУК"
                }, {
                    "id": 49879,
                    "title": "МГОУ (СФ)"
                }, {
                    "id": 58684,
                    "title": "СГЮА (СФ) (бывш. СГАП)"
                }, {
                    "id": 69874,
                    "title": "ИВЭСЭП (СФ)"
                }, {
                    "id": 70820,
                    "title": "СФ РЭУ им. Г. В. Плеханова (бывш. РГТЭУ)"
                }, {
                    "id": 72354,
                    "title": "Филиал РГУТиС (бывш. МГУС)"
                }, {
                    "id": 79881,
                    "title": "Финансовый университет при Правительстве РФ (СФ)"
                }, {
                    "id": 81417,
                    "title": "СПДС"
                }, {
                    "id": 84466,
                    "title": "СФ МАДИ"
                }, {
                    "id": 86154,
                    "title": "ИПТиБ (ф) МГУТУ им. К. Г.  Разумовского (ПКУ)"
                }, {
                    "id": 87493,
                    "title": "Филиал НИУ «МЭИ»"
                }, {
                    "id": 271459,
                    "title": "МЭСИ (СФ)"
                }, {
                    "id": 460465,
                    "title": "МИКХиС (представительство)"
                }, {
                    "id": 1173089,
                    "title": "СОИРО"
                }, {
                    "id": 1188829,
                    "title": "СФ РосНОУ"
                }]
            },
            "833": {
                "city": {
                    "id": 833,
                    "title": "Гагарин",
                    "area": "Гагаринский район",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 23668,
                    "title": "РосНОУ (ГФ)"
                }]
            },
            "967": {
                "city": {
                    "id": 967,
                    "title": "Рославль",
                    "area": "Рославльский район",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 17778,
                    "title": "Филиал МПСУ"
                }, {
                    "id": 55801,
                    "title": "Филиал МГИУ"
                }]
            },
            "3048": {
                "city": {
                    "id": 3048,
                    "title": "Вязьма",
                    "area": "Вяземский район",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 56835,
                    "title": "ВФ СГА"
                }, {
                    "id": 76771,
                    "title": "СОКИПТБ (филиал) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 81270,
                    "title": "ВФ МГИУ"
                }, {
                    "id": 130279,
                    "title": "ВФ РМАТ"
                }]
            },
            "13072": {
                "city": {
                    "id": 13072,
                    "title": "Сафоново",
                    "area": "Сафоновский район",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 28969,
                    "title": "Филиал Университета машиностроения (МАМИ, бывш. СФ МГОУ)"
                }]
            },
            "14859": {
                "city": {
                    "id": 14859,
                    "title": "Ярцево",
                    "area": "Ярцевский район",
                    "region": "Смоленская область"
                },
                "unis": [{
                    "id": 107420,
                    "title": "МГИУ (ЯФ)"
                }, {
                    "id": 142783,
                    "title": "СГУ (ЯФ)"
                }]
            }
        }
    },
    "RU-STA": {
        "id": 28,
        "shortname": "RU-STA",
        "unis": {
            "52": {
                "city": {
                    "id": 52,
                    "title": "Ессентуки",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 489,
                    "title": "ЕИУБиП\r\n"
                }, {
                    "id": 21014,
                    "title": "ДГТУ (ЕФ)"
                }, {
                    "id": 29953,
                    "title": "РУДН (ЕФ)"
                }, {
                    "id": 49643,
                    "title": "ИНЖЭКОН (ЕФ)"
                }, {
                    "id": 234206,
                    "title": "МАКБ (СКФ)"
                }, {
                    "id": 350367,
                    "title": "СГА (ЕФ)"
                }, {
                    "id": 1167710,
                    "title": "СГПИ (филиал)"
                }]
            },
            "67": {
                "city": {
                    "id": 67,
                    "title": "Кисловодск",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 557,
                    "title": "КГТИ (бывш. КУ АООП РФ)"
                }, {
                    "id": 558,
                    "title": "КИЭиП\r\n"
                }, {
                    "id": 2871,
                    "title": "Филиал РГЭУ РИНХ"
                }, {
                    "id": 29569,
                    "title": "СИ им. Чурсина (филиал)"
                }, {
                    "id": 37387,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 133046,
                    "title": "СКФУ (филиал, бывш. СевКавГТУ)"
                }, {
                    "id": 202232,
                    "title": "МАТГР (КФ)"
                }]
            },
            "92": {
                "city": {
                    "id": 92,
                    "title": "Невинномысск",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 640,
                    "title": "НГГТИ\r\n"
                }, {
                    "id": 26931,
                    "title": "ИУБиП (филиал)"
                }, {
                    "id": 117553,
                    "title": "НТИ (филиал) СКФУ"
                }, {
                    "id": 127650,
                    "title": "НИЭУП"
                }]
            },
            "116": {
                "city": {
                    "id": 116,
                    "title": "Пятигорск",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 743,
                    "title": "ПМФИ (филиал ВолгГМУ) (бывш. ПГФА, ПФИ)"
                }, {
                    "id": 744,
                    "title": "ПГУ"
                }, {
                    "id": 745,
                    "title": "ПГГТУ (СКФУ)"
                }, {
                    "id": 1042,
                    "title": "РГСУ (ПФ)"
                }, {
                    "id": 1238,
                    "title": "Филиал РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 2559,
                    "title": "ИСиТ (ф) ДГТУ (бывш. КМВИС)"
                }, {
                    "id": 7825,
                    "title": "СГУТиКД (ПФ)"
                }, {
                    "id": 8791,
                    "title": "ИнЭУ"
                }, {
                    "id": 9359,
                    "title": "РГУТиС (ПФ)"
                }, {
                    "id": 15574,
                    "title": "ПИКРиГ (филиал РМАТ)"
                }, {
                    "id": 25503,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 32132,
                    "title": "СГА (ПФ)"
                }, {
                    "id": 35431,
                    "title": "СПбГУАП (ПФ)"
                }, {
                    "id": 36445,
                    "title": "СевКавГТУ (СКФУ ПФ)"
                }, {
                    "id": 45437,
                    "title": "Филиал ЮФУ"
                }, {
                    "id": 52913,
                    "title": "СКИ (ф) РАНХиГС (бывш. СКАГС ПФ)"
                }, {
                    "id": 77655,
                    "title": "ИУБиП"
                }, {
                    "id": 104099,
                    "title": "Филиал СИ им. Чурсина"
                }, {
                    "id": 1090043,
                    "title": "АНП ФСНП России (ПФ)"
                }, {
                    "id": 1171537,
                    "title": "ИСТиД (ф) СКФУ"
                }, {
                    "id": 1190704,
                    "title": "ПГЛУ (бывш. ПГПИИЯ)"
                }]
            },
            "134": {
                "city": {
                    "id": 134,
                    "title": "Ставрополь",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 816,
                    "title": "СевКавГТУ (СКФУ)"
                }, {
                    "id": 817,
                    "title": "СтГМУ (бывш. СтГМА)"
                }, {
                    "id": 818,
                    "title": "СтГАУ (СГСХА)"
                }, {
                    "id": 819,
                    "title": "СГПИ\r\n"
                }, {
                    "id": 820,
                    "title": "СГУ (СКФУ) "
                }, {
                    "id": 821,
                    "title": "СтУ (бывш. СевКавГТИ)"
                }, {
                    "id": 822,
                    "title": "СИ им. Чурсина"
                }, {
                    "id": 823,
                    "title": "СИУ\r\n"
                }, {
                    "id": 2496,
                    "title": "Филиал РТУ МИРЭА (бывш. МГУПИ)"
                }, {
                    "id": 3544,
                    "title": "СКСИ"
                }, {
                    "id": 11113,
                    "title": "СФЭИ"
                }, {
                    "id": 12711,
                    "title": "МИПП (СФ)"
                }, {
                    "id": 15743,
                    "title": "СКГИ"
                }, {
                    "id": 16793,
                    "title": "ЮРГИ (СФ)"
                }, {
                    "id": 22651,
                    "title": "СВИСРВ (бывш. СВВИУС)"
                }, {
                    "id": 22699,
                    "title": "СИЭУ им. Казначеева (филиал ПГТУ)"
                }, {
                    "id": 22701,
                    "title": "ВАТУ (СФ) (бывш. СВВАИУ им. Судца)"
                }, {
                    "id": 22702,
                    "title": "КУ МВД РФ (СФ)"
                }, {
                    "id": 26371,
                    "title": "СФ РАНХиГС (бывш. СКАГС СФ)"
                }, {
                    "id": 27247,
                    "title": "СФ МПГУ (бывш. СФ МГГУ им. Шолохова)"
                }, {
                    "id": 28219,
                    "title": "РГСУ (СФ)"
                }, {
                    "id": 35687,
                    "title": "ПГУТИ (СФ)"
                }, {
                    "id": 36585,
                    "title": "ТИС (ф) ДГТУ (бывш. СТИС ЮРГУЭС)"
                }, {
                    "id": 50524,
                    "title": "ПГЛУ (СФ)"
                }, {
                    "id": 53424,
                    "title": "СГА (СФ)"
                }, {
                    "id": 65829,
                    "title": "ИДНК"
                }, {
                    "id": 85472,
                    "title": "МГУЭ (СФ) (бывш. МГЭИ)"
                }, {
                    "id": 127887,
                    "title": "СтИК (филиал БУКЭП)"
                }, {
                    "id": 127944,
                    "title": "КубГУ (СФ)"
                }, {
                    "id": 167748,
                    "title": "СВВАУЛШ"
                }, {
                    "id": 168123,
                    "title": "РУДН (СФ)"
                }, {
                    "id": 396152,
                    "title": "МГЮА (СФ)"
                }, {
                    "id": 1168113,
                    "title": "СИБиТ «Бизнестранс»"
                }, {
                    "id": 1169511,
                    "title": "СтДС"
                }, {
                    "id": 1171399,
                    "title": "СИНМФО"
                }, {
                    "id": 1171536,
                    "title": "СКФУ (бывш. СевКавГТУ, СГУ)"
                }, {
                    "id": 1172887,
                    "title": "СКИРО ПК И ПРО"
                }, {
                    "id": 1175994,
                    "title": "Филиал ГПИ ФСБ"
                }, {
                    "id": 1176336,
                    "title": "ИПК ЮТАМЕДФАРМ"
                }, {
                    "id": 1176582,
                    "title": "ИУТЦ – Институт экосферы человека"
                }]
            },
            "669": {
                "city": {
                    "id": 669,
                    "title": "Железноводск",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 120085,
                    "title": "ЮФУ (ЖФ)"
                }, {
                    "id": 148142,
                    "title": "ЖФ МГГУ им. М. А. Шолохова"
                }, {
                    "id": 1190604,
                    "title": "СГПИ (филиал)"
                }]
            },
            "735": {
                "city": {
                    "id": 735,
                    "title": "Светлоград",
                    "area": "Петровский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 117127,
                    "title": "СтГАУ (представительство)"
                }, {
                    "id": 148535,
                    "title": "СГУ (СФ)"
                }, {
                    "id": 341107,
                    "title": "СГА (представительство)"
                }]
            },
            "825": {
                "city": {
                    "id": 825,
                    "title": "Изобильный",
                    "area": "Изобильненский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 35249,
                    "title": "СГУ (ИФ)"
                }]
            },
            "1174": {
                "city": {
                    "id": 1174,
                    "title": "Георгиевск",
                    "area": "Георгиевский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 10189,
                    "title": "СГУ (ГФ)"
                }, {
                    "id": 10476,
                    "title": "РГГУ (ГФ)"
                }, {
                    "id": 22883,
                    "title": "КМВИ ЮРГТУ НПИ"
                }, {
                    "id": 33937,
                    "title": "НГГТИ (ГФ)"
                }, {
                    "id": 49721,
                    "title": "СГА (ГФ)"
                }, {
                    "id": 198497,
                    "title": "ЮФУ (ГФ)"
                }, {
                    "id": 242504,
                    "title": "РГЭУ РИНХ (представительство)"
                }, {
                    "id": 404287,
                    "title": "СИ им. В. Д. Чурсина (ГФ)"
                }, {
                    "id": 478313,
                    "title": "ГТИ (филиал) СКФУ "
                }]
            },
            "1261": {
                "city": {
                    "id": 1261,
                    "title": "Михайловск",
                    "area": "Шпаковский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 151883,
                    "title": "МГЛУ (МФ)"
                }, {
                    "id": 1174364,
                    "title": "СНИИСХ"
                }]
            },
            "1449": {
                "city": {
                    "id": 1449,
                    "title": "Буденновск",
                    "area": "Буденновский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 31219,
                    "title": "БФ ИДНК"
                }, {
                    "id": 76172,
                    "title": "СГУ (БФ)"
                }, {
                    "id": 188896,
                    "title": "МАМИ (бывш. МГИУ, представительство)"
                }, {
                    "id": 1190605,
                    "title": "СГПИ (филиал)"
                }]
            },
            "1797": {
                "city": {
                    "id": 1797,
                    "title": "Минеральные Воды",
                    "area": "Минераловодский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 13016,
                    "title": "РГУПС (филиал)"
                }, {
                    "id": 13658,
                    "title": "МФ МИГУП (бывш. АПУ)"
                }, {
                    "id": 25986,
                    "title": "МОСА (филиал)"
                }, {
                    "id": 42219,
                    "title": "СКИ(Ф) МГЭУ (бывш. СКФ МГЭИ)"
                }, {
                    "id": 55844,
                    "title": "МИПП (филиал)"
                }, {
                    "id": 228746,
                    "title": "СКФ БГТУ им. В. Г. Шухова"
                }]
            },
            "2110": {
                "city": {
                    "id": 2110,
                    "title": "Лермонтов",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 44905,
                    "title": "С-КФ МАДИ (ГТУ)"
                }]
            },
            "2391": {
                "city": {
                    "id": 2391,
                    "title": "Новопавловск",
                    "area": "Кировский район",
                    "region": "Ставропольский край"
                },
                "unis": [{
                    "id": 145103,
                    "title": "ПГТУ (представительство)"
                }]
            }
        }
    },
    "RU-TAM": {
        "id": 68,
        "shortname": "RU-TAM",
        "unis": {
            "140": {
                "city": {
                    "id": 140,
                    "title": "Тамбов",
                    "region": "Тамбовская область"
                },
                "unis": [{
                    "id": 835,
                    "title": "ТГМПИ им. Рахманинова"
                }, {
                    "id": 836,
                    "title": "ТГТУ (бывш. ТИХМ)"
                }, {
                    "id": 8839,
                    "title": "ТФ МосУ МВД РФ"
                }, {
                    "id": 9952,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 25904,
                    "title": "РосНОУ (ТФ)"
                }, {
                    "id": 29936,
                    "title": "ВУРХБЗ (ТФ)"
                }, {
                    "id": 30905,
                    "title": "ТФ РАНХиГС (бывш. ТФ ОРАГС, ПАГС)"
                }, {
                    "id": 38883,
                    "title": "МГИК ТФ (бывш. МГУКИ ТФ)"
                }, {
                    "id": 51436,
                    "title": "ТВВАИУРЭ (бывш. ТВВАИУ им. Дзержинского, ТВАТУ)"
                }, {
                    "id": 55640,
                    "title": "МОСУ (ТФ)"
                }, {
                    "id": 56514,
                    "title": "ТГУ им. Державина"
                }, {
                    "id": 106861,
                    "title": "МНЮИ (ТФ)"
                }, {
                    "id": 233602,
                    "title": "ТВВАУЛ"
                }, {
                    "id": 1153799,
                    "title": "ТДС"
                }, {
                    "id": 1164542,
                    "title": "ИПИ (ТФ)"
                }, {
                    "id": 1169226,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 1170815,
                    "title": "ТИСТ"
                }, {
                    "id": 1171361,
                    "title": "АПИ при ИГиП РАН (ТФ)"
                }, {
                    "id": 1175075,
                    "title": "ТВВККУХЗ"
                }, {
                    "id": 1175542,
                    "title": "ВНИИТиН"
                }]
            },
            "1813": {
                "city": {
                    "id": 1813,
                    "title": "Уварово",
                    "region": "Тамбовская область"
                },
                "unis": [{
                    "id": 51493,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }]
            },
            "2091": {
                "city": {
                    "id": 2091,
                    "title": "Кирсанов",
                    "region": "Тамбовская область"
                },
                "unis": [{
                    "id": 230329,
                    "title": "ТГТУ (представительство)"
                }]
            },
            "3125": {
                "city": {
                    "id": 3125,
                    "title": "Жердевка",
                    "area": "Жердевский район",
                    "region": "Тамбовская область"
                },
                "unis": [{
                    "id": 208485,
                    "title": "МГУТУ (ЖФ)"
                }]
            },
            "21855": {
                "city": {
                    "id": 21855,
                    "title": "Мичуринск",
                    "region": "Тамбовская область"
                },
                "unis": [{
                    "id": 626,
                    "title": "МичГАУ"
                }, {
                    "id": 280863,
                    "title": "МГУТУ (МФ)"
                }, {
                    "id": 505016,
                    "title": "РУК (МФ)"
                }]
            }
        }
    },
    "RU-TVE": {
        "id": 69,
        "shortname": "RU-TVE",
        "unis": {
            "141": {
                "city": {
                    "id": 141,
                    "title": "Тверь",
                    "area": "Калининский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 838,
                    "title": "ТГМУ (ТГМА)"
                }, {
                    "id": 839,
                    "title": "ТГСХА"
                }, {
                    "id": 840,
                    "title": "ТвГТУ"
                }, {
                    "id": 841,
                    "title": "ТвГУ"
                }, {
                    "id": 842,
                    "title": "ВШП (бывш. ТИЭМ)"
                }, {
                    "id": 2635,
                    "title": "ТФ РЭУ им. Г. В. Плеханова (бывш. МЭСИ ТФ)"
                }, {
                    "id": 4296,
                    "title": "БГТУ (ТФ)"
                }, {
                    "id": 4486,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 8597,
                    "title": "ГАСК (ТФ)"
                }, {
                    "id": 9039,
                    "title": "ТФ МУ МВД РФ"
                }, {
                    "id": 9620,
                    "title": "Тверской институт (филиал) МГЭУ (бывш. ТФ МГЭИ)"
                }, {
                    "id": 15690,
                    "title": "МФЮА (ЦДД)"
                }, {
                    "id": 28440,
                    "title": "РГГУ (ТФ)"
                }, {
                    "id": 35753,
                    "title": "СПГУТД (ТФ)"
                }, {
                    "id": 36551,
                    "title": "РГСУ (ТФ)"
                }, {
                    "id": 38746,
                    "title": "ИЭСЭТ"
                }, {
                    "id": 50542,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 52189,
                    "title": "ВИБиП"
                }, {
                    "id": 61241,
                    "title": "ИВ"
                }, {
                    "id": 63362,
                    "title": "ТФ РАНХиГС (бывш. СЗАГС ТФ)"
                }, {
                    "id": 73724,
                    "title": "ВАВКО им. Жукова"
                }, {
                    "id": 74004,
                    "title": "СПбГИЭУ (ИНЖЭКОН) (ТФ)"
                }, {
                    "id": 75736,
                    "title": "ТИЭП"
                }, {
                    "id": 89016,
                    "title": "РосЗИТЛП (ТФ)"
                }, {
                    "id": 167305,
                    "title": "МИРБИС (ТФ)"
                }, {
                    "id": 514429,
                    "title": "ТКТИ (ф) МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 1168930,
                    "title": "АНОН ДПО Академия безопасности"
                }]
            },
            "334": {
                "city": {
                    "id": 334,
                    "title": "Торжок",
                    "area": "Торжокский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 23616,
                    "title": "Филиал ТвГТУ"
                }, {
                    "id": 194520,
                    "title": "МПСИ (ТФ)"
                }]
            },
            "373": {
                "city": {
                    "id": 373,
                    "title": "Конаково",
                    "area": "Конаковский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 13194,
                    "title": "КФ ТвГТУ"
                }, {
                    "id": 24010,
                    "title": "КФ РМАТ"
                }, {
                    "id": 24713,
                    "title": "Филиал МПСУ (бывш. МПСИ КФ)"
                }, {
                    "id": 52831,
                    "title": "МГУТУ (КФ)"
                }, {
                    "id": 453264,
                    "title": "МЭСИ (представительство)"
                }]
            },
            "460": {
                "city": {
                    "id": 460,
                    "title": "Вышний Волочек",
                    "area": "Вышневолоцкий район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 44140,
                    "title": "МСИ (филиал) "
                }, {
                    "id": 126105,
                    "title": "ТГТУ (ВФ)"
                }]
            },
            "521": {
                "city": {
                    "id": 521,
                    "title": "Ржев",
                    "area": "Ржевский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 5140,
                    "title": "Филиал ТГТУ"
                }, {
                    "id": 10987,
                    "title": "Филиал ТвГУ"
                }, {
                    "id": 31650,
                    "title": "Филиал МСГИ"
                }]
            },
            "704": {
                "city": {
                    "id": 704,
                    "title": "Бологое",
                    "area": "Бологовский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 33208,
                    "title": "СПбГУСЭ (представительство)"
                }, {
                    "id": 36370,
                    "title": "ПГУПС (представительство)"
                }, {
                    "id": 61712,
                    "title": "Представительство МГЭИ"
                }]
            },
            "1051": {
                "city": {
                    "id": 1051,
                    "title": "Бежецк",
                    "area": "Бежецкий район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 82949,
                    "title": "ТГТУ (БФ)"
                }, {
                    "id": 667469,
                    "title": "СГА (БФ)"
                }]
            },
            "1429": {
                "city": {
                    "id": 1429,
                    "title": "Осташков",
                    "area": "Осташковский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 205572,
                    "title": "МПСИ (ОФ)"
                }, {
                    "id": 226667,
                    "title": "СГА"
                }]
            },
            "1769": {
                "city": {
                    "id": 1769,
                    "title": "Кимры",
                    "area": "Кимрский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 3351,
                    "title": "МГУПИ (КФ)"
                }, {
                    "id": 13801,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 55995,
                    "title": "МФЮА (представительство)"
                }]
            },
            "2216": {
                "city": {
                    "id": 2216,
                    "title": "Весьегонск",
                    "area": "Весьегонский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 19860,
                    "title": "МАДИ (ГТУ) (представительство)"
                }]
            },
            "3250": {
                "city": {
                    "id": 3250,
                    "title": "Нелидово",
                    "area": "Нелидовский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 38330,
                    "title": "Филиал ТвГУ"
                }, {
                    "id": 59285,
                    "title": "ТГТУ"
                }]
            },
            "4021": {
                "city": {
                    "id": 4021,
                    "title": "Кувшиново",
                    "area": "Кувшиновский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 232869,
                    "title": "СПбГТУРП (КФ)"
                }, {
                    "id": 323212,
                    "title": "ТГТУ (КФ)"
                }]
            },
            "18703": {
                "city": {
                    "id": 18703,
                    "title": "Удомля",
                    "area": "Удомельский район",
                    "region": "Тверская область"
                },
                "unis": [{
                    "id": 4371,
                    "title": "ИВЭСЭП (УФ)"
                }, {
                    "id": 31193,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }]
            }
        }
    },
    "RU-TOM": {
        "id": 70,
        "shortname": "RU-TOM",
        "unis": {
            "126": {
                "city": {
                    "id": 126,
                    "title": "Северск",
                    "region": "Томская область"
                },
                "unis": [{
                    "id": 803,
                    "title": "СТИ НИЯУ МИФИ (СГТА)"
                }, {
                    "id": 33168,
                    "title": "ТГПУ (представительство)"
                }, {
                    "id": 43165,
                    "title": "ТПУ (представительство)"
                }]
            },
            "144": {
                "city": {
                    "id": 144,
                    "title": "Томск",
                    "region": "Томская область"
                },
                "unis": [{
                    "id": 848,
                    "title": "СибГМУ (ТМИ)"
                }, {
                    "id": 849,
                    "title": "ТГАСУ\r\n"
                }, {
                    "id": 850,
                    "title": "ТГПУ\r\n"
                }, {
                    "id": 851,
                    "title": "ТГУ"
                }, {
                    "id": 852,
                    "title": "ТУСУР (бывш. ТАСУР, ТИАСУР)"
                }, {
                    "id": 853,
                    "title": "ТПУ"
                }, {
                    "id": 2403,
                    "title": "ТВМИ"
                }, {
                    "id": 6255,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 13415,
                    "title": "ТЭЮИ"
                }, {
                    "id": 18292,
                    "title": "ТФ ВЭГУ"
                }, {
                    "id": 20715,
                    "title": "ЗСФ РГУП (бывш. ЗСФ РАП)"
                }, {
                    "id": 23599,
                    "title": "ЗСФ РГУИТП"
                }, {
                    "id": 35214,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 66758,
                    "title": "ТИБ"
                }, {
                    "id": 75690,
                    "title": "МГГУ им. Шолохова (ТФ)"
                }, {
                    "id": 118714,
                    "title": "ТФ РАНХиГС (бывш. СибАГС ТФ)"
                }, {
                    "id": 118715,
                    "title": "НГАВТ (ТФ)"
                }, {
                    "id": 118753,
                    "title": "АПУ РФ (ТФ)"
                }, {
                    "id": 169809,
                    "title": "ТВВКУС"
                }, {
                    "id": 170028,
                    "title": "ТСХИ (ф) НГАУ"
                }, {
                    "id": 245701,
                    "title": "ТДС"
                }, {
                    "id": 401125,
                    "title": "ИФПМ СО РАН"
                }, {
                    "id": 461553,
                    "title": "ТИИТ"
                }, {
                    "id": 499318,
                    "title": "Томский ИПКР ФСИН России (бывш. ТФ Кузбасский институт ФСИН)"
                }, {
                    "id": 573625,
                    "title": "ИМКЭС СО РАН"
                }, {
                    "id": 888642,
                    "title": "ИСЭ СО РАН"
                }, {
                    "id": 1167989,
                    "title": "ИХН СО РАН"
                }, {
                    "id": 1169980,
                    "title": "НИИ фармакологии СО РАМН"
                }, {
                    "id": 1172216,
                    "title": "НИИМГ СО РАМН"
                }, {
                    "id": 1174741,
                    "title": "НИИ кардиологии СО РАМН"
                }, {
                    "id": 1176194,
                    "title": "ИОА СО РАН"
                }, {
                    "id": 1188059,
                    "title": "НИИЯФ при ТПУ"
                }]
            },
            "1046": {
                "city": {
                    "id": 1046,
                    "title": "Стрежевой",
                    "region": "Томская область"
                },
                "unis": [{
                    "id": 9137,
                    "title": "ТГАСУ (СФ)"
                }]
            },
            "1226": {
                "city": {
                    "id": 1226,
                    "title": "Колпашево",
                    "area": "Колпашевский район",
                    "region": "Томская область"
                },
                "unis": [{
                    "id": 98623,
                    "title": "НГАУ СФ"
                }]
            },
            "5512": {
                "city": {
                    "id": 5512,
                    "title": "Асино",
                    "area": "Асиновский район",
                    "region": "Томская область"
                },
                "unis": [{
                    "id": 108322,
                    "title": "ТГАСУ (АФ)"
                }]
            }
        }
    },
    "RU-TUL": {
        "id": 71,
        "shortname": "RU-TUL",
        "unis": {
            "146": {
                "city": {
                    "id": 146,
                    "title": "Тула",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 855,
                    "title": "ТГПУ им. Толстого"
                }, {
                    "id": 856,
                    "title": "ТулГУ"
                }, {
                    "id": 3163,
                    "title": "ТФ РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 3283,
                    "title": "Финансовый университет при Правительстве РФ (ТФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 9332,
                    "title": "РМАТ (ТФ)"
                }, {
                    "id": 9455,
                    "title": "Тульский университет (ТИЭИ)"
                }, {
                    "id": 17360,
                    "title": "МГИК (бывш. МГУКИ) (ТФ)"
                }, {
                    "id": 31291,
                    "title": "МАП (РП)"
                }, {
                    "id": 34380,
                    "title": "МАКБ (ТФ)"
                }, {
                    "id": 35331,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП) (ТФ)"
                }, {
                    "id": 35811,
                    "title": "МУ МВД РФ (ТФ)"
                }, {
                    "id": 41478,
                    "title": "ТАИИ"
                }, {
                    "id": 57040,
                    "title": "ТФ МЮИ"
                }, {
                    "id": 60417,
                    "title": "ТФ РАНХиГС (бывш. ОРАГС ТФ)"
                }, {
                    "id": 72618,
                    "title": "ТИУБ им. Н. Д. Демидова"
                }, {
                    "id": 74011,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 76941,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 77673,
                    "title": "ВГУЮ (ТФ) (бывш. ТФ РПА МЮ РФ)"
                }, {
                    "id": 119557,
                    "title": "ТИНО"
                }, {
                    "id": 119578,
                    "title": "МАБиУ (ТФ)"
                }, {
                    "id": 192964,
                    "title": "РГГУ (ТФ)"
                }, {
                    "id": 197273,
                    "title": "ТФ МИИТ (бывш. РГОТУПС)"
                }, {
                    "id": 446607,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 544274,
                    "title": "ИПКиППРО"
                }, {
                    "id": 555633,
                    "title": "ИПИ (ТФ)"
                }, {
                    "id": 915489,
                    "title": "ТулДС"
                }, {
                    "id": 1166380,
                    "title": "ИЗУ ВПА"
                }, {
                    "id": 1168718,
                    "title": "ВЕИЭУП"
                }, {
                    "id": 1169135,
                    "title": "ИЭУ"
                }, {
                    "id": 1172889,
                    "title": "ВШББУ"
                }, {
                    "id": 1175504,
                    "title": "ТИА филиал РГАЗУ"
                }, {
                    "id": 1191447,
                    "title": "МПА ВПА"
                }]
            },
            "317": {
                "city": {
                    "id": 317,
                    "title": "Алексин",
                    "area": "Алексинский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 203728,
                    "title": "РГГМУ (АФ)"
                }]
            },
            "964": {
                "city": {
                    "id": 964,
                    "title": "Новомосковск",
                    "area": "Новомосковский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 41808,
                    "title": "МСГИ (филиал)"
                }, {
                    "id": 41944,
                    "title": "НИ РХТУ"
                }, {
                    "id": 91697,
                    "title": "НФ УРИО (бывш. УРАО)"
                }, {
                    "id": 1168271,
                    "title": "НИПК"
                }]
            },
            "1545": {
                "city": {
                    "id": 1545,
                    "title": "Ефремов",
                    "area": "Ефремовский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 30521,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "3659": {
                "city": {
                    "id": 3659,
                    "title": "Ясногорск",
                    "area": "Ясногорский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 140030,
                    "title": "СГА (филиал)"
                }]
            },
            "7704": {
                "city": {
                    "id": 7704,
                    "title": "Заокский",
                    "area": "Заокский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 61337,
                    "title": "ЗХГЭИ"
                }, {
                    "id": 286471,
                    "title": "ЗДА"
                }]
            },
            "8171": {
                "city": {
                    "id": 8171,
                    "title": "Щекино",
                    "area": "Щекинский район",
                    "region": "Тульская область"
                },
                "unis": [{
                    "id": 86767,
                    "title": "ТулГУ (ЩФ)"
                }, {
                    "id": 351585,
                    "title": "Филиал МИЭП"
                }]
            }
        }
    },
    "RU-TYU": {
        "id": 72,
        "shortname": "RU-TYU",
        "unis": {
            "58": {
                "city": {
                    "id": 58,
                    "title": "Ишим",
                    "area": "Ишимский район",
                    "region": "Тюменская область"
                },
                "unis": [{
                    "id": 516,
                    "title": "ИГПИ им. Ершова"
                }, {
                    "id": 10615,
                    "title": "ИПИ им. Ершова (филиал)  ТюмГУ"
                }, {
                    "id": 121868,
                    "title": "ТюмГНГУ (ИФ)"
                }]
            },
            "147": {
                "city": {
                    "id": 147,
                    "title": "Тюмень",
                    "region": "Тюменская область"
                },
                "unis": [{
                    "id": 858,
                    "title": "ГАУСЗ (бывш. ТГСХА)"
                }, {
                    "id": 860,
                    "title": "ТГИК (бывш. ТГАКИСТ, ТГАКИ)"
                }, {
                    "id": 861,
                    "title": "ТГАМЭУП"
                }, {
                    "id": 862,
                    "title": "ТюмГНГУ"
                }, {
                    "id": 863,
                    "title": "ТюмГУ"
                }, {
                    "id": 4090,
                    "title": "ТИПК МВД России (бывш. ТЮИ МВД РФ)"
                }, {
                    "id": 4789,
                    "title": "ТВВИКУ"
                }, {
                    "id": 6473,
                    "title": "ТюмГАСУ"
                }, {
                    "id": 30739,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 40554,
                    "title": "МИГУП (бывш. АПиУ) (ТФ)"
                }, {
                    "id": 42655,
                    "title": "ТФ УралГАХА"
                }, {
                    "id": 46064,
                    "title": "Филиал УрГУПС"
                }, {
                    "id": 53031,
                    "title": "СибУПК (ТФ)"
                }, {
                    "id": 73758,
                    "title": "ТюмГМУ (ТюмГМА)"
                }, {
                    "id": 83080,
                    "title": "ТФ РАНХиГС (бывш. УРАГС ТФ)"
                }, {
                    "id": 273796,
                    "title": "МЭФИ (представительство)"
                }, {
                    "id": 899536,
                    "title": "ИПОС СО РАН"
                }, {
                    "id": 1169883,
                    "title": "ИКЗ СО РАН"
                }, {
                    "id": 1176254,
                    "title": "ТОГИРРО"
                }, {
                    "id": 1187987,
                    "title": "ТИУ"
                }]
            },
            "182": {
                "city": {
                    "id": 182,
                    "title": "Тобольск",
                    "region": "Тюменская область"
                },
                "unis": [{
                    "id": 10827,
                    "title": "НГАВТ (ТФ)"
                }, {
                    "id": 57330,
                    "title": "ТюмГАСУ (ТФ)"
                }, {
                    "id": 76101,
                    "title": "ТДС"
                }, {
                    "id": 82152,
                    "title": "ТПИ им. Д. И. Менделеева (филиал) ТюмГУ"
                }, {
                    "id": 93235,
                    "title": "ЗСГИ"
                }, {
                    "id": 100680,
                    "title": "МГУТУ (филиал)"
                }, {
                    "id": 156529,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 158868,
                    "title": "Филиал ТИУ (ТИИ филиал ТюмГНГУ)"
                }, {
                    "id": 161988,
                    "title": "ТЮИ МВД РФ (ТФ)"
                }, {
                    "id": 284101,
                    "title": "ТГСПА им. Менделеева (ТГПИ)"
                }]
            },
            "6178": {
                "city": {
                    "id": 6178,
                    "title": "Ялуторовск",
                    "area": "Ялуторовский район",
                    "region": "Тюменская область"
                },
                "unis": [{
                    "id": 516048,
                    "title": "ТюмГНГУ (ЯФ)"
                }]
            },
            "9730": {
                "city": {
                    "id": 9730,
                    "title": "Заводоуковск",
                    "area": "Заводоуковский район",
                    "region": "Тюменская область"
                },
                "unis": [{
                    "id": 19722,
                    "title": "ТюмГНГУ (ЗФ)"
                }, {
                    "id": 41386,
                    "title": "ТюмГУ (ЗФ)"
                }, {
                    "id": 311408,
                    "title": "УИКП (ЗФ)"
                }]
            }
        }
    },
    "RU-ULY": {
        "id": 73,
        "shortname": "RU-ULY",
        "unis": {
            "149": {
                "city": {
                    "id": 149,
                    "title": "Ульяновск",
                    "region": "Ульяновская область"
                },
                "unis": [{
                    "id": 868,
                    "title": "УлГАУ (бывш. УГСХА)"
                }, {
                    "id": 869,
                    "title": "УлГПУ им. И. Н. Ульянова"
                }, {
                    "id": 870,
                    "title": "УлГТУ"
                }, {
                    "id": 871,
                    "title": "УлГУ"
                }, {
                    "id": 872,
                    "title": "УИ ГА им. Главного маршала авиации Б. П. Бугаева (бывш. УВАУ ГА (И))"
                }, {
                    "id": 1794,
                    "title": "СГА"
                }, {
                    "id": 3972,
                    "title": "УФ ВУС (бывш. УВВИУС)"
                }, {
                    "id": 12930,
                    "title": "Филиал ИМПЭ им. А. С. Грибоедова"
                }, {
                    "id": 37708,
                    "title": "ВЮЗИ"
                }, {
                    "id": 43151,
                    "title": "УГВТКУ им. Ленина"
                }, {
                    "id": 51300,
                    "title": "УлВУ"
                }, {
                    "id": 53747,
                    "title": "УФ КПИ"
                }, {
                    "id": 75207,
                    "title": "МГТИП"
                }, {
                    "id": 80846,
                    "title": "УФ ВАТТ (бывш. УВВТУ им. Б. Хмельницкого)"
                }, {
                    "id": 81555,
                    "title": "Представительство ПВГУС (бывш. ТГУС УФ)"
                }, {
                    "id": 96696,
                    "title": "МПГУ (УФ)"
                }, {
                    "id": 106595,
                    "title": "УФ РАНХиГС (бывш. ПАГС им. Столыпина УФ)"
                }, {
                    "id": 396115,
                    "title": "МСИ (УФ)"
                }, {
                    "id": 426401,
                    "title": "МФЮА (УФ)"
                }, {
                    "id": 544289,
                    "title": "РФЭИ (бывш. ИЭП)"
                }, {
                    "id": 779553,
                    "title": "ИДО МГИУ"
                }]
            },
            "476": {
                "city": {
                    "id": 476,
                    "title": "Димитровград",
                    "region": "Ульяновская область"
                },
                "unis": [{
                    "id": 1763,
                    "title": "ДИТИ (ф) НИЯУ МИФИ (бывш. УлГУ ДФ)"
                }, {
                    "id": 4900,
                    "title": "ДИТИ (ф) НИЯУ МИФИ (бывш. ДИТУД филиал УЛГТУ)"
                }, {
                    "id": 16864,
                    "title": "СаГА (филиал)"
                }, {
                    "id": 19663,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 38131,
                    "title": "СГА (ДФ)"
                }, {
                    "id": 77866,
                    "title": "ТИ (филиал УГСХА)"
                }]
            },
            "4440": {
                "city": {
                    "id": 4440,
                    "title": "Инза",
                    "area": "Инзенский район",
                    "region": "Ульяновская область"
                },
                "unis": [{
                    "id": 43087,
                    "title": "ИФ УлГУ"
                }]
            }
        }
    },
    "RU-KHA": {
        "id": 29,
        "shortname": "RU-KHA",
        "unis": {
            "70": {
                "city": {
                    "id": 70,
                    "title": "Комсомольск-на-Амуре",
                    "region": "Хабаровский край"
                },
                "unis": [{
                    "id": 561,
                    "title": "АмГПГУ (КнАГПУ)"
                }, {
                    "id": 562,
                    "title": "КнАГУ (бывш. КнАГТУ)"
                }, {
                    "id": 12355,
                    "title": "СГА"
                }, {
                    "id": 40873,
                    "title": "КнАПИ"
                }]
            },
            "153": {
                "city": {
                    "id": 153,
                    "title": "Хабаровск",
                    "region": "Хабаровский край",
                    "important": 1
                },
                "unis": [{
                    "id": 888,
                    "title": "ДВИУ РАНХиГС (бывш. ДВАГС)"
                }, {
                    "id": 889,
                    "title": "ДВГМУ (бывш. ХГМИ)"
                }, {
                    "id": 890,
                    "title": "ДВГУПС (бывш. ХабИИЖТ)"
                }, {
                    "id": 891,
                    "title": "ДВЮИ МВД РФ"
                }, {
                    "id": 894,
                    "title": "ХГИИК"
                }, {
                    "id": 895,
                    "title": "ПИ ТОГУ (бывш. ДВГГУ, ХГПИ, ХГПУ)"
                }, {
                    "id": 897,
                    "title": "ДВГАФК"
                }, {
                    "id": 898,
                    "title": "ДИЗиП\r\n"
                }, {
                    "id": 900,
                    "title": "ДВИМБ"
                }, {
                    "id": 901,
                    "title": "ПИАиБ\r\n"
                }, {
                    "id": 1107,
                    "title": "ТоГУ (бывш. ХПИ, ХГТУ)"
                }, {
                    "id": 1269,
                    "title": "СПб ИВЭСЭП (филиал)"
                }, {
                    "id": 3270,
                    "title": "Дальневосточный институт (ф) ВГУЮ (бывш. ХФ РПА МЮ РФ)"
                }, {
                    "id": 5329,
                    "title": "ХИИК (филиал) СибГУТИ"
                }, {
                    "id": 5477,
                    "title": "СГА"
                }, {
                    "id": 6858,
                    "title": "ХГУЭП (бывш. ХГАЭП, ХИНХ)"
                }, {
                    "id": 11194,
                    "title": "ДВИИЯ"
                }, {
                    "id": 12936,
                    "title": "ДВФРУК (бывш. ДВФМГУПК)"
                }, {
                    "id": 12971,
                    "title": "ДВИМО"
                }, {
                    "id": 13027,
                    "title": "ДФ РГУП (бывш. ДФ РАП)"
                }, {
                    "id": 14563,
                    "title": "ДВИМБП"
                }, {
                    "id": 22375,
                    "title": "ХПИ ФСБ России (бывш. ХВВСУ)"
                }, {
                    "id": 30562,
                    "title": "МИМ ЛИНК"
                }, {
                    "id": 544167,
                    "title": "ХФ СГУВТ (бывш. ХФ НГАВТ)"
                }, {
                    "id": 580994,
                    "title": "ДВИПиП"
                }, {
                    "id": 832454,
                    "title": "ХДС"
                }, {
                    "id": 1171327,
                    "title": "ИЭИ ДВО РАН"
                }, {
                    "id": 1176339,
                    "title": "ИГД ДВО РАН"
                }, {
                    "id": 1187837,
                    "title": "ИПКСЗ"
                }, {
                    "id": 1188078,
                    "title": "ИТиГ ДВО РАН"
                }]
            }
        }
    },
    "RU-CHE": {
        "id": 74,
        "shortname": "RU-CHE",
        "unis": {
            "82": {
                "city": {
                    "id": 82,
                    "title": "Магнитогорск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 612,
                    "title": "МаГК им. Глинки"
                }, {
                    "id": 613,
                    "title": "МГТУ им. Г. И. Носова"
                }, {
                    "id": 614,
                    "title": "МаГУ"
                }, {
                    "id": 25649,
                    "title": "МФ МПСУ (бывш. МПСИ)"
                }, {
                    "id": 41879,
                    "title": "СГА (МФ)"
                }, {
                    "id": 49677,
                    "title": "МФ РАНХиГС (бывш. УрАГС МФ)"
                }, {
                    "id": 64728,
                    "title": "ВЭГУ (МФ)"
                }, {
                    "id": 65418,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 90810,
                    "title": "МИТ (филиал РМАТ)"
                }, {
                    "id": 147281,
                    "title": "МВШБ"
                }, {
                    "id": 1188254,
                    "title": "МИДО"
                }]
            },
            "131": {
                "city": {
                    "id": 131,
                    "title": "Снежинск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 813,
                    "title": "СФТИ НИЯУ МИФИ (СГФТА)"
                }, {
                    "id": 16313,
                    "title": "МПГУ (СФ)"
                }, {
                    "id": 33725,
                    "title": "ЮУрГУ (СФ)"
                }, {
                    "id": 96300,
                    "title": "ВНИИТФ-РФЯЦ"
                }]
            },
            "145": {
                "city": {
                    "id": 145,
                    "title": "Троицк",
                    "area": "Троицкий район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 854,
                    "title": "ЮУрГАУ (бывш. УГАВМ)"
                }, {
                    "id": 4738,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 28016,
                    "title": "ТФ ЧелГУ"
                }]
            },
            "158": {
                "city": {
                    "id": 158,
                    "title": "Челябинск",
                    "region": "Челябинская область",
                    "important": 1
                },
                "unis": [{
                    "id": 910,
                    "title": "УралГУФК (УралГАФК)"
                }, {
                    "id": 911,
                    "title": "ЧГИК (бывш. ЧГАКИ)"
                }, {
                    "id": 912,
                    "title": "ЮУГМУ (бывш. ЧелГМА)"
                }, {
                    "id": 913,
                    "title": "ЮУрГАУ (бывш. ЧГАА, ЧГАУ)"
                }, {
                    "id": 914,
                    "title": "ЮУрГГПУ (бывш. ЧГПУ)"
                }, {
                    "id": 915,
                    "title": "ЧелГУ"
                }, {
                    "id": 916,
                    "title": "ЧЮИ МВД РФ\r\n"
                }, {
                    "id": 918,
                    "title": "ЮУрГУ (НИУ)"
                }, {
                    "id": 919,
                    "title": "ЧИЭП им. Ладошина"
                }, {
                    "id": 2055,
                    "title": "УрИБ"
                }, {
                    "id": 3123,
                    "title": "РБИУ (бывш. ЧГИ)"
                }, {
                    "id": 3406,
                    "title": "ЧВВАКУШ (ЧКВАИШ)"
                }, {
                    "id": 6905,
                    "title": "ЧФ Университета РИО (бывш. УРАО ЧФ)"
                }, {
                    "id": 6911,
                    "title": "ЮУИУиЭ"
                }, {
                    "id": 7539,
                    "title": "ЧВАИ (ЧВВАКИУ (ВИ) им. П. А. Ротмистрова)"
                }, {
                    "id": 9675,
                    "title": "ЮУПИ"
                }, {
                    "id": 9899,
                    "title": "ЧИПС УрГУПС"
                }, {
                    "id": 10003,
                    "title": "Финансовый университет при Правительстве РФ (ЧФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 10136,
                    "title": "РЭУ им. Плеханова (РГТЭУ Челябинский институт)"
                }, {
                    "id": 12536,
                    "title": "УрАГН"
                }, {
                    "id": 13747,
                    "title": "ЧФ РАНХиГС (УрАГС ЧФ)"
                }, {
                    "id": 14910,
                    "title": "ЮУрГИИ (бывш. ЧИМ) им. П.И. Чайковского"
                }, {
                    "id": 14915,
                    "title": "УИЭУиП"
                }, {
                    "id": 16216,
                    "title": "УрСЭИ"
                }, {
                    "id": 18870,
                    "title": "МПГУ (ЧФ)"
                }, {
                    "id": 56084,
                    "title": "УФ РГУП (РАП)"
                }, {
                    "id": 65550,
                    "title": "ЧВТКУ"
                }, {
                    "id": 77393,
                    "title": "УФ МАДИ (ГТУ)"
                }, {
                    "id": 167743,
                    "title": "МПСУ (ЧФ)"
                }, {
                    "id": 192978,
                    "title": "МИГУП ЧФ (бывш. АПУ ЧФ)"
                }, {
                    "id": 244856,
                    "title": "МИЭП (ЧФ)"
                }, {
                    "id": 245680,
                    "title": "БИЭПП (ЧФ)"
                }, {
                    "id": 246792,
                    "title": "СГА"
                }, {
                    "id": 396111,
                    "title": "УрГЭУ (ЧФ)"
                }, {
                    "id": 536588,
                    "title": "РАП (ЧФ)"
                }, {
                    "id": 544286,
                    "title": "УГМАДО"
                }, {
                    "id": 586985,
                    "title": "ЧелМИ"
                }, {
                    "id": 1166309,
                    "title": "УрГЮА (ЧФ)"
                }, {
                    "id": 1169194,
                    "title": "ЧИППКРО"
                }, {
                    "id": 1177190,
                    "title": "ЧИБИС"
                }, {
                    "id": 1189488,
                    "title": "ЧИП"
                }, {
                    "id": 1191092,
                    "title": "ЧГТУ (бывш. ЧПИ)"
                }, {
                    "id": 1191114,
                    "title": "МИДиС"
                }, {
                    "id": 1191358,
                    "title": "ЮУТУ"
                }]
            },
            "462": {
                "city": {
                    "id": 462,
                    "title": "Сатка",
                    "area": "Саткинский район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 13701,
                    "title": "Филиал ЮУрГУ"
                }, {
                    "id": 102468,
                    "title": "ЧелГУ (представительство)"
                }, {
                    "id": 137961,
                    "title": "МГТУ им. Г. И. Носова (СФ)"
                }]
            },
            "794": {
                "city": {
                    "id": 794,
                    "title": "Златоуст",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 24028,
                    "title": "ЮУрГУ (ЗФ)"
                }, {
                    "id": 51535,
                    "title": "СГА (ЗФ)"
                }, {
                    "id": 124676,
                    "title": "Филиал УрГУПС"
                }, {
                    "id": 1166265,
                    "title": "ЮУТУ (ЗФ) (бывш. ЮУИУиЭ)"
                }]
            },
            "941": {
                "city": {
                    "id": 941,
                    "title": "Озерск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 13493,
                    "title": "ЮУрГУ (ОФ)"
                }, {
                    "id": 39949,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 103894,
                    "title": "ОТИ НИЯУ МИФИ"
                }, {
                    "id": 148159,
                    "title": "УГЛТУ (ОФ)"
                }]
            },
            "1253": {
                "city": {
                    "id": 1253,
                    "title": "Трехгорный",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 2946,
                    "title": "ТТИ НИЯУ МИФИ"
                }, {
                    "id": 11017,
                    "title": "ЮУрГУ (ТФ)"
                }]
            },
            "1268": {
                "city": {
                    "id": 1268,
                    "title": "Южноуральск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 63396,
                    "title": "СГА (ЮФ)"
                }, {
                    "id": 68903,
                    "title": "Представительство ЧелГУ"
                }, {
                    "id": 112939,
                    "title": "Представительство ЮУрГУ"
                }]
            },
            "2482": {
                "city": {
                    "id": 2482,
                    "title": "Усть-Катав",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 50650,
                    "title": "ЮУрГУ (УКФ)"
                }, {
                    "id": 279128,
                    "title": "ЮУПИ (представительство)"
                }]
            },
            "3255": {
                "city": {
                    "id": 3255,
                    "title": "Чебаркуль",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 389689,
                    "title": "ЮУрГУ (ЧФ)"
                }]
            },
            "3260": {
                "city": {
                    "id": 3260,
                    "title": "Карталы",
                    "area": "Карталинский район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 65048,
                    "title": "УрГУПС (представительство)"
                }, {
                    "id": 213293,
                    "title": "ЮУТУ (КФ) (бывш. ЮУИУиЭ)"
                }]
            },
            "5098": {
                "city": {
                    "id": 5098,
                    "title": "Копейск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 26536,
                    "title": "ЮУрГУ (представительство)"
                }]
            },
            "5413": {
                "city": {
                    "id": 5413,
                    "title": "Аша",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 13952,
                    "title": "ЮУрГУ (АФ)"
                }]
            },
            "6050": {
                "city": {
                    "id": 6050,
                    "title": "Кыштым",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 43062,
                    "title": "ЧелГУ (представительство)"
                }, {
                    "id": 299876,
                    "title": "ЮУрГУ (КФ)"
                }]
            },
            "6867": {
                "city": {
                    "id": 6867,
                    "title": "Куса",
                    "area": "Кусинский район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 410452,
                    "title": "КФ ЮУрГУ"
                }]
            },
            "7159": {
                "city": {
                    "id": 7159,
                    "title": "Миасс",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 13954,
                    "title": "МФ ЧелГУ"
                }, {
                    "id": 16911,
                    "title": "Филиал ЮУрГГПУ (бывш. ЧГПУ)"
                }, {
                    "id": 63554,
                    "title": "СГА (МФ)"
                }, {
                    "id": 205490,
                    "title": "Филиал ЮУрГУ (НИУ)"
                }]
            },
            "7949": {
                "city": {
                    "id": 7949,
                    "title": "Верхний Уфалей",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 73227,
                    "title": "ЮУрГУ  (ВУФ)"
                }, {
                    "id": 141119,
                    "title": "УГТУ-УПИ (представительство)"
                }, {
                    "id": 163132,
                    "title": "РИПОДО ЧГПУ (представительство)"
                }]
            },
            "12126": {
                "city": {
                    "id": 12126,
                    "title": "Коркино",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 217304,
                    "title": "МГУТУ (представительство)"
                }]
            },
            "1112416": {
                "city": {
                    "id": 1112416,
                    "title": "Варна",
                    "area": "Варненский район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 88648,
                    "title": "ЮУрГУ (представительство)"
                }]
            },
            "1112825": {
                "city": {
                    "id": 1112825,
                    "title": "Миасское",
                    "area": "Красноармейский район",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 429811,
                    "title": "ИАЭ (ф) ЮУрГАУ (бывш. ЧГАУ)"
                }]
            },
            "1113081": {
                "city": {
                    "id": 1113081,
                    "title": "Нязепетровск",
                    "region": "Челябинская область"
                },
                "unis": [{
                    "id": 52421,
                    "title": "Филиал ЮУрГУ (НИУ)"
                }]
            }
        }
    },
    "RU-YAR": {
        "id": 75,
        "shortname": "RU-YAR",
        "unis": {
            "121": {
                "city": {
                    "id": 121,
                    "title": "Рыбинск",
                    "area": "Рыбинский район",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 767,
                    "title": "РГАТУ (бывш. РАТИ) им. Соловьева"
                }, {
                    "id": 75833,
                    "title": "СГА (РФ)"
                }, {
                    "id": 102382,
                    "title": "РФ РАНХиГС (ВВАГС РФ)"
                }, {
                    "id": 131357,
                    "title": "ЯГПУ (РФ) им. К. Д. Ушинского"
                }, {
                    "id": 576925,
                    "title": "МФПУ «Синергия» (бывш. МФПА РФ)"
                }]
            },
            "169": {
                "city": {
                    "id": 169,
                    "title": "Ярославль",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 942,
                    "title": "ЯГМУ"
                }, {
                    "id": 943,
                    "title": "ЯГСХА"
                }, {
                    "id": 944,
                    "title": "ЯГПУ им. К. Д. Ушинского (ЯГПИ)"
                }, {
                    "id": 945,
                    "title": "ЯГТИ\r\n"
                }, {
                    "id": 946,
                    "title": "ЯГТУ\r\n"
                }, {
                    "id": 947,
                    "title": "ЯрГУ им. П. Г. Демидова"
                }, {
                    "id": 948,
                    "title": "МУБиНТ"
                }, {
                    "id": 2206,
                    "title": "ВФЭИ ВУ Минобороны России (бывш. ВФЭА, ЯВФЭИ, ЯВВФУ им. Хрулева)"
                }, {
                    "id": 2312,
                    "title": "МосАП (представительство)"
                }, {
                    "id": 3049,
                    "title": "Финансовый университет при Правительстве РФ (ЯФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 3124,
                    "title": "СГА"
                }, {
                    "id": 9676,
                    "title": "ЯФ АТиСО"
                }, {
                    "id": 14953,
                    "title": "РГГУ (ЯФ)"
                }, {
                    "id": 15810,
                    "title": "МПСУ (ЯФ)"
                }, {
                    "id": 22243,
                    "title": "РГОТУПС (ЯФ)"
                }, {
                    "id": 26191,
                    "title": "ГАПМ им. Пастухова (бывш. ЯрИПК)"
                }, {
                    "id": 26848,
                    "title": "ИФЭП ОЗ (ЯФ)"
                }, {
                    "id": 26864,
                    "title": "МИЭП (ЯФ)"
                }, {
                    "id": 30965,
                    "title": "ЛГУ им. Пушкина (ЯФ)"
                }, {
                    "id": 32426,
                    "title": "ЯФ НКИ"
                }, {
                    "id": 33567,
                    "title": "ЯВВУПВО (бывш. ЯФ ВКА им. А. Ф. Можайского, ЯЗРИ, ЯВЗРКУ ПВО)"
                }, {
                    "id": 34938,
                    "title": "РМАТ (ЯФ)"
                }, {
                    "id": 39204,
                    "title": "МИМ «ЛИНК» (РЦ)"
                }, {
                    "id": 40994,
                    "title": "МАБиУ (ЯФ)"
                }, {
                    "id": 43595,
                    "title": "МСГИ (ЯФ)"
                }, {
                    "id": 47416,
                    "title": "МИУ (ЯФ)"
                }, {
                    "id": 48843,
                    "title": "ЯФ РЭУ им. Г. В. Плеханова (бывш. МЭСИ ЯФ)"
                }, {
                    "id": 56499,
                    "title": "ЯФ МФЮА"
                }, {
                    "id": 71837,
                    "title": "Филиал ПГУПС в г. Ярославле (бывш. ЯФ МИИТ)"
                }, {
                    "id": 73037,
                    "title": "ИВЭСЭП (ЯФ)"
                }, {
                    "id": 289665,
                    "title": "ЯДС"
                }]
            },
            "652": {
                "city": {
                    "id": 652,
                    "title": "Переславль-Залесский",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 1971,
                    "title": "УГП им. А. К. Айламазяна"
                }, {
                    "id": 3837,
                    "title": "СГА (ПФ)"
                }, {
                    "id": 61320,
                    "title": "ИКиП (представительство)"
                }, {
                    "id": 68249,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 97654,
                    "title": "РУДН (ПФ)"
                }]
            },
            "744": {
                "city": {
                    "id": 744,
                    "title": "Углич",
                    "area": "Угличский район",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 13120,
                    "title": "СГА"
                }, {
                    "id": 15391,
                    "title": "МГУПИ (УФ)"
                }, {
                    "id": 30615,
                    "title": "ЯГПУ  им. К. Д. Ушинского (УФ)"
                }, {
                    "id": 67270,
                    "title": "МГУПБ (представительство)"
                }, {
                    "id": 84508,
                    "title": "МГУТУ (филиал)"
                }, {
                    "id": 1188060,
                    "title": "ВНИИМС"
                }]
            },
            "1611": {
                "city": {
                    "id": 1611,
                    "title": "Тутаев",
                    "area": "Тутаевский район",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 143965,
                    "title": "СГА (ТФ)"
                }, {
                    "id": 178362,
                    "title": "ТФ РГАТУ им. П. А. Соловьёва"
                }]
            },
            "1116469": {
                "city": {
                    "id": 1116469,
                    "title": "Гаврилов-Ям",
                    "area": "Гаврилов-Ямский район",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 109563,
                    "title": "РГАТУ им. П. А. Соловьева (ГЯФ)"
                }]
            },
            "1118715": {
                "city": {
                    "id": 1118715,
                    "title": "Веськово",
                    "area": "Переславский район",
                    "region": "Ярославская область"
                },
                "unis": [{
                    "id": 1172003,
                    "title": "ИПС РАН"
                }]
            }
        }
    },
    "RU-SPE": {
        "id": 77,
        "shortname": "RU-SPE",
        "unis": {
            "2": {
                "city": {
                    "id": 2,
                    "title": "Saint Petersburg"
                },
                "unis": [{
                    "id": 1,
                    "title": "СПбГУ"
                }, {
                    "id": 5,
                    "title": "АРБ им. Вагановой"
                }, {
                    "id": 6,
                    "title": "БГТУ «Военмех» им. Д. Ф. Устинова"
                }, {
                    "id": 7,
                    "title": "БИИЯМС"
                }, {
                    "id": 8,
                    "title": "БИЭПП"
                }, {
                    "id": 9,
                    "title": "БАТиП (БМИТ)"
                }, {
                    "id": 10,
                    "title": "ВИ (ЖДВ и ВОСО) ВА МТО (бывш. ВТУЖДВ РФ)"
                }, {
                    "id": 11,
                    "title": "ВЕИП"
                }, {
                    "id": 12,
                    "title": "ВИ"
                }, {
                    "id": 13,
                    "title": "ВАШ при Администрации СПб"
                }, {
                    "id": 14,
                    "title": "ВРФШ"
                }, {
                    "id": 15,
                    "title": "ГМА им. адм. С. О. Макарова (бывш. ЛВИМУ)"
                }, {
                    "id": 16,
                    "title": "ГПА"
                }, {
                    "id": 17,
                    "title": "НИУ ВШЭ (СПб)"
                }, {
                    "id": 18,
                    "title": "ИБП (права)"
                }, {
                    "id": 19,
                    "title": "ИИЯ"
                }, {
                    "id": 21,
                    "title": "ИСПиП им. Рауля Валленберга"
                }, {
                    "id": 22,
                    "title": "ИС"
                }, {
                    "id": 23,
                    "title": "СПбУТУиЭ (бывш. САУ, СПбУУЭ, СПбАУЭ)"
                }, {
                    "id": 24,
                    "title": "НОИР (ИУОРР)"
                }, {
                    "id": 25,
                    "title": "ИЭФ"
                }, {
                    "id": 27,
                    "title": "ЛГУ им. А. С. Пушкина"
                }, {
                    "id": 29,
                    "title": "МБИ"
                }, {
                    "id": 30,
                    "title": "НИЯК"
                }, {
                    "id": 31,
                    "title": "ПГУПС Императора Александра I"
                }, {
                    "id": 32,
                    "title": "ПИИ"
                }, {
                    "id": 33,
                    "title": "РГГМУ"
                }, {
                    "id": 34,
                    "title": "РГПУ им. А. И. Герцена"
                }, {
                    "id": 35,
                    "title": "РХГА (РХГИ)"
                }, {
                    "id": 36,
                    "title": "СПбГАВМ (бывш. ЛВИ)"
                }, {
                    "id": 37,
                    "title": "РГИСИ (бывш. СПбГАТИ)"
                }, {
                    "id": 38,
                    "title": "НГУ им. Лесгафта (бывш. СПбГУФК)"
                }, {
                    "id": 39,
                    "title": "СПбГК им. Римского-Корсакова"
                }, {
                    "id": 40,
                    "title": "СПбГЛТУ им. Кирова"
                }, {
                    "id": 41,
                    "title": "СЗГМУ им. Мечникова (бывш. СПбГМА, СПбМАПО, ЛСГМИ) "
                }, {
                    "id": 42,
                    "title": "СПбГПМУ (бывш. СПбГПМА, ЛПМИ)"
                }, {
                    "id": 43,
                    "title": "СПХФУ (СПХФА)"
                }, {
                    "id": 44,
                    "title": "СПГХПА им. А. Л. Штиглица"
                }, {
                    "id": 45,
                    "title": "СПбЮА"
                }, {
                    "id": 46,
                    "title": "СПбГАУ"
                }, {
                    "id": 47,
                    "title": "СПбГАИЖСА (Академия художеств) им. Репина"
                }, {
                    "id": 48,
                    "title": "СПбГАСУ"
                }, {
                    "id": 49,
                    "title": "Горный университет (бывш. СПГГУ)"
                }, {
                    "id": 50,
                    "title": "ИНЖЭКОН"
                }, {
                    "id": 51,
                    "title": "СПбГИПСР"
                }, {
                    "id": 53,
                    "title": "Университет ИТМО"
                }, {
                    "id": 54,
                    "title": "ПСПбГМУ им. акад. Павлова"
                }, {
                    "id": 55,
                    "title": "СПбГМТУ (бывш. ЛКИ)"
                }, {
                    "id": 56,
                    "title": "СПбПУ Петра Великого (Политех)"
                }, {
                    "id": 57,
                    "title": "СПбГТИ (ТУ)"
                }, {
                    "id": 58,
                    "title": "СПбГТУРП"
                }, {
                    "id": 59,
                    "title": "ТЭУ СПбПУ (бывш. СПбГТЭУ, СПбТЭИ)"
                }, {
                    "id": 60,
                    "title": "ГУАП"
                }, {
                    "id": 61,
                    "title": "СПбГУВК"
                }, {
                    "id": 62,
                    "title": "СПбГИКиТ (бывш. СПбГУКиТ)"
                }, {
                    "id": 63,
                    "title": "СПбГИК (бывш. СПбГУКИ)"
                }, {
                    "id": 64,
                    "title": "СПбГУНиПТ (ИХБТ НИУ ИТМО)"
                }, {
                    "id": 65,
                    "title": "СПбГУТ им. Бонч-Бруевича"
                }, {
                    "id": 66,
                    "title": "СПбГУПТД (бывш. СПГУТД)"
                }, {
                    "id": 67,
                    "title": "ФИНЭК"
                }, {
                    "id": 68,
                    "title": "СПбГЭТУ (ЛЭТИ)"
                }, {
                    "id": 69,
                    "title": "СПбГУП"
                }, {
                    "id": 70,
                    "title": "ИВЭСЭП"
                }, {
                    "id": 71,
                    "title": "СПИГ"
                }, {
                    "id": 72,
                    "title": "СПбИГО"
                }, {
                    "id": 74,
                    "title": "СПбИП им. Принца Ольденбургского"
                }, {
                    "id": 75,
                    "title": "СПИУиП"
                }, {
                    "id": 76,
                    "title": "СПбИЭУ"
                }, {
                    "id": 77,
                    "title": "СПбМТИ"
                }, {
                    "id": 78,
                    "title": "ИМИСП (IMISP)"
                }, {
                    "id": 79,
                    "title": "СПбСЭИ (до 2001 г. МИЖУ)"
                }, {
                    "id": 80,
                    "title": "СПбЮИ (ф) УП РФ (бывш. СПбЮИ (ф) АГП РФ)"
                }, {
                    "id": 81,
                    "title": "СЗИУ РАНХиГС (бывш. СЗАГС)"
                }, {
                    "id": 82,
                    "title": "СЗТУ (бывш. СЗПИ)"
                }, {
                    "id": 83,
                    "title": "СУРАО"
                }, {
                    "id": 84,
                    "title": "Филиал РГГУ"
                }, {
                    "id": 85,
                    "title": "ЮИ (СПб)"
                }, {
                    "id": 951,
                    "title": "СПбГУСЭ"
                }, {
                    "id": 960,
                    "title": "Банковская школа ЦБ РФ"
                }, {
                    "id": 961,
                    "title": "ВШПМ СПбГУПТД (бывш. СЗИП СПГУТД)"
                }, {
                    "id": 974,
                    "title": "СЗ филиал ММУ"
                }, {
                    "id": 989,
                    "title": "СПбГУ ГА"
                }, {
                    "id": 1020,
                    "title": "СПбДА"
                }, {
                    "id": 1289,
                    "title": "СПбУ МВД России"
                }, {
                    "id": 1646,
                    "title": "ИБиФ"
                }, {
                    "id": 1786,
                    "title": "ВМедА"
                }, {
                    "id": 1902,
                    "title": "ИТиД («Невский университет»)"
                }, {
                    "id": 2101,
                    "title": "РТА (филиал в СПб)"
                }, {
                    "id": 2102,
                    "title": "СЗ филиал РГУП (бывш. СЗ филиал РАП)"
                }, {
                    "id": 2126,
                    "title": "ИДПИГО (бывш. ИДПИ)"
                }, {
                    "id": 2147,
                    "title": "НИУД (НОУ «НеваЭксперт», бывш. ЕИЭ)"
                }, {
                    "id": 2236,
                    "title": "ВИИТ (бывш. ВИТУ, ЛВВИСКУ, ПВВИСУ)"
                }, {
                    "id": 2306,
                    "title": "СГА (филиал в СПб)"
                }, {
                    "id": 2310,
                    "title": "ВМИРЭ (бывш. ВВМУРЭ) им. Попова"
                }, {
                    "id": 2427,
                    "title": "Университет при МПА ЕврАзЭС (бывш. МИЭП при МПА ЕврАзЭС)"
                }, {
                    "id": 2429,
                    "title": "ВКА им. Можайского"
                }, {
                    "id": 2527,
                    "title": "МВАА (бывш. ВАА им. Калинина)"
                }, {
                    "id": 2622,
                    "title": "ВШНИ (И)"
                }, {
                    "id": 2825,
                    "title": "СПбАА («Акме»)"
                }, {
                    "id": 2955,
                    "title": "ВАС им. Буденного"
                }, {
                    "id": 3035,
                    "title": "Школа русской драмы им. И. О. Горбачева"
                }, {
                    "id": 3354,
                    "title": "ВМИИ (бывш. ЛВВМИУ им. Ленина и ВВМИОЛУ им. Дзержинского)"
                }, {
                    "id": 3469,
                    "title": "СПбВМИ (бывш. ВВМУ им. Фрунзе)"
                }, {
                    "id": 3543,
                    "title": "СПбТИС"
                }, {
                    "id": 3597,
                    "title": "СПВВУРЭ (ВИ)"
                }, {
                    "id": 3997,
                    "title": "МИМЭО (филиал в СПб)"
                }, {
                    "id": 4298,
                    "title": "НГЛУ (филиал в СПб)"
                }, {
                    "id": 5037,
                    "title": "ИБПЧ"
                }, {
                    "id": 5319,
                    "title": "СЗФ ВШПП"
                }, {
                    "id": 5322,
                    "title": "АПБ"
                }, {
                    "id": 5353,
                    "title": "Филиал ИГУПИТ (бывш. ИБП)"
                }, {
                    "id": 6091,
                    "title": "СПИ филиал МГУП"
                }, {
                    "id": 6391,
                    "title": "МИП (филиал в СПб)"
                }, {
                    "id": 6992,
                    "title": "ВИФК"
                }, {
                    "id": 7780,
                    "title": "ВА МТО им. А. В. Хрулёва (бывш. ВАТТ)"
                }, {
                    "id": 7860,
                    "title": "ВТИ (СПВВТКУ)"
                }, {
                    "id": 8011,
                    "title": "АППО (УПМ)"
                }, {
                    "id": 10569,
                    "title": "Bod&#248; Graduate School of Business"
                }, {
                    "id": 10571,
                    "title": "ЛИМТУ (при НИУ ИТМО)"
                }, {
                    "id": 11248,
                    "title": "ФВУ ПВО"
                }, {
                    "id": 11255,
                    "title": "ВМА им. Кузнецова"
                }, {
                    "id": 11290,
                    "title": "СПбБЕА"
                }, {
                    "id": 11295,
                    "title": "СПВЗРКУ"
                }, {
                    "id": 11548,
                    "title": "НОУ СИП (филиал в СПб)"
                }, {
                    "id": 11562,
                    "title": "ЕУ СПб"
                }, {
                    "id": 11683,
                    "title": "ИЭП"
                }, {
                    "id": 12010,
                    "title": "СПб УГПС МЧС РФ"
                }, {
                    "id": 12843,
                    "title": "ИППК-РГИ СПбГУ"
                }, {
                    "id": 12856,
                    "title": "РИМА (филиал МГУУ)"
                }, {
                    "id": 13062,
                    "title": "СПбХУ"
                }, {
                    "id": 14526,
                    "title": "ЯУВТ"
                }, {
                    "id": 14867,
                    "title": "Coll&#232;ge universitaire fran&#231;ais"
                }, {
                    "id": 15285,
                    "title": "МАОВ"
                }, {
                    "id": 16662,
                    "title": "СПбАУ НОЦНТ РАН (бывш. АФТУ РАН)"
                }, {
                    "id": 16694,
                    "title": "ВВМУПП им. Ленинского комсомола"
                }, {
                    "id": 16741,
                    "title": "НОУ СПбГИ"
                }, {
                    "id": 16923,
                    "title": "ФТИ им. Иоффе"
                }, {
                    "id": 17462,
                    "title": "ГКА им. Маймонида"
                }, {
                    "id": 18004,
                    "title": "СПбИ (ф) ВГУЮ (бывш. СЗФ РПА Минюста России)"
                }, {
                    "id": 18273,
                    "title": "БГИ"
                }, {
                    "id": 18288,
                    "title": "ЛВВПУ ПВО им. Ю. В. Андропова"
                }, {
                    "id": 18791,
                    "title": "МИПКИ"
                }, {
                    "id": 19191,
                    "title": "МГОПУ им. Шолохова (филиал в СПб)"
                }, {
                    "id": 23113,
                    "title": "ЛВАКУ"
                }, {
                    "id": 23118,
                    "title": "ЕИО и Р"
                }, {
                    "id": 23124,
                    "title": "СПбИУП"
                }, {
                    "id": 24860,
                    "title": "СПбИИ РАН"
                }, {
                    "id": 24957,
                    "title": "СПб ЭМИ РАН"
                }, {
                    "id": 24969,
                    "title": "ЛВОКУ им. Кирова (СПб ВОКУ)"
                }, {
                    "id": 28420,
                    "title": "МУ в СПб (СЗФМУМ)"
                }, {
                    "id": 28548,
                    "title": "СПбИУВЭК"
                }, {
                    "id": 31025,
                    "title": "СПВИ ВНГ РФ (бывш. СПбВИВВ МВД РФ)"
                }, {
                    "id": 31028,
                    "title": "АБП (СЗФ)"
                }, {
                    "id": 31038,
                    "title": "МИПК (филиал в СПб)"
                }, {
                    "id": 31044,
                    "title": "СПб НИПНИ им. Бехтерева"
                }, {
                    "id": 31045,
                    "title": "ИЧ ЮНЕСКО"
                }, {
                    "id": 31046,
                    "title": "СПВВИУС (ЛВВИУС)"
                }, {
                    "id": 31051,
                    "title": "SSE Russia"
                }, {
                    "id": 31057,
                    "title": "ЭКИДА"
                }, {
                    "id": 32222,
                    "title": "Интерстудио"
                }, {
                    "id": 51950,
                    "title": "ОШБ"
                }, {
                    "id": 56096,
                    "title": "МИБУА (филиал в СПб)"
                }, {
                    "id": 56348,
                    "title": "МЭФИ (филиал в СПб)"
                }, {
                    "id": 56356,
                    "title": "МГОУ (открытый) - филиал в СПб"
                }, {
                    "id": 57187,
                    "title": "ИМП"
                }, {
                    "id": 64057,
                    "title": "АППиМ"
                }, {
                    "id": 65515,
                    "title": "ИЛИ РАН"
                }, {
                    "id": 65658,
                    "title": "АГО"
                }, {
                    "id": 66826,
                    "title": "АХФ «СВЧ»"
                }, {
                    "id": 90778,
                    "title": "РосНОУ (филиал в СПб)"
                }, {
                    "id": 92121,
                    "title": "ВСОК ВМФ"
                }, {
                    "id": 93347,
                    "title": "ИПМаш РАН"
                }, {
                    "id": 94620,
                    "title": "ИХС РАН"
                }, {
                    "id": 95709,
                    "title": "СПбТИ"
                }, {
                    "id": 96808,
                    "title": "РНХИ им. Поленова"
                }, {
                    "id": 104154,
                    "title": "ИАнП РАН"
                }, {
                    "id": 105282,
                    "title": "ХТС"
                }, {
                    "id": 133096,
                    "title": "СПбИСЭТ"
                }, {
                    "id": 141741,
                    "title": "МАЭ РАН"
                }, {
                    "id": 168195,
                    "title": "ИРЭ СПбГУТ (ВТУЗ)"
                }, {
                    "id": 169722,
                    "title": "ПОМИ РАН"
                }, {
                    "id": 169794,
                    "title": "МГИ"
                }, {
                    "id": 196350,
                    "title": "СПбИГК ВКА им. А. Ф. Можайского"
                }, {
                    "id": 196446,
                    "title": "ЦНИИ РТК"
                }, {
                    "id": 199153,
                    "title": "Союз журналистов "
                }, {
                    "id": 233200,
                    "title": "СПб ИПРЭ РАН"
                }, {
                    "id": 244046,
                    "title": "СПб ИДПО СЗ"
                }, {
                    "id": 244048,
                    "title": "РУК (ЛФ) (бывш. МУПК)"
                }, {
                    "id": 244067,
                    "title": "МУФО"
                }, {
                    "id": 244554,
                    "title": "ИРЛИ РАН"
                }, {
                    "id": 244708,
                    "title": "МИСЭ"
                }, {
                    "id": 244912,
                    "title": "ИОВ РАО"
                }, {
                    "id": 244981,
                    "title": "МИПУ"
                }, {
                    "id": 289736,
                    "title": "СПИИРАН"
                }, {
                    "id": 291225,
                    "title": "ЛВПШ"
                }, {
                    "id": 414761,
                    "title": "МЭСИ (филиал в СПб)"
                }, {
                    "id": 503787,
                    "title": "АКМЕ (СПбИПиА)"
                }, {
                    "id": 513230,
                    "title": "РНИИТО им. Вредена"
                }, {
                    "id": 536592,
                    "title": "СПбПИРиЦИ"
                }, {
                    "id": 544119,
                    "title": "ИЭМ (бывш. НИИЭМ СЗО РАМН)"
                }, {
                    "id": 544199,
                    "title": "БПА"
                }, {
                    "id": 549835,
                    "title": "ИВС РАН"
                }, {
                    "id": 549899,
                    "title": "ИПБОТиСП"
                }, {
                    "id": 557455,
                    "title": "ИЭС"
                }, {
                    "id": 560967,
                    "title": "СПбИПКР ФСИН России"
                }, {
                    "id": 598759,
                    "title": "СПбУ «Кемен»"
                }, {
                    "id": 657601,
                    "title": "СПбПЮИ"
                }, {
                    "id": 677888,
                    "title": "СПбНИИФК"
                }, {
                    "id": 694863,
                    "title": "РШУ"
                }, {
                    "id": 694868,
                    "title": "СПбВА"
                }, {
                    "id": 743892,
                    "title": "РИИИ"
                }, {
                    "id": 832449,
                    "title": "БИН РАН"
                }, {
                    "id": 911595,
                    "title": "СПб МОУ ТРИЗ (бывш. МУНТТР)"
                }, {
                    "id": 923212,
                    "title": "НМИЦ им. В. А. Алмазова (бывш. СЗФМИЦ им. В. А. Алмазова, ФЦСКЭ им. В. А. Алмазова)"
                }, {
                    "id": 977774,
                    "title": "ИВР РАН"
                }, {
                    "id": 981354,
                    "title": "СИ РАН"
                }, {
                    "id": 1163209,
                    "title": "СПбМСИ"
                }, {
                    "id": 1163311,
                    "title": "ИФ РАН"
                }, {
                    "id": 1163457,
                    "title": "ИИМК РАН"
                }, {
                    "id": 1163470,
                    "title": "НИИ СП им. Джанелидзе"
                }, {
                    "id": 1163479,
                    "title": "ИЭФБ РАН"
                }, {
                    "id": 1164545,
                    "title": "НИИЭМ им. Пастера"
                }, {
                    "id": 1164626,
                    "title": "ВШРиС"
                }, {
                    "id": 1164629,
                    "title": "ИСБ (СЗФ)"
                }, {
                    "id": 1164688,
                    "title": "СПб филиал Финансового университета при Правительстве РФ (бывш. ГУМФ РФ)"
                }, {
                    "id": 1166483,
                    "title": "СПбНУЭМИ"
                }, {
                    "id": 1167563,
                    "title": "Vlerick Leuven Gent Management School (St. Petersburg Campus)"
                }, {
                    "id": 1168343,
                    "title": "Телеком"
                }, {
                    "id": 1168359,
                    "title": "ВИР им. Н. И. Вавилова"
                }, {
                    "id": 1168477,
                    "title": "Филиал «Газпром корпоративный институт»"
                }, {
                    "id": 1168814,
                    "title": "МАНЭБ"
                }, {
                    "id": 1168851,
                    "title": "СПбИНСТОМ"
                }, {
                    "id": 1168881,
                    "title": "ЦНИИ КМ «Прометей»"
                }, {
                    "id": 1168922,
                    "title": "ИнУРЧР"
                }, {
                    "id": 1169187,
                    "title": "ИСТОК"
                }, {
                    "id": 1169230,
                    "title": "CS-Center"
                }, {
                    "id": 1169334,
                    "title": "СЗИПК ФНС (ЦППФНС)"
                }, {
                    "id": 1169518,
                    "title": "ЦКТИ"
                }, {
                    "id": 1169997,
                    "title": "НИИ пульмонологии ПСПбГМУ им. акад. Павлова"
                }, {
                    "id": 1170483,
                    "title": "ЛВИОЛКУ им. А. А. Жданова"
                }, {
                    "id": 1171117,
                    "title": "ИК СО РАН (филиал)"
                }, {
                    "id": 1171472,
                    "title": "SWISSAM"
                }, {
                    "id": 1172324,
                    "title": "СПбИИР"
                }, {
                    "id": 1172364,
                    "title": "НИИ онкологии им. Н. Н. Петрова Минздрава России"
                }, {
                    "id": 1172771,
                    "title": "УМЛ"
                }, {
                    "id": 1172884,
                    "title": "ЛОИРО"
                }, {
                    "id": 1172948,
                    "title": "РНЦРХТ"
                }, {
                    "id": 1172967,
                    "title": "Медицинский университет «Реавиз» (бывш. МИ «РЕАВИЗ»)"
                }, {
                    "id": 1172971,
                    "title": "ДНКЦИБ (бывш. НИИДИ) ФМБА России"
                }, {
                    "id": 1172998,
                    "title": "ЗИН РАН"
                }, {
                    "id": 1173000,
                    "title": "СПб НИИ ЛОР"
                }, {
                    "id": 1173040,
                    "title": "ВСЕГЕИ им. А. П. Карпинского"
                }, {
                    "id": 1173053,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 1173072,
                    "title": "СПбГЭУ"
                }, {
                    "id": 1173108,
                    "title": "Агрофизический НИИ"
                }, {
                    "id": 1173265,
                    "title": "ВЭУ"
                }, {
                    "id": 1174744,
                    "title": "ИМЧ РАН"
                }, {
                    "id": 1175098,
                    "title": "НТЦ ЕЭС"
                }, {
                    "id": 1175583,
                    "title": "ИГГД РАН"
                }, {
                    "id": 1175682,
                    "title": "ГАО РАН"
                }, {
                    "id": 1175871,
                    "title": "ГГИ"
                }, {
                    "id": 1175913,
                    "title": "МУИБ"
                }, {
                    "id": 1176083,
                    "title": "Академия СК РФ (филиал в СПб)"
                }, {
                    "id": 1176084,
                    "title": "СПб НИИФ"
                }, {
                    "id": 1176134,
                    "title": "Институт биоинформатики"
                }, {
                    "id": 1177053,
                    "title": "Санкт-Петербургский филиал «Техническая академия Росатома» (бывш. ЦИПК Росатома СПб филиал)"
                }, {
                    "id": 1177179,
                    "title": "ИНОВ"
                }, {
                    "id": 1187404,
                    "title": "ЛВВМПУ"
                }, {
                    "id": 1187506,
                    "title": "НИИСК"
                }, {
                    "id": 1187770,
                    "title": "ИПКУ"
                }, {
                    "id": 1188102,
                    "title": "Крыловский государственный научный центр"
                }, {
                    "id": 1188689,
                    "title": "ПЭИПК"
                }, {
                    "id": 1189089,
                    "title": "ГУМРФ им. адмирала С. О. Макарова"
                }, {
                    "id": 1189110,
                    "title": "ФНЦРИ им. Г. А. Альбрехта Минтруда России (СПб НЦЭПР)"
                }, {
                    "id": 1189114,
                    "title": "СПб Академия СК РФ"
                }, {
                    "id": 1189238,
                    "title": "СПб АТИ"
                }, {
                    "id": 1189322,
                    "title": "ВХУТЕИН"
                }, {
                    "id": 1189340,
                    "title": "Университет «Синергия» (представительство)"
                }, {
                    "id": 1190526,
                    "title": "ЛМЗ-ВТУЗ (ПИМаш)"
                }, {
                    "id": 1190527,
                    "title": "ВНИИМ им. Д. И. Менделеева"
                }, {
                    "id": 1190913,
                    "title": "ВПШК"
                }]
            }
        }
    },
    "RU-MOW": {
        "id": 76,
        "shortname": "RU-MOW",
        "unis": {
            "1": {
                "city": {
                    "id": 1,
                    "title": "Moscow"
                },
                "unis": [{
                    "id": 128,
                    "title": "НИУ ВШЭ (ГУ-ВШЭ)"
                }, {
                    "id": 2,
                    "title": "МГУ"
                }, {
                    "id": 86,
                    "title": "АПИ при ИГиП РАН"
                }, {
                    "id": 87,
                    "title": "ГУМФ (бывш. АБИК)"
                }, {
                    "id": 88,
                    "title": "АГПС МЧС России"
                }, {
                    "id": 89,
                    "title": "АГЗ МЧС России"
                }, {
                    "id": 90,
                    "title": "АМИ"
                }, {
                    "id": 92,
                    "title": "РАНХиГС при Президенте РФ (бывш. АНХ при Правительстве РФ)"
                }, {
                    "id": 93,
                    "title": "МИГУП (бывш. АПУ)"
                }, {
                    "id": 94,
                    "title": "АТиСО"
                }, {
                    "id": 95,
                    "title": "АУ МВД РФ"
                }, {
                    "id": 96,
                    "title": "АФПС РФ"
                }, {
                    "id": 97,
                    "title": "АФСБ РФ (бывш. ВШ КГБ СССР им. Ф. Э. Дзержинского)"
                }, {
                    "id": 98,
                    "title": "АХИ им. В. С. Попова"
                }, {
                    "id": 99,
                    "title": "АЭИ"
                }, {
                    "id": 100,
                    "title": "АЭиУ"
                }, {
                    "id": 101,
                    "title": "АРБИ"
                }, {
                    "id": 102,
                    "title": "ВА РВСН им. Петра Великого (бывш. ВА им. Ф. Э. Дзержинского)"
                }, {
                    "id": 103,
                    "title": "ВИУ МО РФ"
                }, {
                    "id": 106,
                    "title": "ВУМО РФ (бывш. ВПА им. Ленина)"
                }, {
                    "id": 107,
                    "title": "ВУРХБЗ"
                }, {
                    "id": 108,
                    "title": "ИСВ (бывш. ВУ)"
                }, {
                    "id": 109,
                    "title": "ВАВТ"
                }, {
                    "id": 110,
                    "title": "ВГНА"
                }, {
                    "id": 111,
                    "title": "ВГИК"
                }, {
                    "id": 113,
                    "title": "ВКШ МЭРТ"
                }, {
                    "id": 114,
                    "title": "ВТШ С. Мелконяна"
                }, {
                    "id": 115,
                    "title": "ВШ ГМУ"
                }, {
                    "id": 116,
                    "title": "ВШПП"
                }, {
                    "id": 118,
                    "title": "ВШСО"
                }, {
                    "id": 119,
                    "title": "ВТУ им. М. С. Щепкина"
                }, {
                    "id": 120,
                    "title": "ТИ им. Бориса Щукина (бывш. ВТУ им. Бориса Щукина)"
                }, {
                    "id": 121,
                    "title": "ВИУ"
                }, {
                    "id": 122,
                    "title": "ГАСИС"
                }, {
                    "id": 123,
                    "title": "ГАСК"
                }, {
                    "id": 124,
                    "title": "ГКА им. Маймонида"
                }, {
                    "id": 125,
                    "title": "Гос. ИРЯ им. А. С. Пушкина"
                }, {
                    "id": 126,
                    "title": "ГМПИ им. М. М. Ипполитова-Иванова"
                }, {
                    "id": 127,
                    "title": "РГСАИ (бывш. ГСИИ)"
                }, {
                    "id": 129,
                    "title": "ГАУГН (бывш. ГУГН, РЦГО)"
                }, {
                    "id": 130,
                    "title": "ГУЗ"
                }, {
                    "id": 131,
                    "title": "ГУУ"
                }, {
                    "id": 133,
                    "title": "ГЭИ"
                }, {
                    "id": 134,
                    "title": "ГЭИТИ"
                }, {
                    "id": 135,
                    "title": "Гуманитарный институт"
                }, {
                    "id": 136,
                    "title": "ГИТР"
                }, {
                    "id": 137,
                    "title": "МГПИ"
                }, {
                    "id": 138,
                    "title": "Дипломатическая академия МИД РФ"
                }, {
                    "id": 141,
                    "title": "Юринфор"
                }, {
                    "id": 143,
                    "title": "ИБП"
                }, {
                    "id": 144,
                    "title": "ИБПМ"
                }, {
                    "id": 147,
                    "title": "РГИС (ВСК)"
                }, {
                    "id": 148,
                    "title": "ИГУ МГИМО МИД РФ"
                }, {
                    "id": 149,
                    "title": "ИГА"
                }, {
                    "id": 151,
                    "title": "ИГУМО и ИТ"
                }, {
                    "id": 152,
                    "title": "ИДК"
                }, {
                    "id": 154,
                    "title": "Институт естественных наук и экологии (ИНЕСНЭК)"
                }, {
                    "id": 155,
                    "title": "ИЖЛТ"
                }, {
                    "id": 157,
                    "title": "ИИР"
                }, {
                    "id": 159,
                    "title": "ИКиП"
                }, {
                    "id": 160,
                    "title": "ИКСИ АФСБ РФ"
                }, {
                    "id": 161,
                    "title": "ИМБО"
                }, {
                    "id": 162,
                    "title": "ИМПЭ им. А. С. Грибоедова"
                }, {
                    "id": 163,
                    "title": "ИМТП"
                }, {
                    "id": 164,
                    "title": "ИМЭС"
                }, {
                    "id": 165,
                    "title": "ИМПиПП"
                }, {
                    "id": 166,
                    "title": "ИМЭ"
                }, {
                    "id": 168,
                    "title": "ИМЭИ (мировой экономики и информатизации)"
                }, {
                    "id": 169,
                    "title": "ИПВ"
                }, {
                    "id": 170,
                    "title": "ИПО"
                }, {
                    "id": 171,
                    "title": "ИПП"
                }, {
                    "id": 173,
                    "title": "ИРЭСПиП"
                }, {
                    "id": 174,
                    "title": "ИСБ"
                }, {
                    "id": 175,
                    "title": "ИСИ"
                }, {
                    "id": 176,
                    "title": "ИСБТиСУ"
                }, {
                    "id": 177,
                    "title": "ИСН"
                }, {
                    "id": 178,
                    "title": "АССО (бывш. ИССО)"
                }, {
                    "id": 179,
                    "title": "ИНЭКБИ"
                }, {
                    "id": 180,
                    "title": "ИЭиК"
                }, {
                    "id": 181,
                    "title": "ИЭП"
                }, {
                    "id": 182,
                    "title": "ИНЭП"
                }, {
                    "id": 184,
                    "title": "ИЭФП"
                }, {
                    "id": 185,
                    "title": "ИЭПиУР"
                }, {
                    "id": 186,
                    "title": "ИЯиК им. Л. Толстого"
                }, {
                    "id": 188,
                    "title": "ЛИ им. Горького"
                }, {
                    "id": 189,
                    "title": "МАТИ - РГТУ им. К. Э. Циолковского"
                }, {
                    "id": 190,
                    "title": "МВШ"
                }, {
                    "id": 191,
                    "title": "МИГМТ"
                }, {
                    "id": 192,
                    "title": "МИМ Линк"
                }, {
                    "id": 193,
                    "title": "МИЭП"
                }, {
                    "id": 194,
                    "title": "Академия МНЭПУ"
                }, {
                    "id": 195,
                    "title": "МИЭПП при МНЭПУ"
                }, {
                    "id": 196,
                    "title": "МСИ им. Г. Р. Державина"
                }, {
                    "id": 198,
                    "title": "ММУ (МУМ)"
                }, {
                    "id": 199,
                    "title": "Международный юридический институт"
                }, {
                    "id": 200,
                    "title": "НОУ МТИ"
                }, {
                    "id": 202,
                    "title": "МАП (международная)"
                }, {
                    "id": 203,
                    "title": "МГИИТ им. Ю. А. Сенкевича (бывш. МАТГР)"
                }, {
                    "id": 204,
                    "title": "МАЭП"
                }, {
                    "id": 205,
                    "title": "МГАВМиБ им. К. И. Скрябина (бывш. МВА)"
                }, {
                    "id": 206,
                    "title": "МГАВТ – филиал ГУМРФ им. адмирала С. О. Макарова"
                }, {
                    "id": 207,
                    "title": "МГУПИ"
                }, {
                    "id": 208,
                    "title": "МИТХТ"
                }, {
                    "id": 209,
                    "title": "МГАФК (Мосспортакадемия)"
                }, {
                    "id": 210,
                    "title": "МГАХ"
                }, {
                    "id": 211,
                    "title": "МГК им. П. И. Чайковского"
                }, {
                    "id": 212,
                    "title": "МГУТУ им. К. Г. Разумовского (ПКУ) (бывш. МГТА, ВЗИПП)"
                }, {
                    "id": 213,
                    "title": "МГЮА (Университет им. О. Е. Кутафина)"
                }, {
                    "id": 215,
                    "title": "Первый МГМУ им. И. М. Сеченова (Сеченовский Университет) (бывш. ММА им. И. М. Сеченова)"
                }, {
                    "id": 216,
                    "title": "Мирбис"
                }, {
                    "id": 217,
                    "title": "РГАУ — МСХА им. К. А. Тимирязева"
                }, {
                    "id": 218,
                    "title": "МФЮА"
                }, {
                    "id": 219,
                    "title": "МАИ"
                }, {
                    "id": 220,
                    "title": "МАРХИ"
                }, {
                    "id": 221,
                    "title": "МБИ"
                }, {
                    "id": 222,
                    "title": "МВВКУ (бывш. МВИ, МВОКУ им. Верховного Совета РСФСР)"
                }, {
                    "id": 225,
                    "title": "МГИЮ"
                }, {
                    "id": 226,
                    "title": "МГПУ"
                }, {
                    "id": 227,
                    "title": "МГППУ"
                }, {
                    "id": 228,
                    "title": "МАДИ"
                }, {
                    "id": 229,
                    "title": "МГАУ им. В. П. Горячкина"
                }, {
                    "id": 230,
                    "title": "МГАХИ им. В. И. Сурикова"
                }, {
                    "id": 231,
                    "title": "МГВМИ"
                }, {
                    "id": 232,
                    "title": "РГГРУ (МГРИ) им. Орджоникидзе"
                }, {
                    "id": 233,
                    "title": "МГГУ"
                }, {
                    "id": 234,
                    "title": "МГИУ"
                }, {
                    "id": 236,
                    "title": "МГИМО МИД России"
                }, {
                    "id": 237,
                    "title": "МГИМ им. А. Г. Шнитке"
                }, {
                    "id": 238,
                    "title": "МИРЭА"
                }, {
                    "id": 239,
                    "title": "НИТУ МИСиС"
                }, {
                    "id": 240,
                    "title": "МИЭМ"
                }, {
                    "id": 241,
                    "title": "МИЭТ"
                }, {
                    "id": 242,
                    "title": "МГЛУ (бывш. МГПИИЯ им. Мориса Тореза)"
                }, {
                    "id": 243,
                    "title": "МГМСУ им. А. И. Евдокимова"
                }, {
                    "id": 244,
                    "title": "МГГУ (бывш. МГОПУ) им. М. А. Шолохова"
                }, {
                    "id": 245,
                    "title": "МГОУ им. В. С. Черномырдина (ныне в сост. МАМИ) (бывш. ВЗПИ)"
                }, {
                    "id": 247,
                    "title": "НИУ МГСУ (МГСУ-МИСИ)"
                }, {
                    "id": 248,
                    "title": "МГТУ им. А. Н. Косыгина (бывш. МГТА им. А. Н. Косыгина, МТИ)"
                }, {
                    "id": 249,
                    "title": "МГТУ ГА"
                }, {
                    "id": 250,
                    "title": "МГТУ им. Н. Э. Баумана"
                }, {
                    "id": 251,
                    "title": "Университет машиностроения (МАМИ)"
                }, {
                    "id": 252,
                    "title": "МГТУ «Станкин»"
                }, {
                    "id": 253,
                    "title": "МИИГАиК"
                }, {
                    "id": 254,
                    "title": "РГУ им. А. Н. Косыгина (бывш. МГУДТ)"
                }, {
                    "id": 255,
                    "title": "МГУИЭ (бывш. МИХМ)"
                }, {
                    "id": 257,
                    "title": "МГИК (бывш. МГУКИ)"
                }, {
                    "id": 258,
                    "title": "МГУЛ"
                }, {
                    "id": 259,
                    "title": "МГУП им. И. Федорова (бывш. МПИ)"
                }, {
                    "id": 260,
                    "title": "МГУПП"
                }, {
                    "id": 261,
                    "title": "МГУПБ"
                }, {
                    "id": 262,
                    "title": "МГУП"
                }, {
                    "id": 263,
                    "title": "РУТ (МИИТ) (бывш. МГУПС Императора Николая II)"
                }, {
                    "id": 264,
                    "title": "РГУТиС (бывш. МГУС)"
                }, {
                    "id": 265,
                    "title": "МЭСИ"
                }, {
                    "id": 266,
                    "title": "МГХПА им. С. Г. Строганова"
                }, {
                    "id": 267,
                    "title": "МГЭУ (бывш. МГЭИ)"
                }, {
                    "id": 268,
                    "title": "МГИ им. Е. Р. Дашковой"
                }, {
                    "id": 269,
                    "title": "НИЯУ МИФИ"
                }, {
                    "id": 270,
                    "title": "МИБД"
                }, {
                    "id": 271,
                    "title": "МИБУА"
                }, {
                    "id": 273,
                    "title": "ИИЯ"
                }, {
                    "id": 274,
                    "title": "МГАКХиС (ВЗИСИ)"
                }, {
                    "id": 276,
                    "title": "МИМСР"
                }, {
                    "id": 277,
                    "title": "МИМБ при ВАВТ МЭРТ РФ"
                }, {
                    "id": 278,
                    "title": "МИП"
                }, {
                    "id": 279,
                    "title": "МИПП"
                }, {
                    "id": 280,
                    "title": "МИГКУ"
                }, {
                    "id": 281,
                    "title": "МИУ (управления)"
                }, {
                    "id": 282,
                    "title": "МУ им. С. Ю. Витте (бывш. МИЭМП)"
                }, {
                    "id": 283,
                    "title": "МИЭПП"
                }, {
                    "id": 284,
                    "title": "МКВИ филиал СПБГУКиТ"
                }, {
                    "id": 287,
                    "title": "МНЮИ"
                }, {
                    "id": 288,
                    "title": "МОСА (бывш. МОСУ)"
                }, {
                    "id": 289,
                    "title": "МПГУ (бывш. МГПИ им. Ленина)"
                }, {
                    "id": 290,
                    "title": "МПУ"
                }, {
                    "id": 291,
                    "title": "МПСУ (бывш. МПСИ)"
                }, {
                    "id": 293,
                    "title": "МТУСИ"
                }, {
                    "id": 294,
                    "title": "МТИ (транспортный)"
                }, {
                    "id": 295,
                    "title": "МосУ МВД РФ им. В. Я. Кикотя"
                }, {
                    "id": 296,
                    "title": "МУ «Туро»"
                }, {
                    "id": 297,
                    "title": "МФТИ (Физтех)"
                }, {
                    "id": 299,
                    "title": "СПбИВЭСЭП в Москве"
                }, {
                    "id": 300,
                    "title": "МФЭИ"
                }, {
                    "id": 301,
                    "title": "МГТА (бывш. МЭЛИ)"
                }, {
                    "id": 302,
                    "title": "МЭФИ"
                }, {
                    "id": 303,
                    "title": "НОУ МЭИ"
                }, {
                    "id": 304,
                    "title": "НИУ МЭИ"
                }, {
                    "id": 306,
                    "title": "ЛГУ им. А. С. Пушкина в Москве"
                }, {
                    "id": 307,
                    "title": "НИБ"
                }, {
                    "id": 309,
                    "title": "Континент (Евро-Азия)"
                }, {
                    "id": 310,
                    "title": "ПМЮИ"
                }, {
                    "id": 311,
                    "title": "ИТТ (подмосковный филиал)"
                }, {
                    "id": 312,
                    "title": "РААН (бывш. РАА)"
                }, {
                    "id": 314,
                    "title": "РАЖВиЗ Ильи Глазунова"
                }, {
                    "id": 315,
                    "title": "РАМиА"
                }, {
                    "id": 316,
                    "title": "РАМ им. Гнесиных"
                }, {
                    "id": 317,
                    "title": "РГУП (бывш. РАП)"
                }, {
                    "id": 318,
                    "title": "РАП (предпринимательства)"
                }, {
                    "id": 319,
                    "title": "ГИТИС"
                }, {
                    "id": 320,
                    "title": "РГАТиЗ"
                }, {
                    "id": 321,
                    "title": "РГУФКСМиТ (ГЦОЛИФК)"
                }, {
                    "id": 322,
                    "title": "РМАНПО (бывш. РМАПО)"
                }, {
                    "id": 323,
                    "title": "РМАТ (МФ)"
                }, {
                    "id": 324,
                    "title": "ВГУЮ (РПА Минюста России)"
                }, {
                    "id": 325,
                    "title": "РТА"
                }, {
                    "id": 326,
                    "title": "РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 328,
                    "title": "РГГУ"
                }, {
                    "id": 329,
                    "title": "РГАИС (бывш. РГИИС)"
                }, {
                    "id": 330,
                    "title": "РНИМУ (бывш. РГМУ) им. Н. И. Пирогова"
                }, {
                    "id": 331,
                    "title": "РОАТ МИИТ (бывш. РГОТУПС, ВЗИИТ)"
                }, {
                    "id": 332,
                    "title": "РГТЭУ (бывш. ЗИСТ, МКИ, МКУ, МГУК)"
                }, {
                    "id": 333,
                    "title": "РГУИТП"
                }, {
                    "id": 334,
                    "title": "РГУ нефти и газа (НИУ) им. И. М. Губкина"
                }, {
                    "id": 335,
                    "title": "РосЗИТЛП (бывш. ВЗИТЛП)"
                }, {
                    "id": 336,
                    "title": "РосНОУ"
                }, {
                    "id": 337,
                    "title": "РПУ (РПИ) св. Иоанна Богослова"
                }, {
                    "id": 338,
                    "title": "РУДН"
                }, {
                    "id": 339,
                    "title": "РХТУ им. Д. И. Менделеева"
                }, {
                    "id": 340,
                    "title": "РИУ"
                }, {
                    "id": 341,
                    "title": "УГМУ (бывш. РУИ)"
                }, {
                    "id": 342,
                    "title": "СДИ"
                }, {
                    "id": 343,
                    "title": "СГА"
                }, {
                    "id": 344,
                    "title": "СФГА (НОУ СГИ)"
                }, {
                    "id": 345,
                    "title": "Высшая школа «Среда обучения» (бывш. УНИК)"
                }, {
                    "id": 346,
                    "title": "МАО (УНН - Натальи Нестеровой)"
                }, {
                    "id": 347,
                    "title": "УРИО (бывш. УРАО)"
                }, {
                    "id": 348,
                    "title": "Финансовый университет при Правительстве РФ (бывш. ФА при Правительстве РФ)"
                }, {
                    "id": 349,
                    "title": "Школа-студия им. Вл. И. Немировича-Данченко при МХАТ"
                }, {
                    "id": 350,
                    "title": "НОУ ЮА"
                }, {
                    "id": 963,
                    "title": "МИТРО"
                }, {
                    "id": 1070,
                    "title": "РГСУ"
                }, {
                    "id": 1276,
                    "title": "МГОУ (бывш. МОПИ им. Н. К. Крупской)"
                }, {
                    "id": 1736,
                    "title": "МИФКиС"
                }, {
                    "id": 1755,
                    "title": "МАБиУ"
                }, {
                    "id": 1813,
                    "title": "МИР (рекламы)"
                }, {
                    "id": 1859,
                    "title": "МосГУ"
                }, {
                    "id": 2172,
                    "title": "МФПУ «Синергия» (бывш. МФПА, ММИЭИФП)"
                }, {
                    "id": 2283,
                    "title": "МЭПИ"
                }, {
                    "id": 2301,
                    "title": "МГГЭУ (бывш. МГГЭИ, МГСГИ)"
                }, {
                    "id": 2396,
                    "title": "МИЮ"
                }, {
                    "id": 2528,
                    "title": "МВШМ МВД СССР"
                }, {
                    "id": 2529,
                    "title": "ИМДТ"
                }, {
                    "id": 3050,
                    "title": "РАХИ"
                }, {
                    "id": 3102,
                    "title": "МХПИ"
                }, {
                    "id": 3720,
                    "title": "ИТиГ"
                }, {
                    "id": 4337,
                    "title": "РУК (бывш. МУПК)"
                }, {
                    "id": 4401,
                    "title": "МГУУ Правительства Москвы"
                }, {
                    "id": 4719,
                    "title": "МГИМ"
                }, {
                    "id": 4720,
                    "title": "ИЭАУ"
                }, {
                    "id": 4981,
                    "title": "МСЭИ"
                }, {
                    "id": 5234,
                    "title": "ИНЭС"
                }, {
                    "id": 5237,
                    "title": "НИ ВШУ"
                }, {
                    "id": 5507,
                    "title": "МИМЭМО (бывш. МИМЭО)"
                }, {
                    "id": 5627,
                    "title": "ММА (бывш. МИЛ)"
                }, {
                    "id": 6099,
                    "title": "ВШК"
                }, {
                    "id": 7279,
                    "title": "МСПИ (МОСПИ)"
                }, {
                    "id": 7926,
                    "title": "ПСТГУ (ПСТБИ)"
                }, {
                    "id": 7927,
                    "title": "МТИ (МосТех) (бывш. МТИ «ВТУ»)"
                }, {
                    "id": 7948,
                    "title": "НИЕВ"
                }, {
                    "id": 8194,
                    "title": "АЭБ МВД РФ (бывш. АНП ФСНП РФ)"
                }, {
                    "id": 8314,
                    "title": "ИМЦ"
                }, {
                    "id": 8840,
                    "title": "Институт бизнеса и дизайна (бывш. ИнОБО)"
                }, {
                    "id": 9440,
                    "title": "Coll&#232;ge universitaire fran&#231;ais de Moscou"
                }, {
                    "id": 10686,
                    "title": "БВШД (BHSAD)"
                }, {
                    "id": 11569,
                    "title": "ИМСГС"
                }, {
                    "id": 11571,
                    "title": "РЭШ"
                }, {
                    "id": 12007,
                    "title": "НИД"
                }, {
                    "id": 13981,
                    "title": "МГЛИ"
                }, {
                    "id": 15268,
                    "title": "СЭИ"
                }, {
                    "id": 15284,
                    "title": "МИНРО"
                }, {
                    "id": 16722,
                    "title": "УМЛ при МГК КПСС"
                }, {
                    "id": 17954,
                    "title": "НИМ"
                }, {
                    "id": 17958,
                    "title": "ББИ"
                }, {
                    "id": 18108,
                    "title": "ОИТиР"
                }, {
                    "id": 20679,
                    "title": "ИГИТМ (бывш. ИАЯ)"
                }, {
                    "id": 20743,
                    "title": "МИРТШБ"
                }, {
                    "id": 22399,
                    "title": "МосАП при Правительстве Москвы"
                }, {
                    "id": 22779,
                    "title": "ВИА им. В. В. Куйбышева"
                }, {
                    "id": 23100,
                    "title": "Академия медиаиндустрии (ИПК работников ТВ и РВ)"
                }, {
                    "id": 23105,
                    "title": "ИИМ"
                }, {
                    "id": 23108,
                    "title": "МНИ"
                }, {
                    "id": 23115,
                    "title": "СИЮ"
                }, {
                    "id": 23123,
                    "title": "ИОСО РАО"
                }, {
                    "id": 24961,
                    "title": "Еврейский Университет"
                }, {
                    "id": 24962,
                    "title": "МАМАРМЕН"
                }, {
                    "id": 24963,
                    "title": "ИМЛИ им. Горького"
                }, {
                    "id": 24964,
                    "title": "МАОК"
                }, {
                    "id": 24966,
                    "title": "ИМЭМО РАН"
                }, {
                    "id": 24970,
                    "title": "ВА БТВ"
                }, {
                    "id": 31027,
                    "title": "ГПИ"
                }, {
                    "id": 31033,
                    "title": "ПИУ"
                }, {
                    "id": 31036,
                    "title": "АУМП"
                }, {
                    "id": 31037,
                    "title": "МПИ ФСБ РФ (бывш. МВИ ФПС РФ)"
                }, {
                    "id": 31039,
                    "title": "АСОУ"
                }, {
                    "id": 31048,
                    "title": "МВШБ"
                }, {
                    "id": 31050,
                    "title": "SSE Russia"
                }, {
                    "id": 31052,
                    "title": "ИСНГ (бывш. УСНГ)"
                }, {
                    "id": 31054,
                    "title": "ИЭФ «Синергия»"
                }, {
                    "id": 31056,
                    "title": "МИАПП (ИАПП)"
                }, {
                    "id": 31292,
                    "title": "МВШСЭН"
                }, {
                    "id": 31932,
                    "title": "ИИС"
                }, {
                    "id": 32229,
                    "title": "АБиП"
                }, {
                    "id": 38993,
                    "title": "МИУС"
                }, {
                    "id": 42341,
                    "title": "НМУ"
                }, {
                    "id": 42533,
                    "title": "МИП (психоанализа)"
                }, {
                    "id": 48033,
                    "title": "ИУиИ"
                }, {
                    "id": 50261,
                    "title": "МОСЭКИН"
                }, {
                    "id": 55704,
                    "title": "МГЮИ"
                }, {
                    "id": 55750,
                    "title": "ИЦЧП им. С. С. Алексеева при Президенте РФ (РШЧП)"
                }, {
                    "id": 55753,
                    "title": "ИАМТ"
                }, {
                    "id": 56032,
                    "title": "УИИТ"
                }, {
                    "id": 56157,
                    "title": "ВИППКРК"
                }, {
                    "id": 56158,
                    "title": "МИМО"
                }, {
                    "id": 57105,
                    "title": "ИРТ"
                }, {
                    "id": 57142,
                    "title": "ИПИУ"
                }, {
                    "id": 57194,
                    "title": "ИСОМ"
                }, {
                    "id": 57446,
                    "title": "СФИ"
                }, {
                    "id": 57522,
                    "title": "ВАШГД"
                }, {
                    "id": 57573,
                    "title": "ИГУПИТ"
                }, {
                    "id": 57575,
                    "title": "ИТЭФ"
                }, {
                    "id": 58452,
                    "title": "ЭЭИ"
                }, {
                    "id": 58486,
                    "title": "СГЭИ"
                }, {
                    "id": 61970,
                    "title": "ИСПЭ"
                }, {
                    "id": 64863,
                    "title": "МАГМУ"
                }, {
                    "id": 64914,
                    "title": "ИРДПО"
                }, {
                    "id": 64950,
                    "title": "ФПИ"
                }, {
                    "id": 65359,
                    "title": "ПИ РАО"
                }, {
                    "id": 65507,
                    "title": "ПИЮ"
                }, {
                    "id": 65508,
                    "title": "ПИП"
                }, {
                    "id": 65532,
                    "title": "ИСЭ"
                }, {
                    "id": 65670,
                    "title": "МАБ"
                }, {
                    "id": 65746,
                    "title": "ИФЭПОЗ"
                }, {
                    "id": 66339,
                    "title": "МИКБ (бывш. МАКБ)"
                }, {
                    "id": 66346,
                    "title": "МСГИ"
                }, {
                    "id": 66702,
                    "title": "ИКТ"
                }, {
                    "id": 66881,
                    "title": "МВШЭ ФИ"
                }, {
                    "id": 66900,
                    "title": "СИП"
                }, {
                    "id": 67068,
                    "title": "ИЭУП"
                }, {
                    "id": 73295,
                    "title": "МЭГУ"
                }, {
                    "id": 75860,
                    "title": "ИПЭ"
                }, {
                    "id": 77536,
                    "title": "ИКМ"
                }, {
                    "id": 78116,
                    "title": "ЕУП"
                }, {
                    "id": 79385,
                    "title": "ВАГШ ВС РФ"
                }, {
                    "id": 79392,
                    "title": "ВУНЦ СВ «ОВА ВС РФ» (бывш. ВА им. Фрунзе)"
                }, {
                    "id": 86846,
                    "title": "ИНиСБ"
                }, {
                    "id": 89277,
                    "title": "МАРТИТ"
                }, {
                    "id": 90424,
                    "title": "ИУП"
                }, {
                    "id": 90764,
                    "title": "ИУЭПИ"
                }, {
                    "id": 91133,
                    "title": "ВГШ им. Дубнова (бывш. ЕУМ)"
                }, {
                    "id": 91639,
                    "title": "НИСД"
                }, {
                    "id": 91877,
                    "title": "ВЭГИ"
                }, {
                    "id": 94444,
                    "title": "ИЭ РАН"
                }, {
                    "id": 94617,
                    "title": "ИЗиСП при Правительстве РФ"
                }, {
                    "id": 94634,
                    "title": "ИО РАН"
                }, {
                    "id": 94637,
                    "title": "МИАН"
                }, {
                    "id": 94639,
                    "title": "ИГП РАН"
                }, {
                    "id": 94911,
                    "title": "МИУ (исламский)"
                }, {
                    "id": 95498,
                    "title": "СИИЯ"
                }, {
                    "id": 95674,
                    "title": "ИОН (бывш. АНО)"
                }, {
                    "id": 95825,
                    "title": "ИЕ РАН"
                }, {
                    "id": 97175,
                    "title": "НИИ СП РФ"
                }, {
                    "id": 103444,
                    "title": "МИОО (бывш. МИПКРО)"
                }, {
                    "id": 105012,
                    "title": "ИСК РАН"
                }, {
                    "id": 120900,
                    "title": "ГАСиЖКК"
                }, {
                    "id": 141849,
                    "title": "ВКСР"
                }, {
                    "id": 141851,
                    "title": "ИПУ РАН"
                }, {
                    "id": 142306,
                    "title": "МТИ (теологический)"
                }, {
                    "id": 168150,
                    "title": "ИТИРШБ"
                }, {
                    "id": 169174,
                    "title": "ИСПТ"
                }, {
                    "id": 169315,
                    "title": "ЦРГОП и ИТ (бывш. АПК и ППРО)"
                }, {
                    "id": 169716,
                    "title": "ГНИИ РНС ФНС РФ"
                }, {
                    "id": 169759,
                    "title": "ИСОТ МГТУ им. Н. Э. Баумана (бывш. МИПК МГТУ им. Н. Э. Баумана)"
                }, {
                    "id": 170405,
                    "title": "ИРИ РАН"
                }, {
                    "id": 171078,
                    "title": "НМХЦ им. Н. И. Пирогова"
                }, {
                    "id": 171108,
                    "title": "ВШИИ"
                }, {
                    "id": 171226,
                    "title": "МБШ"
                }, {
                    "id": 171368,
                    "title": "ИПБ России"
                }, {
                    "id": 171412,
                    "title": "ЦЭПЛ РАН"
                }, {
                    "id": 176248,
                    "title": "ГИИ"
                }, {
                    "id": 179610,
                    "title": "ИС РАН"
                }, {
                    "id": 191771,
                    "title": "ИЯз РАН"
                }, {
                    "id": 196205,
                    "title": "РИСК (RISC)"
                }, {
                    "id": 196435,
                    "title": "ИМЕТ РАН"
                }, {
                    "id": 196456,
                    "title": "ЕАОИ"
                }, {
                    "id": 196474,
                    "title": "ИСПИ РАН"
                }, {
                    "id": 196536,
                    "title": "ИЭПП"
                }, {
                    "id": 233198,
                    "title": "ИДНТ"
                }, {
                    "id": 233632,
                    "title": "ИЕК"
                }, {
                    "id": 240581,
                    "title": "ВШДСИ при РАТИ (ГИТИС)"
                }, {
                    "id": 240592,
                    "title": "СДС"
                }, {
                    "id": 240879,
                    "title": "ТАЕХ"
                }, {
                    "id": 240939,
                    "title": "ВИЭСХ"
                }, {
                    "id": 240952,
                    "title": "ИНЭОС РАН"
                }, {
                    "id": 243853,
                    "title": "ИЛА РАН"
                }, {
                    "id": 244564,
                    "title": "ГИУВ МО РФ"
                }, {
                    "id": 285451,
                    "title": "РИК РАН"
                }, {
                    "id": 289794,
                    "title": "МИЭЭ"
                }, {
                    "id": 291360,
                    "title": "ФИРО"
                }, {
                    "id": 308137,
                    "title": "ИПМех РАН"
                }, {
                    "id": 315323,
                    "title": "ВНИИВСГЭ"
                }, {
                    "id": 315327,
                    "title": "ИХО РАО"
                }, {
                    "id": 343831,
                    "title": "ИТТИ"
                }, {
                    "id": 344201,
                    "title": "ИОФ РАН"
                }, {
                    "id": 345048,
                    "title": "ВСТИСП"
                }, {
                    "id": 345078,
                    "title": "ИИП"
                }, {
                    "id": 372549,
                    "title": "ИПД МФПА"
                }, {
                    "id": 400368,
                    "title": "ВВИ (бывш. ВВФ при МВА им. К. И. Скрябина)"
                }, {
                    "id": 400535,
                    "title": "ФИАН им. П. Н. Лебедева"
                }, {
                    "id": 400680,
                    "title": "РЗТИ"
                }, {
                    "id": 401247,
                    "title": "МИПК РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 401256,
                    "title": "ЭПИ"
                }, {
                    "id": 426398,
                    "title": "ИХ им. А. В. Вишневского РАМН"
                }, {
                    "id": 427591,
                    "title": "СИУС"
                }, {
                    "id": 492684,
                    "title": "ВКИЯ МЭРТ"
                }, {
                    "id": 499490,
                    "title": "ИП РАН"
                }, {
                    "id": 499840,
                    "title": "МУГУ"
                }, {
                    "id": 503847,
                    "title": "ИОХ РАН"
                }, {
                    "id": 503857,
                    "title": "МИПК РРиСХП"
                }, {
                    "id": 516914,
                    "title": "ИНП РАН"
                }, {
                    "id": 516918,
                    "title": "ЦЭМИ РАН"
                }, {
                    "id": 518171,
                    "title": "ИЭА РАН им. Н. Н. Миклухо-Маклая"
                }, {
                    "id": 522231,
                    "title": "МНИОИ им. П. А. Герцена "
                }, {
                    "id": 522240,
                    "title": "ИИО РАО"
                }, {
                    "id": 536147,
                    "title": "ИПМ им. М. В. Келдыша РАН"
                }, {
                    "id": 536591,
                    "title": "ИАф РАН"
                }, {
                    "id": 538281,
                    "title": "УП РФ (бывш. АГПРФ)"
                }, {
                    "id": 544114,
                    "title": "ИМБП РАН"
                }, {
                    "id": 544118,
                    "title": "ИРЭИ"
                }, {
                    "id": 544125,
                    "title": "УКУ"
                }, {
                    "id": 544147,
                    "title": "ИГ РАН"
                }, {
                    "id": 544197,
                    "title": "ИПНГ РАН"
                }, {
                    "id": 544228,
                    "title": "ИСЖ"
                }, {
                    "id": 544252,
                    "title": "ИВИ РАН"
                }, {
                    "id": 544272,
                    "title": "ИТИ им. П. М. Ершова"
                }, {
                    "id": 544311,
                    "title": "ИВ РАН"
                }, {
                    "id": 544960,
                    "title": "ГЭТИ (бывш. АСЭР, Академия «Континент»)"
                }, {
                    "id": 545006,
                    "title": "НИИ РАХ"
                }, {
                    "id": 545036,
                    "title": "ИХФ РАН"
                }, {
                    "id": 545252,
                    "title": "ИАМ"
                }, {
                    "id": 545308,
                    "title": "ПГИ «Со-действие»"
                }, {
                    "id": 545317,
                    "title": "ИНТУИТ"
                }, {
                    "id": 548539,
                    "title": "ИПИ"
                }, {
                    "id": 549847,
                    "title": "ИБХ РАН"
                }, {
                    "id": 549901,
                    "title": "МВУ (Венский)"
                }, {
                    "id": 549904,
                    "title": "ВЦ РАН"
                }, {
                    "id": 549948,
                    "title": "ВНИИФК"
                }, {
                    "id": 553668,
                    "title": "AIBEc"
                }, {
                    "id": 555631,
                    "title": "ИСИН"
                }, {
                    "id": 555632,
                    "title": "ВНШТ"
                }, {
                    "id": 555635,
                    "title": "НИИОСП им. М. Н. Герсеванова"
                }, {
                    "id": 555637,
                    "title": "ИСл РАН"
                }, {
                    "id": 557147,
                    "title": "ИФ РАН"
                }, {
                    "id": 558246,
                    "title": "ЕБС"
                }, {
                    "id": 560089,
                    "title": "ИПИ РАН"
                }, {
                    "id": 560161,
                    "title": "ГОСНИТИ"
                }, {
                    "id": 564921,
                    "title": "МИЭМ (бывш. ИНФО-Рутения)"
                }, {
                    "id": 569052,
                    "title": "ГИА (GIA)"
                }, {
                    "id": 573614,
                    "title": "ИДВ РАН"
                }, {
                    "id": 573617,
                    "title": "ИБГ РАН"
                }, {
                    "id": 573626,
                    "title": "ИПЭБ"
                }, {
                    "id": 575666,
                    "title": "ИНЭУМ им. И. С. Брука"
                }, {
                    "id": 580993,
                    "title": "ИФЗ РАН"
                }, {
                    "id": 586220,
                    "title": "НИСК"
                }, {
                    "id": 591971,
                    "title": "ИСВ РАО (бывш. НИИ ОПВ АПН СССР)"
                }, {
                    "id": 592800,
                    "title": "МАН Сан-Марино"
                }, {
                    "id": 593385,
                    "title": "ИМАШ РАН им. А. А. Благонравова "
                }, {
                    "id": 619533,
                    "title": "МФПИ"
                }, {
                    "id": 628080,
                    "title": "ИПиКП"
                }, {
                    "id": 638832,
                    "title": "НИИ СПиПРЛ"
                }, {
                    "id": 661816,
                    "title": "ИХТ АИИ"
                }, {
                    "id": 681407,
                    "title": "ВГКПИ"
                }, {
                    "id": 695970,
                    "title": "РБУ"
                }, {
                    "id": 706573,
                    "title": "МФ ВШНИ (бывш. ИТПИ)"
                }, {
                    "id": 711335,
                    "title": "ИММ РАН"
                }, {
                    "id": 719767,
                    "title": "МАФСИ"
                }, {
                    "id": 742455,
                    "title": "НИФХИ"
                }, {
                    "id": 747034,
                    "title": "ИИЯМС"
                }, {
                    "id": 760978,
                    "title": "ИАТУ"
                }, {
                    "id": 771110,
                    "title": "АПРИКТ"
                }, {
                    "id": 793475,
                    "title": "ИКИ РАН"
                }, {
                    "id": 832418,
                    "title": "Кора Москва"
                }, {
                    "id": 832494,
                    "title": "ИПКИР"
                }, {
                    "id": 839337,
                    "title": "ЦНИИТМАШ"
                }, {
                    "id": 839351,
                    "title": "ИНХС РАН"
                }, {
                    "id": 844525,
                    "title": "ППДС"
                }, {
                    "id": 878860,
                    "title": "НИКФИ"
                }, {
                    "id": 886470,
                    "title": "ИЭСО"
                }, {
                    "id": 893239,
                    "title": "ИСП РАН"
                }, {
                    "id": 904212,
                    "title": "ИОНХ РАН"
                }, {
                    "id": 908718,
                    "title": "ИВП РАН"
                }, {
                    "id": 909533,
                    "title": "ИСМО РАО "
                }, {
                    "id": 940610,
                    "title": "ИВМ РАН"
                }, {
                    "id": 962570,
                    "title": "ИФР РАН"
                }, {
                    "id": 964367,
                    "title": "ИА РАН "
                }, {
                    "id": 964372,
                    "title": "ИПКОН РАН"
                }, {
                    "id": 980913,
                    "title": "РИСИ"
                }, {
                    "id": 998799,
                    "title": "ИНИОН РАН "
                }, {
                    "id": 1014167,
                    "title": "АСМС"
                }, {
                    "id": 1022424,
                    "title": "НИЦ КИ"
                }, {
                    "id": 1071778,
                    "title": "УМЦ ЖДТ "
                }, {
                    "id": 1072710,
                    "title": "ОЦАД"
                }, {
                    "id": 1085645,
                    "title": "МШУ «Сколково»"
                }, {
                    "id": 1100770,
                    "title": "МТС"
                }, {
                    "id": 1130883,
                    "title": "ИОГен РАН"
                }, {
                    "id": 1137499,
                    "title": "ФИЦ Биотехнологии РАН"
                }, {
                    "id": 1163131,
                    "title": "ВИАПИ им. А. А. Никонова"
                }, {
                    "id": 1163252,
                    "title": "ГУ ИМЭИ"
                }, {
                    "id": 1163498,
                    "title": "РТИ им. А. Л. Минца"
                }, {
                    "id": 1163667,
                    "title": "СОПС РАН "
                }, {
                    "id": 1164190,
                    "title": "МИТП РАН"
                }, {
                    "id": 1164229,
                    "title": "ВНИИгеосистем"
                }, {
                    "id": 1164314,
                    "title": "МАСИ"
                }, {
                    "id": 1164355,
                    "title": "ИПТиК "
                }, {
                    "id": 1164387,
                    "title": "ВИНИТИ РАН "
                }, {
                    "id": 1164404,
                    "title": "РАПС (бывш. ИПК МПС России)"
                }, {
                    "id": 1164418,
                    "title": "ИВФ РАО"
                }, {
                    "id": 1164424,
                    "title": "ИРЭ им. В. А. Котельникова РАН"
                }, {
                    "id": 1164486,
                    "title": "НИИ ФХМ Росздрава"
                }, {
                    "id": 1164556,
                    "title": "НИИ ОПП РАМН"
                }, {
                    "id": 1164565,
                    "title": "ЦНИИС"
                }, {
                    "id": 1164569,
                    "title": "ИПКгосслужбы"
                }, {
                    "id": 1164582,
                    "title": "ИФБТ"
                }, {
                    "id": 1164612,
                    "title": "ВИГИС"
                }, {
                    "id": 1164620,
                    "title": "ПАПО"
                }, {
                    "id": 1164631,
                    "title": "ИСОУКиТ"
                }, {
                    "id": 1164635,
                    "title": "ВНИИДАД"
                }, {
                    "id": 1164654,
                    "title": "ИДПО ДТСЗН (бывш. ИПК ДСЗН)"
                }, {
                    "id": 1164656,
                    "title": "ИСП РАО"
                }, {
                    "id": 1164684,
                    "title": "ГКНПЦ им. М. В. Хруничева"
                }, {
                    "id": 1166225,
                    "title": "АРМО"
                }, {
                    "id": 1166487,
                    "title": "МГААИИ С. Андрияки"
                }, {
                    "id": 1166490,
                    "title": "ИФХЭ РАН"
                }, {
                    "id": 1166549,
                    "title": "МИСБ"
                }, {
                    "id": 1166989,
                    "title": "ВНИИНТПИ"
                }, {
                    "id": 1167396,
                    "title": "ИСО РАО"
                }, {
                    "id": 1167397,
                    "title": "ИМАД «Стрелка»"
                }, {
                    "id": 1167456,
                    "title": "ИПГ"
                }, {
                    "id": 1167470,
                    "title": "ИИДСВ РАО (бывш. ИППД РАО)"
                }, {
                    "id": 1167612,
                    "title": "Университет рабочих корреспондентов им. Ульяновой"
                }, {
                    "id": 1167711,
                    "title": "ВНИИЖТ"
                }, {
                    "id": 1167800,
                    "title": "АБиСП"
                }, {
                    "id": 1167850,
                    "title": "МКТА"
                }, {
                    "id": 1167855,
                    "title": "ИЭУСП"
                }, {
                    "id": 1167880,
                    "title": "БОН"
                }, {
                    "id": 1167907,
                    "title": "АПО ФНКЦ ФМБА России (бывш. ИПК ФМБА России)"
                }, {
                    "id": 1167918,
                    "title": "САМБ"
                }, {
                    "id": 1167938,
                    "title": "ИСА РАН"
                }, {
                    "id": 1168112,
                    "title": "ВНИИМС"
                }, {
                    "id": 1168193,
                    "title": "ЦНИИПСК им. Н. П. Мельникова"
                }, {
                    "id": 1168226,
                    "title": "ИНО"
                }, {
                    "id": 1168233,
                    "title": "ИРЯ РАН"
                }, {
                    "id": 1168247,
                    "title": "НИИ вирусологии им. Д. И. Ивановского РАМН"
                }, {
                    "id": 1168292,
                    "title": "ИБХФ РАН"
                }, {
                    "id": 1168295,
                    "title": "ОТИ"
                }, {
                    "id": 1168320,
                    "title": "ЭЮИ"
                }, {
                    "id": 1168493,
                    "title": "НИИ ТСС"
                }, {
                    "id": 1168657,
                    "title": "ГосНИИгенетика"
                }, {
                    "id": 1168737,
                    "title": "ИМБ РАН"
                }, {
                    "id": 1168792,
                    "title": "ИЕГО"
                }, {
                    "id": 1168809,
                    "title": "ИРЕА"
                }, {
                    "id": 1168823,
                    "title": "ИДМ"
                }, {
                    "id": 1168870,
                    "title": "МИСАО"
                }, {
                    "id": 1168877,
                    "title": "НМИЦ ССХ (ННПЦССХ) им. А. Н. Бакулева Минздрава России (бывш. НЦССХ РАМН)"
                }, {
                    "id": 1169018,
                    "title": "ВНИИПВТИ"
                }, {
                    "id": 1169110,
                    "title": "ВДА"
                }, {
                    "id": 1169219,
                    "title": "ИУ (МскУниверситет)"
                }, {
                    "id": 1169222,
                    "title": "РАКО АПК"
                }, {
                    "id": 1169341,
                    "title": "ЮИ (МскУниверситет)"
                }, {
                    "id": 1169532,
                    "title": "МГИМТ"
                }, {
                    "id": 1169732,
                    "title": "ПУ «Первое сентября»"
                }, {
                    "id": 1170100,
                    "title": "Touro College - Lander Institute Moscow"
                }, {
                    "id": 1170419,
                    "title": "ИУБ"
                }, {
                    "id": 1170445,
                    "title": "АМИР"
                }, {
                    "id": 1170461,
                    "title": "НИИРПО"
                }, {
                    "id": 1170640,
                    "title": "ИТ (МскУниверситет)"
                }, {
                    "id": 1170641,
                    "title": "ИЭ (Мск университет)"
                }, {
                    "id": 1170642,
                    "title": "МИП (МскУниверситет)"
                }, {
                    "id": 1170724,
                    "title": "Открытый институт"
                }, {
                    "id": 1170727,
                    "title": "ЦНИИчермет им. И. П. Бардина"
                }, {
                    "id": 1170729,
                    "title": "ИПСУ"
                }, {
                    "id": 1170751,
                    "title": "ГЕОХИ РАН"
                }, {
                    "id": 1170810,
                    "title": "25 ГосНИИ химмотологии МО РФ"
                }, {
                    "id": 1170844,
                    "title": "ВИЭВ"
                }, {
                    "id": 1170846,
                    "title": "МОНИКИ им. М. Ф. Владимирского"
                }, {
                    "id": 1170852,
                    "title": "ИТИП РАО"
                }, {
                    "id": 1170902,
                    "title": "НМИЦ эндокринологии"
                }, {
                    "id": 1171063,
                    "title": "НАМИ"
                }, {
                    "id": 1171338,
                    "title": "Академия ГРУ"
                }, {
                    "id": 1171340,
                    "title": "НИИ СП им. Н. В. Склифосовского"
                }, {
                    "id": 1171610,
                    "title": "ИАБиА"
                }, {
                    "id": 1171753,
                    "title": "МАРШ"
                }, {
                    "id": 1171761,
                    "title": "ИНАСАН"
                }, {
                    "id": 1171798,
                    "title": "ГИНФО"
                }, {
                    "id": 1171802,
                    "title": "ИМЭИИ"
                }, {
                    "id": 1171829,
                    "title": "МИКТиР"
                }, {
                    "id": 1171834,
                    "title": "Сколтех"
                }, {
                    "id": 1171842,
                    "title": "МИНЭКБИК"
                }, {
                    "id": 1171879,
                    "title": "СГЛА"
                }, {
                    "id": 1171900,
                    "title": "ИППИ РАН"
                }, {
                    "id": 1171932,
                    "title": "MBS"
                }, {
                    "id": 1171985,
                    "title": "ЦНИИП градостроительства РААСН"
                }, {
                    "id": 1171988,
                    "title": "ESMOD Moscou"
                }, {
                    "id": 1171999,
                    "title": "ИМГ РАН"
                }, {
                    "id": 1172007,
                    "title": "ВФЭУ"
                }, {
                    "id": 1172201,
                    "title": "АВР (бывш. КИ КГБ)"
                }, {
                    "id": 1172230,
                    "title": "ОИВТ РАН"
                }, {
                    "id": 1172247,
                    "title": "МСЕХ"
                }, {
                    "id": 1172249,
                    "title": "НИИ урологии МЗ РФ"
                }, {
                    "id": 1172371,
                    "title": "МНИИП"
                }, {
                    "id": 1172727,
                    "title": "CBS"
                }, {
                    "id": 1172807,
                    "title": "ВНИИГиМ им. А. Н. Костякова"
                }, {
                    "id": 1172818,
                    "title": "ИНСТЭП"
                }, {
                    "id": 1172847,
                    "title": "ЦИТО им. Н. Н. Приорова"
                }, {
                    "id": 1172849,
                    "title": "ВНИИнефть им. А. П. Крылова"
                }, {
                    "id": 1172883,
                    "title": "ВШСИ Константина Райкина"
                }, {
                    "id": 1172885,
                    "title": "Медицинский университет «Реавиз» (бывш. ММИ «Реавиз»)"
                }, {
                    "id": 1172936,
                    "title": "НМИЦ ПМ (бывш. ГНИЦПМ)"
                }, {
                    "id": 1172963,
                    "title": "ИГЭ РАН"
                }, {
                    "id": 1172965,
                    "title": "НМИЦПН им. В. П. Сербского Минздрава России"
                }, {
                    "id": 1172970,
                    "title": "НИИОР им. В. А. Неговского РАМН"
                }, {
                    "id": 1172973,
                    "title": "ИФА РАН"
                }, {
                    "id": 1173020,
                    "title": "ВКИЯ МИД РФ"
                }, {
                    "id": 1173070,
                    "title": "ВНИИА Россельхозакадемии"
                }, {
                    "id": 1173071,
                    "title": "ИВНД РАН"
                }, {
                    "id": 1173237,
                    "title": "Межрегиональный институт гуманистической психотерапии (МИГп)"
                }, {
                    "id": 1173238,
                    "title": "УЦПиДПО РГБ"
                }, {
                    "id": 1173261,
                    "title": "РНЦХ им. акад. Б. В. Петровского РАМН"
                }, {
                    "id": 1173288,
                    "title": "ИСЭПН РАН"
                }, {
                    "id": 1173612,
                    "title": "MBA School"
                }, {
                    "id": 1173695,
                    "title": "МЭГИ Махон ХаМеШ"
                }, {
                    "id": 1173732,
                    "title": "РНЦРР"
                }, {
                    "id": 1174428,
                    "title": "ИТИ"
                }, {
                    "id": 1174792,
                    "title": "Московская академия СК РФ"
                }, {
                    "id": 1174810,
                    "title": "НМИЦ АГИП (бывш. НЦАГИП) им. В. И. Кулакова Минздрава России"
                }, {
                    "id": 1174885,
                    "title": "ИКП РАО"
                }, {
                    "id": 1174991,
                    "title": "РНЦ МРиК Минздрава РФ"
                }, {
                    "id": 1175237,
                    "title": "МИГМУ"
                }, {
                    "id": 1175386,
                    "title": "ГАИн"
                }, {
                    "id": 1175448,
                    "title": "ПИН РАН"
                }, {
                    "id": 1175466,
                    "title": "ИИЕТ РАН"
                }, {
                    "id": 1175494,
                    "title": "МОИ"
                }, {
                    "id": 1175549,
                    "title": "ВНИОПТУСХ"
                }, {
                    "id": 1175559,
                    "title": "НИИСФ РААСН"
                }, {
                    "id": 1175602,
                    "title": "ФМБЦ им. А. И. Бурназяна ФМБА России"
                }, {
                    "id": 1175992,
                    "title": "НИИ КГ"
                }, {
                    "id": 1176334,
                    "title": "НЦПЗ"
                }, {
                    "id": 1176337,
                    "title": "МИВМ"
                }, {
                    "id": 1176338,
                    "title": "УПП"
                }, {
                    "id": 1176404,
                    "title": "РПИК"
                }, {
                    "id": 1176454,
                    "title": "ИСиО РАО"
                }, {
                    "id": 1176575,
                    "title": "МАО"
                }, {
                    "id": 1176835,
                    "title": "Pericles"
                }, {
                    "id": 1176912,
                    "title": "ИПРИМ РАН"
                }, {
                    "id": 1177210,
                    "title": "Газпром ВНИИГАЗ"
                }, {
                    "id": 1177226,
                    "title": "ВШИКиШБ В. Девятова"
                }, {
                    "id": 1177229,
                    "title": "ИФП РАН"
                }, {
                    "id": 1177238,
                    "title": "МИНИТ"
                }, {
                    "id": 1177268,
                    "title": "МИР (режиссуры)"
                }, {
                    "id": 1187386,
                    "title": "НМИЦ ТИО (бывш. ФНЦТИО) им. ак. В. И. Шумакова Минздрава России"
                }, {
                    "id": 1187491,
                    "title": "МБС ЕХБ"
                }, {
                    "id": 1187514,
                    "title": "Институт иммунологии"
                }, {
                    "id": 1187585,
                    "title": "РТУ МИРЭА"
                }, {
                    "id": 1187597,
                    "title": "ИФТИ"
                }, {
                    "id": 1187756,
                    "title": "ИПЭЭ РАН"
                }, {
                    "id": 1187757,
                    "title": "Концерн «Вега»"
                }, {
                    "id": 1187872,
                    "title": "ВИАМ"
                }, {
                    "id": 1187877,
                    "title": "ЦГМА УД Президента РФ"
                }, {
                    "id": 1187912,
                    "title": "Московский политехнический университет"
                }, {
                    "id": 1187921,
                    "title": "АУП (бывш. ОИ-ВПШ)"
                }, {
                    "id": 1187999,
                    "title": "МГИ (РГИ)"
                }, {
                    "id": 1188076,
                    "title": "Институт Гайдара"
                }, {
                    "id": 1188153,
                    "title": "ЦНИИСК им. В.А. Кучеренко"
                }, {
                    "id": 1188278,
                    "title": "МГАЛП (бывш. МТИЛП)"
                }, {
                    "id": 1188286,
                    "title": "МИТУ-МАСИ"
                }, {
                    "id": 1188309,
                    "title": "СИБТУ"
                }, {
                    "id": 1188345,
                    "title": "МГНЦ"
                }, {
                    "id": 1188376,
                    "title": "ФИЦ питания и биотехнологии"
                }, {
                    "id": 1188436,
                    "title": "ИФВД РАН"
                }, {
                    "id": 1188498,
                    "title": "ЦНИИ эпидемиологии Роспотребнадзора"
                }, {
                    "id": 1188502,
                    "title": "МИУ (инновационный)"
                }, {
                    "id": 1188631,
                    "title": "НИИМЧ"
                }, {
                    "id": 1188673,
                    "title": "НМИЦ (бывш. ННПЦЗД) Минздрава РФ"
                }, {
                    "id": 1188728,
                    "title": "Международный институт Монтессори-педагогики (МИМП)"
                }, {
                    "id": 1188828,
                    "title": "МУФО"
                }, {
                    "id": 1188929,
                    "title": "НАИ"
                }, {
                    "id": 1189011,
                    "title": "Институт ИТКОР"
                }, {
                    "id": 1189043,
                    "title": "ВНИИ Труда Минтруда РФ"
                }, {
                    "id": 1189049,
                    "title": "Национальный НИИ общественного здоровья им. Н. А. Семашко"
                }, {
                    "id": 1189108,
                    "title": "M&amp;MU Business School"
                }, {
                    "id": 1189109,
                    "title": "НМИЦ нейрохирургии им. ак. Н. Н. Бурденко (бывш. ННПЦН)"
                }, {
                    "id": 1189127,
                    "title": "НМИЦ онкологии им. Н. Н. Блохина"
                }, {
                    "id": 1189154,
                    "title": "ГНЦК им. А. Н. Рыжих Минздрава России"
                }, {
                    "id": 1189222,
                    "title": "ВЗФЭИ"
                }, {
                    "id": 1189286,
                    "title": "НПО «Орион»"
                }, {
                    "id": 1189313,
                    "title": "НИИСИ РАН"
                }, {
                    "id": 1189320,
                    "title": "ИТМиВТ"
                }, {
                    "id": 1189338,
                    "title": "ЦНИИОИЗ"
                }, {
                    "id": 1189355,
                    "title": "МНТК «Микрохирургия глаза»"
                }, {
                    "id": 1189416,
                    "title": "Духовная Академия «Благодать»"
                }, {
                    "id": 1189458,
                    "title": "НМИЦ ДГОИ им. Дмитрия Рогачева"
                }, {
                    "id": 1189550,
                    "title": "МАСПК"
                }, {
                    "id": 1189560,
                    "title": "НОЦ НИИСУ"
                }, {
                    "id": 1189629,
                    "title": "ВНИИ (ЦНИИ) «Центр»"
                }, {
                    "id": 1189668,
                    "title": "ФИЦ ИУ РАН"
                }, {
                    "id": 1189690,
                    "title": "ЦНИИПромзданий"
                }, {
                    "id": 1189741,
                    "title": "Центральный многопрофильный институт"
                }, {
                    "id": 1189866,
                    "title": "НИИ «Инновационная педагогика»"
                }, {
                    "id": 1189893,
                    "title": "ИПОПБ"
                }, {
                    "id": 1189954,
                    "title": "НИИНА им. Г. Ф. Гаузе"
                }, {
                    "id": 1190186,
                    "title": "ВМедА им. С. М. Кирова (филиал)"
                }, {
                    "id": 1190202,
                    "title": "ФНЦ пищевых систем им. В. М. Горбатова (бывш. ВНИИМП)"
                }, {
                    "id": 1190290,
                    "title": "ММШП"
                }, {
                    "id": 1190294,
                    "title": "МО МОНИИАГ"
                }, {
                    "id": 1190300,
                    "title": "НМИЦ гематологии"
                }, {
                    "id": 1190369,
                    "title": "ПКБ № 1 им. Н. А. Алексеева"
                }, {
                    "id": 1190658,
                    "title": "ВШП (Институт)"
                }, {
                    "id": 1190748,
                    "title": "СНТА"
                }, {
                    "id": 1190749,
                    "title": "АМО"
                }, {
                    "id": 1190823,
                    "title": "ЮИ МВД РФ"
                }, {
                    "id": 1190842,
                    "title": "МИУ им. Орджоникидзе"
                }, {
                    "id": 1191019,
                    "title": "МГЗПИ"
                }, {
                    "id": 1191047,
                    "title": "ИСПМ им. Н. С. Ениколопова РАН"
                }, {
                    "id": 1191083,
                    "title": "ИППиП (до 2016)"
                }, {
                    "id": 1191093,
                    "title": "РКС"
                }, {
                    "id": 1191140,
                    "title": "РАГС при Президенте РФ"
                }, {
                    "id": 1191144,
                    "title": "МКНЦ"
                }, {
                    "id": 1191157,
                    "title": "МИИ"
                }, {
                    "id": 1191158,
                    "title": "МНПЦ наркологии ДЗМ"
                }, {
                    "id": 1191159,
                    "title": "Морозовская ДГКБ ДЗМ"
                }, {
                    "id": 1191160,
                    "title": "НИИ НДХиТ"
                }, {
                    "id": 1191161,
                    "title": "Московский Центр дерматовенерологии и косметологии"
                }, {
                    "id": 1191162,
                    "title": "НЦН"
                }, {
                    "id": 1191163,
                    "title": "ЦНИИСиЧЛХ"
                }, {
                    "id": 1191164,
                    "title": "РЦСМЭ"
                }, {
                    "id": 1191165,
                    "title": "НИИГБ"
                }, {
                    "id": 1191166,
                    "title": "НИИ МТ"
                }, {
                    "id": 1191167,
                    "title": "НИИР им. В. А. Насоновой"
                }, {
                    "id": 1191168,
                    "title": "ЦНИИТ"
                }, {
                    "id": 1191169,
                    "title": "НПЦ им. З. П. Соловьева"
                }, {
                    "id": 1191170,
                    "title": "НПЦ ДП ДЗМ"
                }, {
                    "id": 1191171,
                    "title": "НИИ фармакологии им. В. В. Закусова"
                }, {
                    "id": 1191172,
                    "title": "ФНИСЦ РАН"
                }, {
                    "id": 1191173,
                    "title": "ФНИЦ «Кристаллография и фотоника» РАН"
                }, {
                    "id": 1191174,
                    "title": "ГНЦДК"
                }, {
                    "id": 1191175,
                    "title": "ФНКЦ РР"
                }, {
                    "id": 1191176,
                    "title": "ВИЛАР"
                }, {
                    "id": 1191177,
                    "title": "ВНИИСБ"
                }, {
                    "id": 1191178,
                    "title": "ФНАЦ ВИМ"
                }, {
                    "id": 1191181,
                    "title": "ГосНИИОХТ"
                }, {
                    "id": 1191182,
                    "title": "ЦНИИП Минстроя России"
                }, {
                    "id": 1191183,
                    "title": "НТЦ УП РАН"
                }, {
                    "id": 1191184,
                    "title": "Гидрометцентр России"
                }, {
                    "id": 1191185,
                    "title": "ИБР РАН"
                }, {
                    "id": 1191186,
                    "title": "ИГЕМ РАН"
                }, {
                    "id": 1191187,
                    "title": "ИСВЧПЭ РАН"
                }, {
                    "id": 1191188,
                    "title": "ИТПЭ РАН"
                }, {
                    "id": 1191189,
                    "title": "ИБМХ"
                }, {
                    "id": 1191190,
                    "title": "ЦТП ФХФ РАН"
                }, {
                    "id": 1191191,
                    "title": "ИСРО РАО"
                }, {
                    "id": 1191192,
                    "title": "НИКИО им. Л. И. Свержевского"
                }, {
                    "id": 1191193,
                    "title": "НМИЦ радиологии"
                }, {
                    "id": 1191194,
                    "title": "ИКТИ РАН"
                }, {
                    "id": 1191195,
                    "title": "ГБС РАН"
                }, {
                    "id": 1191196,
                    "title": "ИЛАН РАН"
                }, {
                    "id": 1191197,
                    "title": "ИБРАЭ РАН"
                }, {
                    "id": 1191198,
                    "title": "ИДГ РАН"
                }, {
                    "id": 1191209,
                    "title": "МЮИ"
                }, {
                    "id": 1191210,
                    "title": "ИЯИ РАН"
                }, {
                    "id": 1191426,
                    "title": "НИИВС им. И. И. Мечникова"
                }]
            },
            "428": {
                "city": {
                    "id": 428,
                    "title": "Щербинка",
                    "region": "Москва город"
                },
                "unis": [{
                    "id": 98393,
                    "title": "МОИ Академии ВЭГУ"
                }]
            },
            "21856": {
                "city": {
                    "id": 21856,
                    "title": "Троицк",
                    "region": "Москва город"
                },
                "unis": [{
                    "id": 66449,
                    "title": "МИРЭА (представительство) "
                }, {
                    "id": 72959,
                    "title": "МГАКХиС (представительство)"
                }, {
                    "id": 281728,
                    "title": "ИЯИ РАН"
                }, {
                    "id": 962573,
                    "title": "ИСАН"
                }]
            }
        }
    },
    "RU-SEV": {
        "id": 84,
        "shortname": "RU-SEV",
        "unis": {
            "185": {
                "city": {
                    "id": 185,
                    "title": "Sevastopol"
                },
                "unis": [{
                    "id": 1032,
                    "title": "СевГУ"
                }, {
                    "id": 2474,
                    "title": "ЧВВМУ им. Нахимова (бывш. АВМС, СВМИ)"
                }, {
                    "id": 5553,
                    "title": "СНУЯЭиП"
                }, {
                    "id": 7122,
                    "title": "ИЭиП (филиал) АТиСО"
                }, {
                    "id": 10090,
                    "title": "СФ СПбГУП"
                }, {
                    "id": 11477,
                    "title": "Филиал ГМУ им. адм. Ф. Ф. Ушакова"
                }, {
                    "id": 17842,
                    "title": "ХИЭРОиМ (УКП)"
                }, {
                    "id": 18310,
                    "title": "СФ ХГПУ им. Г. С. Сковороды"
                }, {
                    "id": 19842,
                    "title": "СУКП ГУИКТ"
                }, {
                    "id": 20718,
                    "title": "СевМА (ПУМИ)"
                }, {
                    "id": 21759,
                    "title": "СФ БИЭИ (бывш. БИИММАП)"
                }, {
                    "id": 25689,
                    "title": "СГА (бывш. СГУ)"
                }, {
                    "id": 33640,
                    "title": "СЭТФ ДонНУЭТ им. Туган-Барановского"
                }, {
                    "id": 35837,
                    "title": "СФ МГИУ"
                }, {
                    "id": 37231,
                    "title": "ХГУПТ (УКП)"
                }, {
                    "id": 38784,
                    "title": "СЭГИ КФУ"
                }, {
                    "id": 39577,
                    "title": "СФ РЭУ им. Г. В. Плеханова (СФ СГСЭУ)"
                }, {
                    "id": 39581,
                    "title": "Филиал МГУ в г. Севастополе (бывш. ЧФ МГУ им. Ломоносова)"
                }, {
                    "id": 39866,
                    "title": "СГГУ"
                }, {
                    "id": 40583,
                    "title": "СФ ЛНАИ"
                }, {
                    "id": 41417,
                    "title": "КУТЭП (филиал)"
                }, {
                    "id": 43364,
                    "title": "ОНЮА"
                }, {
                    "id": 45373,
                    "title": "СФ ЕУ (бывш. ЕУФИМБ)"
                }, {
                    "id": 54580,
                    "title": "КрАК"
                }, {
                    "id": 58692,
                    "title": "СФ КИЭХП"
                }, {
                    "id": 61705,
                    "title": "СФ МАУП"
                }, {
                    "id": 89523,
                    "title": "СВВМИУ (до 1992 г.)"
                }, {
                    "id": 105323,
                    "title": "СИПО"
                }, {
                    "id": 182194,
                    "title": "ГГПУ (УКП)"
                }, {
                    "id": 244776,
                    "title": "ЮНПУ им. Ушинского (УКП)"
                }, {
                    "id": 1164624,
                    "title": "СИБД УБД НБУ"
                }, {
                    "id": 1168272,
                    "title": "МГИ НАНУ"
                }, {
                    "id": 1168969,
                    "title": "СФ ЧНУ"
                }, {
                    "id": 1189095,
                    "title": "СевНТУ (бывш. СевГТУ, СПИ)"
                }, {
                    "id": 1191155,
                    "title": "СЭГИ ТНУ им. Вернадского"
                }]
            }
        }
    },
    "RU-KRY": {
        "id": 83,
        "shortname": "RU-KRY",
        "unis": {
            "478": {
                "city": {
                    "id": 478,
                    "title": "Керчь",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 3383,
                    "title": "КЭГИ ТНУ им. Вернадского"
                }, {
                    "id": 15538,
                    "title": "КГМТУ (бывш. КМТИ)"
                }, {
                    "id": 18265,
                    "title": "ХНТУ (КФ)"
                }, {
                    "id": 27128,
                    "title": "СГА (КФ)"
                }, {
                    "id": 28262,
                    "title": "КЮИ ХНУВД (КФ)"
                }, {
                    "id": 38521,
                    "title": "ХАИ (КФ)"
                }, {
                    "id": 625593,
                    "title": "КИЭХП (КФ)"
                }, {
                    "id": 940645,
                    "title": "УЭУ (КФ)"
                }]
            },
            "627": {
                "city": {
                    "id": 627,
                    "title": "Симферополь",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 5687,
                    "title": "СВВПСУ (до 1996 г.)"
                }, {
                    "id": 10126,
                    "title": "СУЭУ"
                }, {
                    "id": 11301,
                    "title": "ЗНУ (КФ)"
                }, {
                    "id": 13191,
                    "title": "КИБ"
                }, {
                    "id": 17133,
                    "title": "ХНАДУ (УКЦ)"
                }, {
                    "id": 18195,
                    "title": "КИЭХП"
                }, {
                    "id": 19213,
                    "title": "НУ «ОЮА» (СФ)"
                }, {
                    "id": 19781,
                    "title": "ХНУГХ (УКЦ)"
                }, {
                    "id": 22780,
                    "title": "ИСВА МСУ"
                }, {
                    "id": 24132,
                    "title": "НУ ГНСУ (КФ)"
                }, {
                    "id": 26469,
                    "title": "ТГЭИ"
                }, {
                    "id": 27176,
                    "title": "МГИУ (СФ)"
                }, {
                    "id": 35122,
                    "title": "ДГМА (СФ)"
                }, {
                    "id": 42037,
                    "title": "ТИПП"
                }, {
                    "id": 44901,
                    "title": "СГА (СФ)"
                }, {
                    "id": 46015,
                    "title": "ДонНУЭТ им. Туган-Барановского (КФ)"
                }, {
                    "id": 50660,
                    "title": "МАУП (КИ)"
                }, {
                    "id": 54845,
                    "title": "НУПТ (ЗФ)"
                }, {
                    "id": 68237,
                    "title": "КРИППО"
                }, {
                    "id": 75402,
                    "title": "КГМУ им. С. И. Георгиевского"
                }, {
                    "id": 85347,
                    "title": "ПГПУ им. Короленко (КФ)"
                }, {
                    "id": 87545,
                    "title": "КИПУ"
                }, {
                    "id": 89465,
                    "title": "КФ РГУП (бывш. КЮИ НУ «ЮАУ им. Ярослава Мудрого»)"
                }, {
                    "id": 89718,
                    "title": "КФУ НАПКС (бывш. КИПКС, СФ ДИСИ)"
                }, {
                    "id": 89941,
                    "title": "КГГУ (бывш. КГГИ)"
                }, {
                    "id": 90963,
                    "title": "КЭИ КНЭУ"
                }, {
                    "id": 91939,
                    "title": "СФ СПИ"
                }, {
                    "id": 101759,
                    "title": "ТНУ им. В. И. Вернадского"
                }, {
                    "id": 103370,
                    "title": "ПУПКУ (СФ)"
                }, {
                    "id": 107203,
                    "title": "КНУКиИ (КФ)"
                }, {
                    "id": 110017,
                    "title": "ГАСУА (КФ)"
                }, {
                    "id": 110224,
                    "title": "УММ"
                }, {
                    "id": 117032,
                    "title": "КИИПТ УАП"
                }, {
                    "id": 117649,
                    "title": "СЭГИ"
                }, {
                    "id": 129347,
                    "title": "КЮИ ХНУВД"
                }, {
                    "id": 129420,
                    "title": "ЕУФИМБ (КФ)"
                }, {
                    "id": 131538,
                    "title": "ХНУРЭ (УКЦ)"
                }, {
                    "id": 144654,
                    "title": "УАБД (СФ)"
                }, {
                    "id": 150693,
                    "title": "КУКИиТ"
                }, {
                    "id": 164806,
                    "title": "УЦ МАБиП им. Н. Кручининой"
                }, {
                    "id": 174711,
                    "title": "ГШС при КАРДТ им. Горького"
                }, {
                    "id": 174860,
                    "title": "ЧИУ (СФ)"
                }, {
                    "id": 176681,
                    "title": "ЮУИ НТУУ «КПИ»"
                }, {
                    "id": 861259,
                    "title": "КЮИ ОГУВД"
                }, {
                    "id": 1172362,
                    "title": "ТДС"
                }, {
                    "id": 1172980,
                    "title": "КЭПИ МГУ"
                }, {
                    "id": 1175160,
                    "title": "КФ КУ МВД России"
                }, {
                    "id": 1175700,
                    "title": "КЮИ (ф) АГП РФ"
                }, {
                    "id": 1191138,
                    "title": "УЭУ"
                }, {
                    "id": 1191141,
                    "title": "КФУ им. В. И. Вернадского"
                }, {
                    "id": 1191142,
                    "title": "ЮФ НУБиП «КАТУ»"
                }, {
                    "id": 1191156,
                    "title": "НАПКС (бывш. КИПКС, СФ ДИСИ)"
                }]
            },
            "799": {
                "city": {
                    "id": 799,
                    "title": "Евпатория",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 6367,
                    "title": "ЕИСН КФУ им. В. И. Вернадского (ЕИСН КГГУ)"
                }, {
                    "id": 15224,
                    "title": "ХИЭРОиМ (ХИНЭМ) (ЕФ)"
                }, {
                    "id": 18726,
                    "title": "ХНУВД (ЕФ)"
                }, {
                    "id": 40235,
                    "title": "ХАИ (ЕФ)"
                }, {
                    "id": 52880,
                    "title": "ВНУ им. Даля (ЕО)"
                }, {
                    "id": 77694,
                    "title": "ХНАГХ (ЕФ)"
                }, {
                    "id": 144319,
                    "title": "КИПУ (Евпаторийский УКЦ)"
                }, {
                    "id": 297574,
                    "title": "ВУЭМ (ЕФ)"
                }, {
                    "id": 1174390,
                    "title": "МАБИУ (КФ)"
                }]
            },
            "818": {
                "city": {
                    "id": 818,
                    "title": "Ялта",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 705422,
                    "title": "ГПА (ф) КФУ им. Вернадского"
                }, {
                    "id": 705423,
                    "title": "ЯУМ (бывш. ЯИМ)"
                }, {
                    "id": 705599,
                    "title": "ЯУНКЦ ХНТУ"
                }, {
                    "id": 705607,
                    "title": "УКЦ ХНАГХ"
                }, {
                    "id": 869225,
                    "title": "ЕУ ЯФ"
                }, {
                    "id": 1170858,
                    "title": "НИВиВ «Магарач»"
                }, {
                    "id": 1191153,
                    "title": "КГУ"
                }]
            },
            "1483": {
                "city": {
                    "id": 1483,
                    "title": "Феодосия",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 705881,
                    "title": "ФФЭА"
                }, {
                    "id": 705926,
                    "title": "ФПИ НУК им. Макарова"
                }, {
                    "id": 705950,
                    "title": "ФФ ХНТУ"
                }, {
                    "id": 968368,
                    "title": "ВЕУЭМ (ФЦДЗО)"
                }, {
                    "id": 992295,
                    "title": "КФ ВНУ им.Даля"
                }, {
                    "id": 1177013,
                    "title": "ФФ КГМТУ"
                }]
            },
            "2510": {
                "city": {
                    "id": 2510,
                    "title": "Алушта",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 705783,
                    "title": "УКЦ ЛНПУ им. Шевченко"
                }]
            },
            "4944": {
                "city": {
                    "id": 4944,
                    "title": "Гурзуф",
                    "area": "Ялта город",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 410187,
                    "title": "КГФ НПУ им. Драгоманова (бывш. ГИА)"
                }]
            },
            "7188": {
                "city": {
                    "id": 7188,
                    "title": "Судак",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 703853,
                    "title": "ТНУ им. Вернадского (СФ)"
                }]
            },
            "11243": {
                "city": {
                    "id": 11243,
                    "title": "Армянск",
                    "area": "Красноперекопський район",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 1175614,
                    "title": "ИПОМ (филиал) КФУ им. В. И. Вернадского"
                }]
            },
            "14725": {
                "city": {
                    "id": 14725,
                    "title": "Форос",
                    "area": "Ялта город",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 1169716,
                    "title": "КУКЦ ТНЭУ"
                }]
            },
            "1500458": {
                "city": {
                    "id": 1500458,
                    "title": "Кольчугино",
                    "area": "Сімферопольський район",
                    "region": "Крим "
                },
                "unis": [{
                    "id": 1172978,
                    "title": "КФ НАИИА (НАОМА)"
                }]
            }
        }
    },
    "RU-AD": {
        "id": 0,
        "shortname": "RU-AD",
        "unis": {
            "83": {
                "city": {
                    "id": 83,
                    "title": "Майкоп",
                    "region": "Адыгея "
                },
                "unis": [{
                    "id": 615,
                    "title": "АГУ\r\n"
                }, {
                    "id": 616,
                    "title": "МГТУ\r\n"
                }, {
                    "id": 11453,
                    "title": "МОСУ (АФ)"
                }, {
                    "id": 15187,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 17240,
                    "title": "СГА (МФ)"
                }, {
                    "id": 19696,
                    "title": "АФ РАНХиГС (СКАГС АФ)"
                }, {
                    "id": 44243,
                    "title": "ЮРГТУ (АФ)"
                }, {
                    "id": 94866,
                    "title": "КубГМУ (АФ)"
                }]
            },
            "14467": {
                "city": {
                    "id": 14467,
                    "title": "Яблоновский",
                    "area": "Тахтамукайский район",
                    "region": "Адыгея "
                },
                "unis": [{
                    "id": 41361,
                    "title": "Филиал МГТУ"
                }]
            }
        }
    },
    "RU-AL": {
        "id": 1,
        "shortname": "RU-AL",
        "unis": {
            "46": {
                "city": {
                    "id": 46,
                    "title": "Горно-Алтайск",
                    "region": "Алтай "
                },
                "unis": [{
                    "id": 462,
                    "title": "ГАГУ\r\n"
                }, {
                    "id": 20051,
                    "title": "СГА (ГАФ)"
                }]
            }
        }
    },
    "RU-BA": {
        "id": 2,
        "shortname": "RU-BA",
        "unis": {
            "29": {
                "city": {
                    "id": 29,
                    "title": "Бирск",
                    "area": "Бирский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 31776,
                    "title": "БФ БашГУ (бывш. БирГСПА)"
                }, {
                    "id": 391502,
                    "title": "УГАЭС (бывш. УГИС, филиал) "
                }]
            },
            "135": {
                "city": {
                    "id": 135,
                    "title": "Стерлитамак",
                    "area": "Стерлитамакский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 1319,
                    "title": "БашГУ (СФ)"
                }, {
                    "id": 3319,
                    "title": "Филиал УГНТУ"
                }, {
                    "id": 3895,
                    "title": "УГАТУ (СФ)"
                }, {
                    "id": 5472,
                    "title": "Филиал МПСУ (бывш. МПСИ)"
                }, {
                    "id": 23301,
                    "title": "ВЭГУ (СФ)"
                }, {
                    "id": 33870,
                    "title": "СИФК (ф) УралГУФК"
                }, {
                    "id": 46677,
                    "title": "ВЗФЭИ (СФ)"
                }, {
                    "id": 57166,
                    "title": "СГА"
                }, {
                    "id": 92432,
                    "title": "МГГУ им. Шолохова (бывш. МГОПУ)"
                }, {
                    "id": 232633,
                    "title": "АТиСО (СФ)"
                }]
            },
            "151": {
                "city": {
                    "id": 151,
                    "title": "Уфа",
                    "area": "Уфимский район",
                    "region": "Башкортостан ",
                    "important": 1
                },
                "unis": [{
                    "id": 875,
                    "title": "БАГСУ при Главе РБ"
                }, {
                    "id": 876,
                    "title": "БГАУ\r\n"
                }, {
                    "id": 877,
                    "title": "БГМУ\r\n"
                }, {
                    "id": 878,
                    "title": "БГПУ им. Акмуллы (бывш. БашГПИ)"
                }, {
                    "id": 879,
                    "title": "БашГУ"
                }, {
                    "id": 880,
                    "title": "УГАИ им. Исмагилова"
                }, {
                    "id": 881,
                    "title": "УГАТУ"
                }, {
                    "id": 882,
                    "title": "УГУЭС (бывш. УГАЭС, УГИС) (до 2016)"
                }, {
                    "id": 883,
                    "title": "УГНТУ"
                }, {
                    "id": 884,
                    "title": "УЮИ МВД РФ\r\n"
                }, {
                    "id": 885,
                    "title": "ВЭГУ"
                }, {
                    "id": 886,
                    "title": "УИКиП\r\n"
                }, {
                    "id": 1359,
                    "title": "УИ РЭУ им. Плеханова"
                }, {
                    "id": 2111,
                    "title": "СГА (УФ)"
                }, {
                    "id": 2359,
                    "title": "БАКБП при БашГУ"
                }, {
                    "id": 2360,
                    "title": "МЭСИ (УФ)"
                }, {
                    "id": 2362,
                    "title": "Финансовый университет при Правительстве РФ (УФ) (бывш. ВЗФЭИ)"
                }, {
                    "id": 2659,
                    "title": "БИСТ АТиСО"
                }, {
                    "id": 3932,
                    "title": "УрГЮА (УФ)"
                }, {
                    "id": 4310,
                    "title": "МИМЭО (УФ)"
                }, {
                    "id": 4493,
                    "title": "МГГУ (бывш. МГОПУ) им. Шолохова (УФ)"
                }, {
                    "id": 7752,
                    "title": "БИФК (ф) УралГУФК"
                }, {
                    "id": 10387,
                    "title": "МИЭПУР (УФ)"
                }, {
                    "id": 21809,
                    "title": "АЭБ при МВД (УФ)"
                }, {
                    "id": 31049,
                    "title": "ОГУ (УФ)"
                }, {
                    "id": 31053,
                    "title": "БКИ"
                }, {
                    "id": 127807,
                    "title": "РГСУ (УФ)"
                }, {
                    "id": 171211,
                    "title": "УВВАУЛ"
                }, {
                    "id": 191889,
                    "title": "УНЦ РАН"
                }, {
                    "id": 244931,
                    "title": "Университет машиностроения (МАМИ, бывш. МГИУ УФ)"
                }, {
                    "id": 245171,
                    "title": "МИЭП (УФ)"
                }, {
                    "id": 245612,
                    "title": "СФГА (УФ)"
                }, {
                    "id": 289670,
                    "title": "УфИПС (филиал) СамГУПС"
                }, {
                    "id": 499103,
                    "title": "МИГКУ (представительство)"
                }, {
                    "id": 505079,
                    "title": "ЧГАКИ (УФ)"
                }, {
                    "id": 544966,
                    "title": "РИУ ЦДУМ"
                }, {
                    "id": 1166500,
                    "title": "СибАДИ (БФ)"
                }, {
                    "id": 1167913,
                    "title": "ИРО РБ"
                }, {
                    "id": 1168902,
                    "title": "ИПТЭР"
                }, {
                    "id": 1169971,
                    "title": "ИНК РАН"
                }, {
                    "id": 1175263,
                    "title": "НПФ «Геофизика»"
                }, {
                    "id": 1189116,
                    "title": "УИ (ф) РГТЭУ"
                }]
            },
            "243": {
                "city": {
                    "id": 243,
                    "title": "Нефтекамск",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 6553,
                    "title": "НФ БашГУ"
                }, {
                    "id": 23596,
                    "title": "УдГУ (представительство)"
                }, {
                    "id": 41907,
                    "title": "ВЭГУ (представительство)"
                }, {
                    "id": 100913,
                    "title": "УГАТУ (НФ)"
                }]
            },
            "264": {
                "city": {
                    "id": 264,
                    "title": "Салават",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 2681,
                    "title": "УГАЭС (СФ)"
                }, {
                    "id": 47634,
                    "title": "СлФ УГНТУ"
                }, {
                    "id": 52007,
                    "title": "МПГУ (СФ)"
                }, {
                    "id": 232095,
                    "title": "СГИ"
                }, {
                    "id": 232096,
                    "title": "ИЭиУ"
                }]
            },
            "360": {
                "city": {
                    "id": 360,
                    "title": "Ишимбай",
                    "area": "Ишимбайский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 30079,
                    "title": "УГАТУ (ИФ)"
                }]
            },
            "524": {
                "city": {
                    "id": 524,
                    "title": "Белорецк",
                    "area": "Белорецкий район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 17770,
                    "title": "МИЭП (БФ)"
                }, {
                    "id": 39450,
                    "title": "УГАТУ (БФ)"
                }, {
                    "id": 45498,
                    "title": "МаГУ (БФ)"
                }, {
                    "id": 59035,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 117132,
                    "title": "МГТУ им. Г. И. Носова (БФ)"
                }, {
                    "id": 368792,
                    "title": "БГПУ им. М. Акмуллы (представительство)"
                }]
            },
            "1167": {
                "city": {
                    "id": 1167,
                    "title": "Белебей",
                    "area": "Белебеевский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 18081,
                    "title": "СГАСУ (БФ)"
                }]
            },
            "1245": {
                "city": {
                    "id": 1245,
                    "title": "Кумертау",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 15335,
                    "title": "КФ УГАТУ"
                }, {
                    "id": 34572,
                    "title": "КИЭП"
                }, {
                    "id": 50986,
                    "title": "ВЭГУ (представительство)"
                }, {
                    "id": 150590,
                    "title": "БГПУ (представительство)"
                }, {
                    "id": 195277,
                    "title": "КФ ОГУ"
                }]
            },
            "1767": {
                "city": {
                    "id": 1767,
                    "title": "Сибай",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 4962,
                    "title": "СИ БашГУ"
                }, {
                    "id": 726381,
                    "title": "ЗФ БашГАУ"
                }]
            },
            "2093": {
                "city": {
                    "id": 2093,
                    "title": "Мелеуз",
                    "area": "Мелеузовский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 4350,
                    "title": "Филиал МГУТУ им. К. Г. Разумовского (ПКУ)"
                }, {
                    "id": 482452,
                    "title": "УЮИ МВД РФ (МФ)"
                }]
            },
            "9196": {
                "city": {
                    "id": 9196,
                    "title": "Октябрьский",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 21042,
                    "title": "УГАТУ (представительство)"
                }, {
                    "id": 32194,
                    "title": "УГАЭС (ОФ)"
                }, {
                    "id": 36041,
                    "title": "ВЗФЭИ (представительство)"
                }, {
                    "id": 36064,
                    "title": "АТиСО (представительство)"
                }, {
                    "id": 46701,
                    "title": "ИДК (представительство)"
                }, {
                    "id": 68144,
                    "title": "УГНТУ (ОктФ)"
                }, {
                    "id": 111291,
                    "title": "СГА (ОФ)"
                }]
            },
            "11442": {
                "city": {
                    "id": 11442,
                    "title": "Учалы",
                    "area": "Учалинский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 121864,
                    "title": "ЧГПУ (УФ)"
                }, {
                    "id": 361230,
                    "title": "ВЭГУ (УФ)"
                }, {
                    "id": 732284,
                    "title": "УФ БашГУ"
                }]
            },
            "21244": {
                "city": {
                    "id": 21244,
                    "title": "Туймазы",
                    "area": "Туймазинский район",
                    "region": "Башкортостан "
                },
                "unis": [{
                    "id": 61955,
                    "title": "ВЭГУ (ТФ)"
                }, {
                    "id": 518255,
                    "title": "Филиал УГАТУ"
                }]
            }
        }
    },
    "RU-BU": {
        "id": 3,
        "shortname": "RU-BU",
        "unis": {
            "148": {
                "city": {
                    "id": 148,
                    "title": "Улан-Удэ",
                    "region": "Бурятия "
                },
                "unis": [{
                    "id": 864,
                    "title": "БГСХА"
                }, {
                    "id": 865,
                    "title": "БГУ (бывш. БГПИ, БФ НГУ)"
                }, {
                    "id": 866,
                    "title": "ВСГИК (бывш. ВСГАКИ)"
                }, {
                    "id": 867,
                    "title": "ВСГУТУ (бывш. ВСГТУ)"
                }, {
                    "id": 1422,
                    "title": "РГГУ (БФ)"
                }, {
                    "id": 5296,
                    "title": "БФ РЭУ им. Г. В. Плеханова"
                }, {
                    "id": 14048,
                    "title": "БФ ГИ"
                }, {
                    "id": 16608,
                    "title": "НГУЭУ (БФ)"
                }, {
                    "id": 20521,
                    "title": "БНЦ СО РАН"
                }, {
                    "id": 29671,
                    "title": "УУИЖТ (филиал) ИрГУПС"
                }, {
                    "id": 35070,
                    "title": "БФ ТГУ"
                }, {
                    "id": 36835,
                    "title": "БИИК СибГУТИ"
                }, {
                    "id": 40131,
                    "title": "БЭПИ"
                }, {
                    "id": 44970,
                    "title": "БФ ИГА"
                }, {
                    "id": 57160,
                    "title": "БФ СибУПК"
                }, {
                    "id": 87807,
                    "title": "БФ АТиСО"
                }, {
                    "id": 88625,
                    "title": "СГА"
                }, {
                    "id": 747351,
                    "title": "САПЭУ (БФ)"
                }]
            },
            "1746": {
                "city": {
                    "id": 1746,
                    "title": "Северобайкальск",
                    "region": "Бурятия "
                },
                "unis": [{
                    "id": 27877,
                    "title": "ИрГУПС (филиал)"
                }]
            },
            "3232": {
                "city": {
                    "id": 3232,
                    "title": "Кяхта",
                    "area": "Кяхтинский район",
                    "region": "Бурятия "
                },
                "unis": [{
                    "id": 96365,
                    "title": "КФ ВСГТУ"
                }]
            },
            "1124397": {
                "city": {
                    "id": 1124397,
                    "title": "Верхняя Иволга",
                    "area": "Иволгинский район",
                    "region": "Бурятия "
                },
                "unis": [{
                    "id": 1174737,
                    "title": "Даши Чойнхорлин"
                }]
            }
        }
    },
    "RU-DA": {
        "id": 4,
        "shortname": "RU-DA",
        "unis": {
            "85": {
                "city": {
                    "id": 85,
                    "title": "Махачкала",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 618,
                    "title": "ДГМУ (бывш. ДГМА)"
                }, {
                    "id": 619,
                    "title": "ДагГАУ (ДГСХА)"
                }, {
                    "id": 620,
                    "title": "ДГУНХ (бывш. ДГИНХ)"
                }, {
                    "id": 621,
                    "title": "ДГПУ\r\n"
                }, {
                    "id": 622,
                    "title": "ДГТУ\r\n"
                }, {
                    "id": 623,
                    "title": "ДГУ\r\n"
                }, {
                    "id": 624,
                    "title": "МАВ\r\n"
                }, {
                    "id": 2714,
                    "title": "ДФ УРАО"
                }, {
                    "id": 14113,
                    "title": "МФ МАДИ"
                }, {
                    "id": 18388,
                    "title": "СГА (МФ)"
                }, {
                    "id": 18414,
                    "title": "МГОУ (МФ)"
                }, {
                    "id": 22188,
                    "title": "МИРЭА (ДФ)"
                }, {
                    "id": 24066,
                    "title": "ЮРГТУ (НПИ) (ДФ)"
                }, {
                    "id": 24343,
                    "title": "ИУиБ"
                }, {
                    "id": 25547,
                    "title": "МГЮА (ДФ)"
                }, {
                    "id": 27477,
                    "title": "СКИ (ф) ВГУЮ (бывш. СКФ РПА МЮ РФ)"
                }, {
                    "id": 43140,
                    "title": "ИФП"
                }, {
                    "id": 43332,
                    "title": "МГТА"
                }, {
                    "id": 51851,
                    "title": "Филиал РГЭУ РИНХ"
                }, {
                    "id": 54570,
                    "title": "МАЭП (МФ)"
                }, {
                    "id": 77371,
                    "title": "ДФ РГПУ им. Герцена"
                }, {
                    "id": 83547,
                    "title": "Филиал РГУТиС (бывш. МГУС)"
                }, {
                    "id": 84982,
                    "title": "Филиал ЮФУ"
                }, {
                    "id": 101232,
                    "title": "МИПП (МФ)"
                }, {
                    "id": 143058,
                    "title": "ДИПИД"
                }, {
                    "id": 143134,
                    "title": "АА"
                }, {
                    "id": 143141,
                    "title": "ИНСАН"
                }, {
                    "id": 143168,
                    "title": "ИМЭП (представительство)"
                }, {
                    "id": 143171,
                    "title": "ДГИ (бывш. ИТиМО им. Маммадибира ар-Рочи)"
                }, {
                    "id": 143173,
                    "title": "КСИ"
                }, {
                    "id": 143200,
                    "title": "СКГНИ (филиал ВГНА)"
                }, {
                    "id": 143201,
                    "title": "СУ"
                }, {
                    "id": 143216,
                    "title": "МФ РАНХиГС (бывш. СКАГС МФ)"
                }, {
                    "id": 1171711,
                    "title": "АГЗМК"
                }]
            },
            "171": {
                "city": {
                    "id": 171,
                    "title": "Дербент",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 2351,
                    "title": "СГА (ДФ)"
                }, {
                    "id": 6395,
                    "title": "ДГПУ (филиал)"
                }, {
                    "id": 17999,
                    "title": "ЮЖДАГ"
                }, {
                    "id": 23686,
                    "title": "ИМЭ"
                }, {
                    "id": 26837,
                    "title": "ДГИ"
                }, {
                    "id": 37767,
                    "title": "МЭСИ (ДФ)"
                }, {
                    "id": 51830,
                    "title": "ДАОК (бывш. ДИИК)"
                }, {
                    "id": 81595,
                    "title": "ИвГУ (филиал)"
                }, {
                    "id": 116677,
                    "title": "ДГУ (филиал)"
                }, {
                    "id": 136506,
                    "title": "ДГТУ (филиал)"
                }, {
                    "id": 159563,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 176315,
                    "title": "ГГНИ (филиал)"
                }, {
                    "id": 194584,
                    "title": "РГЭУ «РИНХ» (филиал)"
                }, {
                    "id": 231742,
                    "title": "МИПиП (филиал)"
                }, {
                    "id": 1173155,
                    "title": "АГЭУ (ДФ)"
                }, {
                    "id": 1177251,
                    "title": "ДФ МПГУ"
                }]
            },
            "1075": {
                "city": {
                    "id": 1075,
                    "title": "Избербаш",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 84605,
                    "title": "ИФ ДГПУ"
                }, {
                    "id": 113521,
                    "title": "ДГУ (ИФ)"
                }]
            },
            "1185": {
                "city": {
                    "id": 1185,
                    "title": "Хасавюрт",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 21776,
                    "title": "ДГУ (ХФ)"
                }, {
                    "id": 22930,
                    "title": "СГА (ХФ)"
                }, {
                    "id": 58933,
                    "title": "ДГПУ (филиал)"
                }, {
                    "id": 136750,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 251290,
                    "title": "ДГИ им. Саидбега Даитова"
                }, {
                    "id": 251296,
                    "title": "СИНК"
                }]
            },
            "2454": {
                "city": {
                    "id": 2454,
                    "title": "Кизилюрт",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 35387,
                    "title": "ДГУ (КФ)"
                }]
            },
            "2886": {
                "city": {
                    "id": 2886,
                    "title": "Буйнакск",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 44233,
                    "title": "СГА (БФ)"
                }, {
                    "id": 70626,
                    "title": "ДГПУ (БФ)"
                }, {
                    "id": 103498,
                    "title": "ДГУ (БФ)"
                }, {
                    "id": 184076,
                    "title": "МИПП (БФ)"
                }, {
                    "id": 348937,
                    "title": "ДФ БУКЭП (бывш. ДКИ (филиал) БУПК)"
                }]
            },
            "3102": {
                "city": {
                    "id": 3102,
                    "title": "Каспийск",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 25754,
                    "title": "ДГУ (КФ)"
                }, {
                    "id": 337812,
                    "title": "ДГТУ (КФ)"
                }]
            },
            "18300": {
                "city": {
                    "id": 18300,
                    "title": "Кизляр",
                    "region": "Дагестан "
                },
                "unis": [{
                    "id": 22346,
                    "title": "Филиал СПбГЭУ (бывш. СПбГИЭУ КФ)"
                }, {
                    "id": 24251,
                    "title": "ДГТУ (КФ)"
                }, {
                    "id": 31120,
                    "title": "ДГУ (КФ)"
                }, {
                    "id": 77903,
                    "title": "ЮФУ (КФ)"
                }]
            }
        }
    },
    "RU-SE": {
        "id": 5,
        "shortname": "RU-SE",
        "unis": {
            "38": {
                "city": {
                    "id": 38,
                    "title": "Владикавказ",
                    "region": "Северная Осетия — Алания "
                },
                "unis": [{
                    "id": 418,
                    "title": "ГГАУ\r\n"
                }, {
                    "id": 419,
                    "title": "СКГМИ (ГТУ)"
                }, {
                    "id": 420,
                    "title": "СОГМА\r\n"
                }, {
                    "id": 421,
                    "title": "СОГУ им. Хетагурова"
                }, {
                    "id": 2079,
                    "title": "СОГПИ"
                }, {
                    "id": 3809,
                    "title": "ИЦ"
                }, {
                    "id": 4072,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 18072,
                    "title": "ВИЭУП"
                }, {
                    "id": 37155,
                    "title": "ВИУ"
                }, {
                    "id": 39402,
                    "title": "СОИЭБЖ"
                }, {
                    "id": 49722,
                    "title": "ИППС"
                }, {
                    "id": 52343,
                    "title": "МГУТУ (ВФ)"
                }, {
                    "id": 53705,
                    "title": "ВИМ"
                }, {
                    "id": 55323,
                    "title": "СКВИ МВД РФ"
                }, {
                    "id": 141816,
                    "title": "ОВЗРКУ"
                }, {
                    "id": 167495,
                    "title": "ОВОКДКУ"
                }, {
                    "id": 1170741,
                    "title": "Финансовый университет при Правительстве РФ (бывш. ГУМФ ВФ)"
                }]
            },
            "3755": {
                "city": {
                    "id": 3755,
                    "title": "Моздок",
                    "area": "Моздокский район",
                    "region": "Северная Осетия — Алания "
                },
                "unis": [{
                    "id": 97183,
                    "title": "МФ МАЭП"
                }]
            },
            "1086455": {
                "city": {
                    "id": 1086455,
                    "title": "Михайловское",
                    "area": "Пригородный район",
                    "region": "Северная Осетия — Алания "
                },
                "unis": [{
                    "id": 1189907,
                    "title": "СКНИИГПСХ"
                }]
            }
        }
    },
    "RU-KB": {
        "id": 6,
        "shortname": "RU-KB",
        "unis": {
            "90": {
                "city": {
                    "id": 90,
                    "title": "Нальчик",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 636,
                    "title": "КБГАУ (бывш. КБГСХА) им. Кокова"
                }, {
                    "id": 637,
                    "title": "КБГУ им. Бербекова"
                }, {
                    "id": 638,
                    "title": "СКГИИ\r\n"
                }, {
                    "id": 2767,
                    "title": "СКАУ (бывш. КБИБ)"
                }, {
                    "id": 40953,
                    "title": "ПГЛУ (представительство)"
                }, {
                    "id": 75007,
                    "title": "Филиал АЛСИ (бывш. АЛУ)"
                }, {
                    "id": 84693,
                    "title": "СКИПК (ф) КУ МВД РФ"
                }, {
                    "id": 90139,
                    "title": "СГА (НФ)"
                }, {
                    "id": 94976,
                    "title": "ТТИ ЮФУ (НФ)"
                }, {
                    "id": 192749,
                    "title": "РГЭУ РИНХ (НФ)"
                }, {
                    "id": 192757,
                    "title": "БУКЭП (НФ)"
                }, {
                    "id": 1175800,
                    "title": "СКИУ им. имама Абу Ханифы"
                }, {
                    "id": 1189111,
                    "title": "ИПМА"
                }]
            },
            "957": {
                "city": {
                    "id": 957,
                    "title": "Майский",
                    "area": "Майский район",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 22580,
                    "title": "МФ КБГУ (до 2008)"
                }, {
                    "id": 76437,
                    "title": "МФ СГА"
                }]
            },
            "2444": {
                "city": {
                    "id": 2444,
                    "title": "Прохладный",
                    "area": "Прохладненский район",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 96718,
                    "title": "СГА (ПФ)"
                }, {
                    "id": 1168088,
                    "title": "СКБИ"
                }]
            },
            "2686": {
                "city": {
                    "id": 2686,
                    "title": "Нарткала",
                    "area": "Урванский район",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 70466,
                    "title": "СГА (НФ)"
                }]
            },
            "3029": {
                "city": {
                    "id": 3029,
                    "title": "Терек",
                    "area": "Терский район",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 57869,
                    "title": "СГА (ТФ)"
                }]
            },
            "12031": {
                "city": {
                    "id": 12031,
                    "title": "Тырныауз",
                    "area": "Эльбрусский район",
                    "region": "Кабардино-Балкарская "
                },
                "unis": [{
                    "id": 23971,
                    "title": "СГА (ТФ)"
                }]
            }
        }
    },
    "RU-KL": {
        "id": 7,
        "shortname": "RU-KL",
        "unis": {
            "166": {
                "city": {
                    "id": 166,
                    "title": "Элиста",
                    "region": "Калмыкия "
                },
                "unis": [{
                    "id": 934,
                    "title": "КалмГУ им. Б. Б. Городовикова"
                }, {
                    "id": 9944,
                    "title": "МАЭП (КФ)"
                }, {
                    "id": 11894,
                    "title": "Филиал ЮФУ"
                }, {
                    "id": 14685,
                    "title": "МОСУ (КФ)"
                }, {
                    "id": 19288,
                    "title": "РГСУ (филиал)"
                }, {
                    "id": 38072,
                    "title": "МФЮА (КФ)"
                }, {
                    "id": 49209,
                    "title": "СГА (ЭФ)"
                }, {
                    "id": 68754,
                    "title": "СПбАУЭ (КФ)"
                }, {
                    "id": 142851,
                    "title": "КФ МГГУ им. М. А. Шолохова (бывш. МГОПУ)"
                }, {
                    "id": 159918,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 188374,
                    "title": "КТИ (филиал ПГТУ)"
                }, {
                    "id": 1168114,
                    "title": "КИГИ РАН"
                }]
            },
            "8963": {
                "city": {
                    "id": 8963,
                    "title": "Кетченеры",
                    "area": "Кетченеровский район",
                    "region": "Калмыкия "
                },
                "unis": [{
                    "id": 179161,
                    "title": "СГА (КФ)"
                }]
            },
            "17472": {
                "city": {
                    "id": 17472,
                    "title": "Малые Дербеты",
                    "area": "Малодербетовский район",
                    "region": "Калмыкия "
                },
                "unis": [{
                    "id": 476475,
                    "title": "СГА (МДФ)"
                }]
            }
        }
    },
    "RU-KC": {
        "id": 8,
        "shortname": "RU-KC",
        "unis": {
            "63": {
                "city": {
                    "id": 63,
                    "title": "Карачаевск",
                    "region": "Карачаево-Черкесская "
                },
                "unis": [{
                    "id": 266847,
                    "title": "КИЭУ (ф) ПГТУ"
                }, {
                    "id": 432204,
                    "title": "КЧГУ им. У. Д. Алиева (бывш. КЧГПУ)"
                }]
            },
            "159": {
                "city": {
                    "id": 159,
                    "title": "Черкесск",
                    "region": "Карачаево-Черкесская "
                },
                "unis": [{
                    "id": 921,
                    "title": "СевКавГГТА (бывш. КЧГТА)"
                }, {
                    "id": 21478,
                    "title": "МФПУ «Синергия» (бывш. МОСА, МОСУ) (КЧФ)"
                }, {
                    "id": 21732,
                    "title": "РГЭУ РИНХ (филиал)"
                }, {
                    "id": 60670,
                    "title": "КЧГУ (филиал)"
                }, {
                    "id": 76140,
                    "title": "РГСУ (КЧФ)"
                }, {
                    "id": 96617,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 152291,
                    "title": "КУ МВД РФ (ЧФ)"
                }, {
                    "id": 203305,
                    "title": "СевКавГТУ (филиал)"
                }, {
                    "id": 237351,
                    "title": "СИ им. Чурсина (филиал)"
                }, {
                    "id": 1153837,
                    "title": "МАКБ ЮРИ"
                }]
            },
            "1493": {
                "city": {
                    "id": 1493,
                    "title": "Нижний Архыз",
                    "area": "Зеленчукский район",
                    "region": "Карачаево-Черкесская "
                },
                "unis": [{
                    "id": 1166990,
                    "title": "САО РАН"
                }]
            },
            "10256": {
                "city": {
                    "id": 10256,
                    "title": "Учкекен",
                    "area": "Малокарачаевский район",
                    "region": "Карачаево-Черкесская "
                },
                "unis": [{
                    "id": 155315,
                    "title": "Филиал ЮФУ"
                }, {
                    "id": 303155,
                    "title": "ПГЛУ (КЧФ)"
                }]
            }
        }
    },
    "RU-KR": {
        "id": 9,
        "shortname": "RU-KR",
        "unis": {
            "112": {
                "city": {
                    "id": 112,
                    "title": "Петрозаводск",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 735,
                    "title": "КГПА (бывш. КГПУ) (до 2013 г.)"
                }, {
                    "id": 736,
                    "title": "ПГК им. Глазунова"
                }, {
                    "id": 737,
                    "title": "ПетрГУ"
                }, {
                    "id": 10274,
                    "title": "СПбУ МВД РФ (ПФ)"
                }, {
                    "id": 12410,
                    "title": "КРИНПО ПетрГУ (КРИУЭП)"
                }, {
                    "id": 13625,
                    "title": "КФ РАНХиГС (СЗАГС ПФ)"
                }, {
                    "id": 14555,
                    "title": "СЗТУ (ПФ)"
                }, {
                    "id": 19706,
                    "title": "ПФ ПГУПС Императора Александра I"
                }, {
                    "id": 28617,
                    "title": "КИТ (филиал РМАТ)"
                }, {
                    "id": 31810,
                    "title": "БОФ ГУМРФ им. адм. С. О. Макарова (бывш. СПбГУВК ПФ)"
                }, {
                    "id": 37789,
                    "title": "СГА (СГУ)"
                }, {
                    "id": 41612,
                    "title": "КарНЦ РАН"
                }, {
                    "id": 41854,
                    "title": "МСИ (ПФ)"
                }, {
                    "id": 57079,
                    "title": "СИ (ф) ВГУЮ (бывш. ПФ РПА МЮ РФ)"
                }, {
                    "id": 97390,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 141837,
                    "title": "СПбАУЭ (ПФ)"
                }, {
                    "id": 167746,
                    "title": "Филиал МИЭП"
                }, {
                    "id": 169699,
                    "title": "ИМПЭ им. А. С. Грибоедова (ПФ)"
                }, {
                    "id": 1163526,
                    "title": "ИПКРО РК"
                }]
            },
            "472": {
                "city": {
                    "id": 472,
                    "title": "Костомукша",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 22613,
                    "title": "СГА (представительство)"
                }, {
                    "id": 529870,
                    "title": "СЗГЗТУ (КФ)"
                }, {
                    "id": 529873,
                    "title": "ПетрГУ (КФ)"
                }, {
                    "id": 529884,
                    "title": "СПГГИ (ТУ) им. Плеханова (КФ)"
                }]
            },
            "726": {
                "city": {
                    "id": 726,
                    "title": "Беломорск",
                    "area": "Беломорский район",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 41384,
                    "title": "БФ ПетрГУ"
                }]
            },
            "891": {
                "city": {
                    "id": 891,
                    "title": "Сортавала",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 117831,
                    "title": "ПетрГУ (ПФ)"
                }]
            },
            "1488": {
                "city": {
                    "id": 1488,
                    "title": "Сегежа",
                    "area": "Сегежский район",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 1167226,
                    "title": "СГА (СФ)"
                }]
            },
            "1036571": {
                "city": {
                    "id": 1036571,
                    "title": "Хелюля",
                    "area": "Сортавала город",
                    "region": "Карелия "
                },
                "unis": [{
                    "id": 1191235,
                    "title": "КТИ"
                }]
            }
        }
    },
    "RU-KO": {
        "id": 10,
        "shortname": "RU-KO",
        "unis": {
            "138": {
                "city": {
                    "id": 138,
                    "title": "Сыктывкар",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 829,
                    "title": "КГПИ\r\n"
                }, {
                    "id": 37912,
                    "title": "СГУ им. Питирима Сорокина"
                }, {
                    "id": 39828,
                    "title": "ИУМС"
                }, {
                    "id": 44651,
                    "title": "НКИ (СФ)"
                }, {
                    "id": 53856,
                    "title": "СГА (СФ)"
                }, {
                    "id": 64492,
                    "title": "КРАГСУ"
                }, {
                    "id": 64712,
                    "title": "Институт физиологии Коми НЦ УрО РАН"
                }, {
                    "id": 68877,
                    "title": "УГТУ (СФ)"
                }, {
                    "id": 83860,
                    "title": "СФ РУК"
                }, {
                    "id": 85869,
                    "title": "СПбГУКИ (СФ)"
                }, {
                    "id": 99408,
                    "title": "СЛИ (филиал СПбГЛТА им. Кирова)"
                }, {
                    "id": 109232,
                    "title": "КГМА (КФ)"
                }, {
                    "id": 117651,
                    "title": "Вятская ГСХА (КФ)"
                }, {
                    "id": 137718,
                    "title": "СПбГУСЭ (СФ)"
                }, {
                    "id": 142124,
                    "title": "ВГГУ (представительство)"
                }, {
                    "id": 579049,
                    "title": "ИСЭиЭПС КНЦ УрО РАН"
                }, {
                    "id": 710908,
                    "title": "ОМ КНЦ УрО РАН "
                }, {
                    "id": 1171773,
                    "title": "КРИРО"
                }, {
                    "id": 1189135,
                    "title": "Институт биологии Коми НЦ УрО РАН"
                }, {
                    "id": 1189652,
                    "title": "Коми НЦ УрО РАН"
                }]
            },
            "152": {
                "city": {
                    "id": 152,
                    "title": "Ухта",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 887,
                    "title": "УГТУ (бывш. УИИ)"
                }, {
                    "id": 10744,
                    "title": "СГА (УФ)"
                }, {
                    "id": 17505,
                    "title": "СФГА (филиал)"
                }, {
                    "id": 40746,
                    "title": "ЦОК"
                }, {
                    "id": 71694,
                    "title": "ИУИБ (MIBI)"
                }, {
                    "id": 76119,
                    "title": "УФ МИИТ (бывш. РГОТУПС)"
                }]
            },
            "190": {
                "city": {
                    "id": 190,
                    "title": "Воркута",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 14797,
                    "title": "УРАО (ВФ)"
                }, {
                    "id": 30343,
                    "title": "УГТУ (ВФ)"
                }, {
                    "id": 113887,
                    "title": "СГА (ВФ)"
                }, {
                    "id": 126552,
                    "title": "ВИУБиП"
                }, {
                    "id": 160023,
                    "title": "СыктГУ (ВФ)"
                }, {
                    "id": 160886,
                    "title": "ВГИ - СПГГИ им. Г.В. Плеханова (ТУ)"
                }, {
                    "id": 278466,
                    "title": "РМАТ (ВФ)"
                }]
            },
            "255": {
                "city": {
                    "id": 255,
                    "title": "Инта",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 38996,
                    "title": "СПбГУАП (представительство)"
                }]
            },
            "589": {
                "city": {
                    "id": 589,
                    "title": "Печора",
                    "area": "Печорский район",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 36847,
                    "title": "МГАВТ (ПФ)"
                }, {
                    "id": 215218,
                    "title": "СГА (ПФ)"
                }]
            },
            "1060": {
                "city": {
                    "id": 1060,
                    "title": "Сосногорск",
                    "area": "Сосногорский район",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 51758,
                    "title": "СГА (СФ)"
                }]
            },
            "21713": {
                "city": {
                    "id": 21713,
                    "title": "Усинск",
                    "region": "Коми "
                },
                "unis": [{
                    "id": 41778,
                    "title": "УФ УГТУ"
                }, {
                    "id": 93132,
                    "title": "СГА (УФ)"
                }]
            }
        }
    },
    "RU-ME": {
        "id": 11,
        "shortname": "RU-ME",
        "unis": {
            "59": {
                "city": {
                    "id": 59,
                    "title": "Йошкар-Ола",
                    "region": "Марий Эл "
                },
                "unis": [{
                    "id": 517,
                    "title": "МГПИ им. Крупской (до 2008)"
                }, {
                    "id": 519,
                    "title": "МарГУ"
                }, {
                    "id": 3425,
                    "title": "ПГТУ (бывш. МарГТУ)"
                }, {
                    "id": 21636,
                    "title": "МОСИ"
                }, {
                    "id": 22781,
                    "title": "МФ МОСА (бывш. МОСУ МФ)"
                }, {
                    "id": 22782,
                    "title": "СГА (филиал)"
                }, {
                    "id": 86370,
                    "title": "АПУ (филиал)"
                }, {
                    "id": 100975,
                    "title": "МАГУ"
                }, {
                    "id": 113172,
                    "title": "ИМТиП"
                }, {
                    "id": 122983,
                    "title": "МПСИ (МФ)"
                }]
            },
            "3249": {
                "city": {
                    "id": 3249,
                    "title": "Волжск",
                    "area": "Волжский район",
                    "region": "Марий Эл "
                },
                "unis": [{
                    "id": 59605,
                    "title": "ИСГЗ (представительство)"
                }, {
                    "id": 86861,
                    "title": "МЭСИ (представительство)"
                }, {
                    "id": 97373,
                    "title": "РАП (ВФ)"
                }, {
                    "id": 122158,
                    "title": "КНИТУ (бывш. КГТУ) им. Туполева (ВФ)"
                }, {
                    "id": 219689,
                    "title": "ВФ ПГТУ (бывш. МарГТУ)"
                }, {
                    "id": 490037,
                    "title": "КГТУ (КХТИ) ВФ"
                }]
            }
        }
    },
    "RU-MO": {
        "id": 12,
        "shortname": "RU-MO",
        "unis": {
            "120": {
                "city": {
                    "id": 120,
                    "title": "Рузаевка",
                    "area": "Рузаевский район",
                    "region": "Мордовия "
                },
                "unis": [{
                    "id": 766,
                    "title": "РИМ (ф) МГУ им. Огарева"
                }]
            },
            "124": {
                "city": {
                    "id": 124,
                    "title": "Саранск",
                    "region": "Мордовия "
                },
                "unis": [{
                    "id": 791,
                    "title": "МГПИ им. Евсевьева"
                }, {
                    "id": 792,
                    "title": "НИ МГУ им. Огарева"
                }, {
                    "id": 793,
                    "title": "МГИ"
                }, {
                    "id": 29438,
                    "title": "СВИ (ф) ВГУЮ (бывш. СВФ РПА МЮ РФ)"
                }, {
                    "id": 32890,
                    "title": "СГА (СФ)"
                }, {
                    "id": 40743,
                    "title": "НА МВД РФ (СФ)"
                }, {
                    "id": 77156,
                    "title": "СКИ РУК"
                }, {
                    "id": 244916,
                    "title": "СФ РАНХиГС (бывш. ВВАГС СФ)"
                }, {
                    "id": 1167799,
                    "title": "НИИГН"
                }, {
                    "id": 1191120,
                    "title": "Саранская духовная семинария"
                }]
            },
            "5803": {
                "city": {
                    "id": 5803,
                    "title": "Темников",
                    "area": "Темниковский район",
                    "region": "Мордовия "
                },
                "unis": [{
                    "id": 473925,
                    "title": "РГАЗУ (ОСП)"
                }]
            },
            "6961": {
                "city": {
                    "id": 6961,
                    "title": "Ковылкино",
                    "area": "Ковылкинский район",
                    "region": "Мордовия "
                },
                "unis": [{
                    "id": 14977,
                    "title": "КФ МГУ им Н. П. Огарёва"
                }]
            }
        }
    },
    "RU-SA": {
        "id": 13,
        "shortname": "RU-SA",
        "unis": {
            "162": {
                "city": {
                    "id": 162,
                    "title": "Чурапча",
                    "area": "Чурапчинский улус",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 93766,
                    "title": "ЧГИФКиС"
                }]
            },
            "168": {
                "city": {
                    "id": 168,
                    "title": "Якутск",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 938,
                    "title": "ВШМ РС (Я) (институт) им. В. А. Босикова"
                }, {
                    "id": 939,
                    "title": "ЯГСХА"
                }, {
                    "id": 940,
                    "title": "СВФУ им. М. К. Аммосова (бывш. ЯГУ)"
                }, {
                    "id": 2935,
                    "title": "ЯЭПИ АТИСО"
                }, {
                    "id": 3363,
                    "title": "СПбГУП (ЯФ)"
                }, {
                    "id": 4163,
                    "title": "Филиал СПбГУКиТ"
                }, {
                    "id": 4725,
                    "title": "АГИКИ"
                }, {
                    "id": 8141,
                    "title": "ЯИВТ (филиал) СГУВТ (бывш. Филиал НГАВТ)"
                }, {
                    "id": 9876,
                    "title": "ЯГИТИ"
                }, {
                    "id": 10807,
                    "title": "МГУС / РГУТиС (ЯФ)"
                }, {
                    "id": 13063,
                    "title": "Филиал РУДН"
                }, {
                    "id": 14279,
                    "title": "ЯФ РАНХиГС (бывш. ДВАГС ЯФ)"
                }, {
                    "id": 17498,
                    "title": "НГУЭиУ (ЯФ)"
                }, {
                    "id": 24282,
                    "title": "СГУ (СГА, СГИ)"
                }, {
                    "id": 25119,
                    "title": "ИУ при Президенте РС(Я)"
                }, {
                    "id": 26180,
                    "title": "ЯФ СибУПК"
                }, {
                    "id": 36023,
                    "title": "ЯФ МГГУ им. М. А. Шолохова (бывш. МГОПУ им. Шолохова)"
                }, {
                    "id": 42760,
                    "title": "Филиал БГУЭП"
                }, {
                    "id": 43676,
                    "title": "Школа-студия МХАТ (ЯФ)"
                }, {
                    "id": 55292,
                    "title": "СГПА"
                }, {
                    "id": 58979,
                    "title": "ЯИЭ (ф) СПбУТУиЭ (бывш. САУ, СПбУУЭ)"
                }, {
                    "id": 61175,
                    "title": "ДВЮИ МВД (ЯФ)"
                }, {
                    "id": 85258,
                    "title": "ИСИ (ЯФ)"
                }, {
                    "id": 244786,
                    "title": "Филиал МИГУП (бывш. ЯФАПУ)"
                }, {
                    "id": 289782,
                    "title": "ЯФ ИГА"
                }, {
                    "id": 1167894,
                    "title": "ИФТПС СО РАН"
                }, {
                    "id": 1169749,
                    "title": "ЯНИИСХ"
                }, {
                    "id": 1177026,
                    "title": "ВСИЭМ"
                }, {
                    "id": 1189985,
                    "title": "ЯГИ"
                }]
            },
            "321": {
                "city": {
                    "id": 321,
                    "title": "Нерюнгри",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 2972,
                    "title": "НФ СПбГУВК"
                }, {
                    "id": 4441,
                    "title": "СВГИ"
                }, {
                    "id": 5157,
                    "title": "НФ ИПИ"
                }, {
                    "id": 20261,
                    "title": "ЮЯИЖТ (ф) ДВГУПС"
                }, {
                    "id": 35994,
                    "title": "НФ ВСГТУ"
                }, {
                    "id": 152609,
                    "title": "НФ НГТУ"
                }, {
                    "id": 498478,
                    "title": "ТИ (ф) СВФУ (бывш. НТИ (Ф) ЯГУ)"
                }]
            },
            "345": {
                "city": {
                    "id": 345,
                    "title": "Олекминск",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 191547,
                    "title": "ЯГСХА (ОФ)"
                }]
            },
            "2460": {
                "city": {
                    "id": 2460,
                    "title": "Айхал",
                    "area": "Мирнинский улус",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 36052,
                    "title": "НГАСУ Сибстрин (АФ)"
                }, {
                    "id": 59366,
                    "title": "ИрГТУ (представительство)"
                }]
            },
            "3437": {
                "city": {
                    "id": 3437,
                    "title": "Ленск",
                    "area": "Ленский улус",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 107927,
                    "title": "НГАСУ (ЛФ)"
                }]
            },
            "15482": {
                "city": {
                    "id": 15482,
                    "title": "Октемцы",
                    "area": "Хангаласский улус",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 257273,
                    "title": "ОФ ЯГСХА"
                }]
            },
            "21122": {
                "city": {
                    "id": 21122,
                    "title": "Мирный",
                    "area": "Мирнинский улус",
                    "region": "Саха /Якутия/ "
                },
                "unis": [{
                    "id": 43856,
                    "title": "ФДО ТУСУР"
                }, {
                    "id": 58328,
                    "title": "МИПИ (МФ)"
                }, {
                    "id": 63395,
                    "title": "МФ ТПУ"
                }, {
                    "id": 79056,
                    "title": "ИрГТУ (бывш. ИПИ) (представительство)"
                }, {
                    "id": 139414,
                    "title": "НГАСУ (Сибстрин) (МФ)"
                }, {
                    "id": 144760,
                    "title": "МПТИ (ф) СВФУ "
                }]
            }
        }
    },
    "RU-IN": {
        "id": 14,
        "shortname": "RU-IN",
        "unis": {
            "89": {
                "city": {
                    "id": 89,
                    "title": "Назрань",
                    "area": "Назрановский район",
                    "region": "Ингушетия "
                },
                "unis": [{
                    "id": 635,
                    "title": "ИЭиП\r\n"
                }, {
                    "id": 12034,
                    "title": "ИнгГУ"
                }, {
                    "id": 53693,
                    "title": "СГА (НФ)"
                }, {
                    "id": 99303,
                    "title": "СевКавГТУ (филиал)"
                }, {
                    "id": 191876,
                    "title": "РГЭУ РИНХ (филиал)"
                }]
            },
            "4315": {
                "city": {
                    "id": 4315,
                    "title": "Карабулак",
                    "area": "Сунженский район",
                    "region": "Ингушетия "
                },
                "unis": [{
                    "id": 345446,
                    "title": "Исламский институт "
                }]
            },
            "7553": {
                "city": {
                    "id": 7553,
                    "title": "Малгобек",
                    "area": "Малгобекский район",
                    "region": "Ингушетия "
                },
                "unis": [{
                    "id": 283313,
                    "title": "СГА"
                }, {
                    "id": 1189144,
                    "title": "ИИУ им. Х-Х. Барзиева"
                }]
            },
            "14652": {
                "city": {
                    "id": 14652,
                    "title": "Сунжа (Орджоникидзевская)",
                    "area": "Сунженский район",
                    "region": "Ингушетия "
                },
                "unis": [{
                    "id": 65420,
                    "title": "ИнгГУ"
                }]
            }
        }
    },
    "RU-TA": {
        "id": 15,
        "shortname": "RU-TA",
        "unis": {
            "18": {
                "city": {
                    "id": 18,
                    "title": "Альметьевск",
                    "area": "Альметьевский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 9390,
                    "title": "АФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }, {
                    "id": 23305,
                    "title": "АГНИ"
                }, {
                    "id": 40206,
                    "title": "ВЭГУ (АФ)"
                }, {
                    "id": 50387,
                    "title": "АГИМС"
                }, {
                    "id": 73669,
                    "title": "ИНЖЭКОН (АФ)"
                }, {
                    "id": 93210,
                    "title": "КамПИ (ИНЭКА) (представительство)"
                }, {
                    "id": 108866,
                    "title": "Университет управления «ТИСБИ» (АФ)"
                }, {
                    "id": 232839,
                    "title": "КНИТУ-КАИ им. А. Н. Туполева (АФ)"
                }]
            },
            "50": {
                "city": {
                    "id": 50,
                    "title": "Елабуга",
                    "area": "Елабужский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 487,
                    "title": "ЕИ КФУ (бывш. ЕГПУ)"
                }, {
                    "id": 15717,
                    "title": "ИСГЗ (ЕФ)"
                }, {
                    "id": 22180,
                    "title": "КНИТУ-КАИ им. Туполева (ЕФ)"
                }, {
                    "id": 60633,
                    "title": "КСЮИ (ЕФ)"
                }, {
                    "id": 80346,
                    "title": "ЕлГИИТ"
                }]
            },
            "60": {
                "city": {
                    "id": 60,
                    "title": "Казань",
                    "region": "Татарстан ",
                    "important": 1
                },
                "unis": [{
                    "id": 520,
                    "title": "КГАВМ им. Баумана"
                }, {
                    "id": 521,
                    "title": "КГК им. Жиганова"
                }, {
                    "id": 523,
                    "title": "КГАСУ\r\n"
                }, {
                    "id": 525,
                    "title": "КНИТУ-КАИ им. А. Н. Туполева"
                }, {
                    "id": 526,
                    "title": "КНИТУ (бывш. КГТУ, КХТИ)"
                }, {
                    "id": 527,
                    "title": "КФУ (бывш. КГУ им. Ульянова-Ленина)"
                }, {
                    "id": 528,
                    "title": "КазГИК (КазГУКИ, КГАКИ)"
                }, {
                    "id": 530,
                    "title": "КГЭУ\r\n"
                }, {
                    "id": 531,
                    "title": "КГМУ\r\n"
                }, {
                    "id": 532,
                    "title": "КЮИ МВД РФ\r\n"
                }, {
                    "id": 533,
                    "title": "ТГГИ\r\n"
                }, {
                    "id": 534,
                    "title": "ТАРИ\r\n"
                }, {
                    "id": 535,
                    "title": "КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }, {
                    "id": 536,
                    "title": "АСО (бывш. КСЮИ)"
                }, {
                    "id": 537,
                    "title": "КУИ\r\n"
                }, {
                    "id": 1040,
                    "title": "Университет управления «ТИСБИ»"
                }, {
                    "id": 1095,
                    "title": "РГУП (КФ) (бывш. РАП)"
                }, {
                    "id": 1257,
                    "title": "АГМУ при Президенте РТ (бывш. ИГС)"
                }, {
                    "id": 1281,
                    "title": "НГЛУ (КФ)"
                }, {
                    "id": 2801,
                    "title": "ИСГЗ"
                }, {
                    "id": 3498,
                    "title": "ТГГПУ (бывш. КГПУ)"
                }, {
                    "id": 4054,
                    "title": "СГА (КФ)"
                }, {
                    "id": 4635,
                    "title": "РМАТ (КФ)"
                }, {
                    "id": 4793,
                    "title": "КГАУ (КГСХА)"
                }, {
                    "id": 12389,
                    "title": "КВВКИУ РВ"
                }, {
                    "id": 14328,
                    "title": "КВАКУ (ВИ) им. Чистякова"
                }, {
                    "id": 14485,
                    "title": "МЭСИ (КФ)"
                }, {
                    "id": 16293,
                    "title": "КВВКУ (бывш. ЧТИ (КФ), КВТККУ)"
                }, {
                    "id": 17216,
                    "title": "РЭУ им. Г. В. Плеханова (КФ, бывш. КИ РГТЭУ)"
                }, {
                    "id": 21251,
                    "title": "РГГУ (КФ)"
                }, {
                    "id": 65692,
                    "title": "РГОТУПС (КФ)"
                }, {
                    "id": 66688,
                    "title": "ККИ РУК"
                }, {
                    "id": 103689,
                    "title": "МСГИ (КФ)"
                }, {
                    "id": 106984,
                    "title": "КИПП"
                }, {
                    "id": 141863,
                    "title": "МИЭП (КФ)"
                }, {
                    "id": 142334,
                    "title": "КЮИ ВГУЮ (бывш. РПА МЮ РФ)"
                }, {
                    "id": 167867,
                    "title": "МосАП (КФ)"
                }, {
                    "id": 172186,
                    "title": "КФ ВГИФК"
                }, {
                    "id": 196217,
                    "title": "ВЮИ ФСИН РФ (КФ)"
                }, {
                    "id": 233175,
                    "title": "КФ АТиСО"
                }, {
                    "id": 243831,
                    "title": "ВГУВТ КФ (бывш. ВГАВТ КФ)"
                }, {
                    "id": 244078,
                    "title": "ПГУТИ (КФ)"
                }, {
                    "id": 245207,
                    "title": "КазПДС"
                }, {
                    "id": 298186,
                    "title": "КВММ «Мухаммадия»"
                }, {
                    "id": 314354,
                    "title": "РИИ (бывш. РИУ)"
                }, {
                    "id": 461378,
                    "title": "КИФЭИ"
                }, {
                    "id": 499379,
                    "title": "СПбАУЭ (КФ)"
                }, {
                    "id": 544195,
                    "title": "КФТИ им. Е. К. Завойского "
                }, {
                    "id": 563195,
                    "title": "МИП (КФ)"
                }, {
                    "id": 576452,
                    "title": "КГМА"
                }, {
                    "id": 590340,
                    "title": "КВММ им. 1000-летия принятия Ислама"
                }, {
                    "id": 592795,
                    "title": "РГУТиС (КФ)"
                }, {
                    "id": 611176,
                    "title": "ИИ АН РТ"
                }, {
                    "id": 652835,
                    "title": "ИТЭ АН РТ"
                }, {
                    "id": 1164485,
                    "title": "ИЯЛИ им. Г. Ибрагимова АН РТ"
                }, {
                    "id": 1166311,
                    "title": "ИЦПЭ КазНЦ РАН (Академэнерго)"
                }, {
                    "id": 1167452,
                    "title": "ИПППО РАО"
                }, {
                    "id": 1168268,
                    "title": "ИРО РТ"
                }, {
                    "id": 1168471,
                    "title": "МГАХИ им. Сурикова (КФ)"
                }, {
                    "id": 1169682,
                    "title": "КИББ КазНЦ РАН"
                }, {
                    "id": 1169740,
                    "title": "ТИПКА"
                }, {
                    "id": 1171067,
                    "title": "ПГАФКСиТ"
                }, {
                    "id": 1174998,
                    "title": "ИА АН РТ"
                }, {
                    "id": 1175694,
                    "title": "ИПЭН АН РТ"
                }, {
                    "id": 1188107,
                    "title": "КГФЭИ"
                }, {
                    "id": 1190862,
                    "title": "ФЦТРБ-ВНИВИ"
                }]
            },
            "88": {
                "city": {
                    "id": 88,
                    "title": "Набережные Челны",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 631,
                    "title": "ИНЭКА (КамПИ)"
                }, {
                    "id": 632,
                    "title": "Поволжская ГАФКСиТ (бывш. КамГАФКСиТ, КамГИФК)"
                }, {
                    "id": 633,
                    "title": "НГПУ (бывш. НИСПТР, НГПИ)"
                }, {
                    "id": 2309,
                    "title": "ВКФ РМАТ"
                }, {
                    "id": 3042,
                    "title": "НЧФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }, {
                    "id": 3574,
                    "title": "ИУ"
                }, {
                    "id": 4239,
                    "title": "НФ НГЛУ"
                }, {
                    "id": 8988,
                    "title": "КамИ (ЧОУ КИ)"
                }, {
                    "id": 21466,
                    "title": "Университет управления «ТИСБИ» (НЧФ)"
                }, {
                    "id": 30545,
                    "title": "ТГГПУ (НФ)"
                }, {
                    "id": 33826,
                    "title": "ВЭГУ (НФ)"
                }, {
                    "id": 45189,
                    "title": "КИЭСП (пр-во МЭСИ)"
                }, {
                    "id": 48942,
                    "title": "МГИК НФ (бывш. МГУКИ НФ)"
                }, {
                    "id": 51338,
                    "title": "НГТТИ"
                }, {
                    "id": 52096,
                    "title": "КНИТУ-КАИ им. А. Н. Туполева (НФ)"
                }, {
                    "id": 75344,
                    "title": "СГА (НФ)"
                }, {
                    "id": 80048,
                    "title": "НЧИ КФУ"
                }, {
                    "id": 85924,
                    "title": "КИИД"
                }, {
                    "id": 109136,
                    "title": "МСГИ (НФ)"
                }, {
                    "id": 242097,
                    "title": "ИГУПИТ (НФ)"
                }, {
                    "id": 555720,
                    "title": "НЧСХНПИ"
                }, {
                    "id": 569066,
                    "title": "НачПИ"
                }, {
                    "id": 657607,
                    "title": "РИПТиБ"
                }, {
                    "id": 1168476,
                    "title": "МИЭП (НФ)"
                }, {
                    "id": 1172221,
                    "title": "ИСГЗ (НФ)"
                }]
            },
            "94": {
                "city": {
                    "id": 94,
                    "title": "Нижнекамск",
                    "area": "Нижнекамский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 642,
                    "title": "НМИ\r\n"
                }, {
                    "id": 1790,
                    "title": "НХТИ (филиал КГТУ)"
                }, {
                    "id": 12973,
                    "title": "НИОО"
                }, {
                    "id": 13315,
                    "title": "НИИТТ КНИТУ им. А. Н. Туполева"
                }, {
                    "id": 15612,
                    "title": "КИУ (ИЭУП) (НФ)"
                }, {
                    "id": 23926,
                    "title": "АУ ТИСБИ (НФ)"
                }, {
                    "id": 112807,
                    "title": "МГЭИ (НФ)"
                }]
            },
            "545": {
                "city": {
                    "id": 545,
                    "title": "Зеленодольск",
                    "area": "Зеленодольский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 233782,
                    "title": "ЗИМИТ КНИТУ-КАИ им А. Н. Туполева"
                }, {
                    "id": 264917,
                    "title": "КСЮИ (ЗФ)"
                }, {
                    "id": 292496,
                    "title": "Филиал КФУ (бывш. КГУ ЗФ)"
                }, {
                    "id": 511752,
                    "title": "ЗФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }]
            },
            "680": {
                "city": {
                    "id": 680,
                    "title": "Бугульма",
                    "area": "Бугульминский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 17105,
                    "title": "БФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }, {
                    "id": 24853,
                    "title": "ИНСТО (ВЭГУ)"
                }, {
                    "id": 118648,
                    "title": "БФ КНИТУ (бывш. КГТУ, КХТИ)"
                }, {
                    "id": 516657,
                    "title": "КНИТУ-КАИ им. А. Н. Туполева (БФ)"
                }]
            },
            "1456": {
                "city": {
                    "id": 1456,
                    "title": "Лениногорск",
                    "area": "Лениногорский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 33076,
                    "title": "КНИТУ-КАИ им. А. Н. Туполева (ЛФ)"
                }, {
                    "id": 521258,
                    "title": "ЛФ ЕГПУ"
                }]
            },
            "4242": {
                "city": {
                    "id": 4242,
                    "title": "Заинск",
                    "area": "Заинский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 201446,
                    "title": "ЗФ КГТУ им. Туполева (КАИ)"
                }]
            },
            "5103": {
                "city": {
                    "id": 5103,
                    "title": "Чистополь",
                    "area": "Чистопольский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 208730,
                    "title": "ЧФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП)"
                }, {
                    "id": 504146,
                    "title": "Чистопольский филиал «Восток» КНИТУ-КАИ им. А. Н. Туполева"
                }, {
                    "id": 832431,
                    "title": "ИНЭКА (ЧФ)"
                }]
            },
            "9254": {
                "city": {
                    "id": 9254,
                    "title": "Буинск",
                    "area": "Буинский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 339795,
                    "title": "СГА (БФ)"
                }, {
                    "id": 355372,
                    "title": "АСО (КСЮИ, филиал)"
                }]
            },
            "1097067": {
                "city": {
                    "id": 1097067,
                    "title": "Болгар",
                    "area": "Спасский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 1190854,
                    "title": "БИА"
                }]
            },
            "5470540": {
                "city": {
                    "id": 5470540,
                    "title": "Иннополис",
                    "area": "Верхнеуслонский район",
                    "region": "Татарстан "
                },
                "unis": [{
                    "id": 1175264,
                    "title": "Университет «Иннополис»"
                }]
            }
        }
    },
    "RU-TY": {
        "id": 16,
        "shortname": "RU-TY",
        "unis": {
            "76": {
                "city": {
                    "id": 76,
                    "title": "Кызыл",
                    "region": "Тыва "
                },
                "unis": [{
                    "id": 16052,
                    "title": "ТувГУ"
                }, {
                    "id": 103223,
                    "title": "СГА (КФ)"
                }, {
                    "id": 146395,
                    "title": "РГГУ (филиал)"
                }, {
                    "id": 168518,
                    "title": "ТФ ВСГИК (бывш. ВСГАКИ ТФ)"
                }, {
                    "id": 186188,
                    "title": "СибУПК (ТФ)"
                }]
            }
        }
    },
    "RU-UD": {
        "id": 17,
        "shortname": "RU-UD",
        "unis": {
            "45": {
                "city": {
                    "id": 45,
                    "title": "Глазов",
                    "region": "Удмуртская "
                },
                "unis": [{
                    "id": 461,
                    "title": "ГГПИ им. В. Г. Короленко"
                }, {
                    "id": 3504,
                    "title": "ГИЭИ (филиал ИжГТУ)"
                }, {
                    "id": 16033,
                    "title": "УдГУ (представительство)"
                }, {
                    "id": 56204,
                    "title": "УРАО (ГФ)"
                }]
            },
            "56": {
                "city": {
                    "id": 56,
                    "title": "Ижевск",
                    "region": "Удмуртская "
                },
                "unis": [{
                    "id": 503,
                    "title": "УдГУ"
                }, {
                    "id": 1290,
                    "title": "ИжГТУ им. М. Т. Калашникова (бывш. ИМИ)"
                }, {
                    "id": 4172,
                    "title": "УРИД"
                }, {
                    "id": 4460,
                    "title": "ИжГСХА"
                }, {
                    "id": 5328,
                    "title": "РосНОУ (ИФ)"
                }, {
                    "id": 8214,
                    "title": "МВЕУ"
                }, {
                    "id": 8930,
                    "title": "ИФ МИГУП (бывш. АПУ ИФ)"
                }, {
                    "id": 10520,
                    "title": "Филиал ВятГУ (бывш. ВятГГУ, ИФ ВГПУ)"
                }, {
                    "id": 17536,
                    "title": "ИИУ"
                }, {
                    "id": 18954,
                    "title": "СГА (ИФ)"
                }, {
                    "id": 27983,
                    "title": "ИФ РАНХиГС (бывш. УрАГС ИФ)"
                }, {
                    "id": 30531,
                    "title": "ТИСБИ (ИФ)"
                }, {
                    "id": 36492,
                    "title": "РУК (бывш. МУПК) (ИФ)"
                }, {
                    "id": 37431,
                    "title": "МПСИ (ИФ)"
                }, {
                    "id": 38357,
                    "title": "РГСУ (ИФ)"
                }, {
                    "id": 49391,
                    "title": "Ижевский институт (филиал) ВГУЮ (РПА Минюста России)"
                }, {
                    "id": 52105,
                    "title": "НА МВД РФ (ИФ)"
                }, {
                    "id": 53864,
                    "title": "МФЮА (УФ)"
                }, {
                    "id": 64327,
                    "title": "НИИ ВТ"
                }, {
                    "id": 71483,
                    "title": "РГОТУПС ИФ"
                }, {
                    "id": 75243,
                    "title": "ВШПП (УФ)"
                }, {
                    "id": 78719,
                    "title": "ИТНиПРП"
                }, {
                    "id": 80587,
                    "title": "КИГИТ"
                }, {
                    "id": 109562,
                    "title": "МФПА (ИФ)"
                }, {
                    "id": 196191,
                    "title": "МЭСИ (ИФ)"
                }, {
                    "id": 454825,
                    "title": "ИГМА"
                }, {
                    "id": 513211,
                    "title": "МСЭИ (представительство)"
                }, {
                    "id": 544196,
                    "title": "ИГЗиПБ УР"
                }, {
                    "id": 1169821,
                    "title": "УИИЯЛ УрО РАН"
                }, {
                    "id": 1171998,
                    "title": "ГГПИ им. В. Г. Короленко (ИФ)"
                }, {
                    "id": 1173328,
                    "title": "ИПК и ПРО УР"
                }, {
                    "id": 1174742,
                    "title": "ФТИ УрО РАН"
                }, {
                    "id": 1174743,
                    "title": "ИМ УрО РАН"
                }, {
                    "id": 1190655,
                    "title": "ИРО"
                }]
            },
            "501": {
                "city": {
                    "id": 501,
                    "title": "Сарапул",
                    "region": "Удмуртская "
                },
                "unis": [{
                    "id": 465229,
                    "title": "СПИ (ф) ИжГТУ"
                }]
            },
            "1100": {
                "city": {
                    "id": 1100,
                    "title": "Воткинск",
                    "region": "Удмуртская "
                },
                "unis": [{
                    "id": 2368,
                    "title": "ИжГТУ (ВФ)"
                }, {
                    "id": 5460,
                    "title": "УдГУ (ВФ)"
                }]
            },
            "1966": {
                "city": {
                    "id": 1966,
                    "title": "Можга",
                    "area": "Можгинский район",
                    "region": "Удмуртская "
                },
                "unis": [{
                    "id": 36295,
                    "title": "Филиал УдГУ"
                }]
            }
        }
    },
    "RU-KK": {
        "id": 18,
        "shortname": "RU-KK",
        "unis": {
            "17": {
                "city": {
                    "id": 17,
                    "title": "Абакан",
                    "region": "Хакасия "
                },
                "unis": [{
                    "id": 355,
                    "title": "ХГУ им. Катанова (бывш. АГПИ)"
                }, {
                    "id": 356,
                    "title": "ХакИБ"
                }, {
                    "id": 18291,
                    "title": "СГА"
                }, {
                    "id": 34314,
                    "title": "КрасГАУ (ХФ)"
                }, {
                    "id": 71573,
                    "title": "ХТИ (филиал СФУ)"
                }, {
                    "id": 87819,
                    "title": "ИрГУПС (АФ)"
                }, {
                    "id": 91662,
                    "title": "СибЮИ МВФ РФ (АФ)"
                }]
            },
            "232": {
                "city": {
                    "id": 232,
                    "title": "Саяногорск",
                    "region": "Хакасия "
                },
                "unis": [{
                    "id": 72648,
                    "title": "СГА (СФ)"
                }, {
                    "id": 1163396,
                    "title": "ХГУ им. Н. Ф. Катанова (филиал)"
                }]
            },
            "1156": {
                "city": {
                    "id": 1156,
                    "title": "Черногорск",
                    "region": "Хакасия "
                },
                "unis": [{
                    "id": 143189,
                    "title": "СГА (ЧФ)"
                }]
            },
            "17657": {
                "city": {
                    "id": 17657,
                    "title": "Черемушки",
                    "area": "Саяногорск город",
                    "region": "Хакасия "
                },
                "unis": [{
                    "id": 21088,
                    "title": "СШФ СФУ"
                }]
            }
        }
    },
    "RU-CE": {
        "id": 19,
        "shortname": "RU-CE",
        "unis": {
            "160": {
                "city": {
                    "id": 160,
                    "title": "Грозный",
                    "region": "Чеченская "
                },
                "unis": [{
                    "id": 922,
                    "title": "ГГНТУ (бывш. ГГНИ) им. Миллионщикова"
                }, {
                    "id": 923,
                    "title": "ЧГПУ (бывш. ЧГПИ, ЧИГПИ)"
                }, {
                    "id": 924,
                    "title": "ЧГУ (бывш. ЧИГУ)"
                }, {
                    "id": 30719,
                    "title": "ЧИИ"
                }, {
                    "id": 41311,
                    "title": "СГА"
                }, {
                    "id": 116788,
                    "title": "КУ МВД РФ"
                }, {
                    "id": 155650,
                    "title": "ПГТУ (ГФ)"
                }, {
                    "id": 198531,
                    "title": "ЧИБиУ"
                }, {
                    "id": 198624,
                    "title": "ОГИ"
                }, {
                    "id": 1174923,
                    "title": "РИУ им. Кунта-Хаджи"
                }]
            },
            "1113721": {
                "city": {
                    "id": 1113721,
                    "title": "Гудермес",
                    "area": "Гудермесский район",
                    "region": "Чеченская "
                },
                "unis": [{
                    "id": 90707,
                    "title": "СГА"
                }, {
                    "id": 104306,
                    "title": "ЧГУ (ГФ)"
                }, {
                    "id": 124933,
                    "title": "ИФП (ГФ)"
                }, {
                    "id": 1170617,
                    "title": "ГГНТУ (бывш. ГГНИ) им. Миллионщикова"
                }]
            }
        }
    },
    "RU-CU": {
        "id": 20,
        "shortname": "RU-CU",
        "unis": {
            "157": {
                "city": {
                    "id": 157,
                    "title": "Чебоксары",
                    "region": "Чувашская "
                },
                "unis": [{
                    "id": 907,
                    "title": "ЧГСХА"
                }, {
                    "id": 908,
                    "title": "ЧГПУ им. Яковлева"
                }, {
                    "id": 909,
                    "title": "ЧГУ им. Ульянова"
                }, {
                    "id": 1034,
                    "title": "ЧИ МГЭУ (бывш. ЧФ МГЭИ)"
                }, {
                    "id": 1130,
                    "title": "РГСУ (ЧФ)"
                }, {
                    "id": 1732,
                    "title": "ЧФ РАНХиГС (ВВАГС ЧФ)"
                }, {
                    "id": 12575,
                    "title": "НА МВД РФ (ЧФ)"
                }, {
                    "id": 23601,
                    "title": "СГА (ЧФ)"
                }, {
                    "id": 26793,
                    "title": "ЧКИ РУК"
                }, {
                    "id": 32304,
                    "title": "ЧФ МИГУП (бывш. ЧФ АПУ)"
                }, {
                    "id": 33643,
                    "title": "МГУТУ (ЧФ)"
                }, {
                    "id": 34951,
                    "title": "ВФ МАДИ"
                }, {
                    "id": 43170,
                    "title": "ЧИ (ф) МПУ (бывш. ЧПИ (ф) МГМУ (МАМИ))"
                }, {
                    "id": 48707,
                    "title": "СПбГЭУ (ЧФ)"
                }, {
                    "id": 56140,
                    "title": "МИИМ (представительство)"
                }, {
                    "id": 57056,
                    "title": "МГГУ им. Шолохова (ЧФ)"
                }, {
                    "id": 60688,
                    "title": "РИПГН"
                }, {
                    "id": 63486,
                    "title": "МГТИП"
                }, {
                    "id": 64125,
                    "title": "ИДК (представительство)"
                }, {
                    "id": 90422,
                    "title": "ЧГИКИ"
                }, {
                    "id": 98918,
                    "title": "ЧИЭиМ (филиал СПбГПУ)"
                }, {
                    "id": 101650,
                    "title": "ЮИ МВД РФ (ЧФ)"
                }, {
                    "id": 1171339,
                    "title": "ГИДУВ"
                }, {
                    "id": 1188607,
                    "title": "Чувашский республиканский институт образования"
                }]
            },
            "790": {
                "city": {
                    "id": 790,
                    "title": "Канаш",
                    "region": "Чувашская "
                },
                "unis": [{
                    "id": 473240,
                    "title": "КФ ЧГУ им. И. Н. Ульянова"
                }, {
                    "id": 491000,
                    "title": "ИСГЗ (КФ)"
                }]
            },
            "2451": {
                "city": {
                    "id": 2451,
                    "title": "Новочебоксарск",
                    "region": "Чувашская "
                },
                "unis": [{
                    "id": 10846,
                    "title": "ЧГУ им. Ульянова (филиал)"
                }, {
                    "id": 103132,
                    "title": "РГУФКСиТ (филиал)"
                }, {
                    "id": 109351,
                    "title": "МГУПБ (НФ)"
                }, {
                    "id": 580408,
                    "title": "АТУ (бывш. РИТиУ)"
                }, {
                    "id": 1166539,
                    "title": "НФ КИУ им. В. Г. Тимирясова (бывш. ИЭУП) "
                }]
            },
            "1113989": {
                "city": {
                    "id": 1113989,
                    "title": "Алатырь",
                    "region": "Чувашская "
                },
                "unis": [{
                    "id": 77844,
                    "title": "ЧГУ им. Ульянова (АФ)"
                }]
            },
            "1114106": {
                "city": {
                    "id": 1114106,
                    "title": "Батырево",
                    "area": "Батыревский район",
                    "region": "Чувашская "
                },
                "unis": [{
                    "id": 534887,
                    "title": "БФ ЧГУ им. И. Н. Ульянова"
                }]
            }
        }
    },
    "RU-NEN": {
        "id": 79,
        "shortname": "RU-NEN",
        "unis": {
            "2487": {
                "city": {
                    "id": 2487,
                    "title": "Нарьян-Мар",
                    "region": "Ненецкий АО"
                },
                "unis": [{
                    "id": 5358,
                    "title": "ПГУ им. Ломоносова (НМФ)"
                }, {
                    "id": 35678,
                    "title": "АГТУ (НМФ)"
                }, {
                    "id": 1189793,
                    "title": "Филиал САФУ"
                }]
            }
        }
    },
    "RU-KHM": {
        "id": 80,
        "shortname": "RU-KHM",
        "unis": {
            "93": {
                "city": {
                    "id": 93,
                    "title": "Нижневартовск",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 2463,
                    "title": "НВФ ОмГТУ"
                }, {
                    "id": 2732,
                    "title": "Филиал ТИУ (бывш. ТюмГНГУ)"
                }, {
                    "id": 3385,
                    "title": "МГОУ (филиал)"
                }, {
                    "id": 5844,
                    "title": "ИБиП (филиал)"
                }, {
                    "id": 11484,
                    "title": "РЭА им. Плеханова (филиал)"
                }, {
                    "id": 13018,
                    "title": "СЗАГС (филиал)"
                }, {
                    "id": 13019,
                    "title": "Филиал ИМПЭ им. А. С. Грибоедова"
                }, {
                    "id": 13105,
                    "title": "СибАДИ (филиал)"
                }, {
                    "id": 17020,
                    "title": "Филиал ЮУрГУ"
                }, {
                    "id": 18667,
                    "title": "НВГУ (бывш. НГГУ)"
                }, {
                    "id": 45662,
                    "title": "НЭПИ (филиал ТюмГУ)"
                }, {
                    "id": 85244,
                    "title": "ТУСУР (филиал)"
                }, {
                    "id": 91969,
                    "title": "ЗапСибИФП"
                }, {
                    "id": 200955,
                    "title": "АИПЭ"
                }, {
                    "id": 201177,
                    "title": "СИЭУ"
                }, {
                    "id": 396064,
                    "title": "ЮРГУЭС (филиал)"
                }]
            },
            "136": {
                "city": {
                    "id": 136,
                    "title": "Сургут",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 827,
                    "title": "СИМЭБ «Планета»"
                }, {
                    "id": 2481,
                    "title": "СибАДИ (СФ)"
                }, {
                    "id": 2715,
                    "title": "СурГПУ (бывш. СурГПИ)"
                }, {
                    "id": 4940,
                    "title": "МГОУ (СФ)"
                }, {
                    "id": 5239,
                    "title": "РГСУ (СФ)"
                }, {
                    "id": 13595,
                    "title": "МосАП (СФ)"
                }, {
                    "id": 24209,
                    "title": "ВЗФЭИ (СФ)"
                }, {
                    "id": 24301,
                    "title": "СФГА (СФ)"
                }, {
                    "id": 40862,
                    "title": "СИЭУиП (филиал) ТюмГУ"
                }, {
                    "id": 43541,
                    "title": "ОмГТУ (СФ)"
                }, {
                    "id": 43812,
                    "title": "СурГУ"
                }, {
                    "id": 54825,
                    "title": "Филиал ТИУ (бывш. СИНГ филиал ТюмГНГУ)"
                }, {
                    "id": 110725,
                    "title": "ТюмЮИ МФД РФ (СФ)"
                }, {
                    "id": 242303,
                    "title": "РосНОУ (ТЦД)"
                }, {
                    "id": 291202,
                    "title": "ТУСУР (СФ)"
                }]
            },
            "154": {
                "city": {
                    "id": 154,
                    "title": "Ханты-Мансийск",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 902,
                    "title": "ХМГМА (бывш. ХМГМИ)"
                }, {
                    "id": 903,
                    "title": "ЮГУ\r\n"
                }, {
                    "id": 23321,
                    "title": "РАМ им. Гнесиных (ХМФ)"
                }, {
                    "id": 26214,
                    "title": "МГИК (бывш. МГУКИ) (ХМФ)"
                }, {
                    "id": 37332,
                    "title": "ТУСУР (ХМФ)"
                }, {
                    "id": 201592,
                    "title": "УИКиП (ХМФ)"
                }, {
                    "id": 239468,
                    "title": "ИУ (ХМФ)"
                }, {
                    "id": 271565,
                    "title": "ХМИДПИ (филиал УралГАХА)"
                }]
            },
            "246": {
                "city": {
                    "id": 246,
                    "title": "Когалым",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 4062,
                    "title": "ТюмГУ (КФ)"
                }, {
                    "id": 6697,
                    "title": "ТюмГНГУ (КФ)"
                }, {
                    "id": 32277,
                    "title": "ТУСУР (КФ)"
                }]
            },
            "382": {
                "city": {
                    "id": 382,
                    "title": "Нефтеюганск",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 2725,
                    "title": "Филиал РГСУ"
                }, {
                    "id": 3802,
                    "title": "ОмГТУ (представительство)"
                }, {
                    "id": 7477,
                    "title": "ТУСУР (НФ)"
                }, {
                    "id": 8344,
                    "title": "ТГНГУ (филиал)"
                }, {
                    "id": 10640,
                    "title": "СурГУ (представительство)"
                }, {
                    "id": 21440,
                    "title": "МСГИ (филиал)"
                }, {
                    "id": 50303,
                    "title": "МГОУ (представительство)"
                }, {
                    "id": 145619,
                    "title": "ИПИ (филиал)"
                }, {
                    "id": 148951,
                    "title": "ТюмГУ (филиал)"
                }]
            },
            "562": {
                "city": {
                    "id": 562,
                    "title": "Пыть-Ях",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 39080,
                    "title": "Филиал ТюмГУ"
                }, {
                    "id": 779974,
                    "title": "ЮГУ (ПФ)"
                }]
            },
            "763": {
                "city": {
                    "id": 763,
                    "title": "Белоярский",
                    "area": "Белоярский район",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 18862,
                    "title": "ЮГУ (БФ)"
                }, {
                    "id": 506862,
                    "title": "РГППУ (БФ)"
                }]
            },
            "1389": {
                "city": {
                    "id": 1389,
                    "title": "Лянтор",
                    "area": "Сургутский район",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 33533,
                    "title": "СурГУ (ЛФ)"
                }, {
                    "id": 98435,
                    "title": "ТюмГАСУ (представительство)"
                }]
            },
            "1426": {
                "city": {
                    "id": 1426,
                    "title": "Радужный",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 1174882,
                    "title": "Филиал ИГЭУ"
                }]
            },
            "1998": {
                "city": {
                    "id": 1998,
                    "title": "Нягань",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 778353,
                    "title": "ТюмГНГУ (НФ)"
                }, {
                    "id": 778354,
                    "title": "ТюмГУ (НФ)"
                }]
            },
            "2292": {
                "city": {
                    "id": 2292,
                    "title": "Югорск",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 362268,
                    "title": "СПбГЭТУ (ЛЭТИ) (ЮФ)"
                }]
            },
            "12014": {
                "city": {
                    "id": 12014,
                    "title": "Лангепас",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 11396,
                    "title": "ЛФ РАНХиГС (ЛФ УрАГС)"
                }, {
                    "id": 38674,
                    "title": "ТУСУР (ЛФ)"
                }, {
                    "id": 68761,
                    "title": "СурГУ (ЛФ)"
                }, {
                    "id": 99880,
                    "title": "ТюмГНГУ (ЛФ)"
                }]
            },
            "15714": {
                "city": {
                    "id": 15714,
                    "title": "Урай",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 67565,
                    "title": "Филиал ТюмГУ"
                }, {
                    "id": 121587,
                    "title": "Филиал ТюмГНГУ"
                }, {
                    "id": 777365,
                    "title": "Первый образовательный комплекс (филиал) (ЮУПИ, МПГУ)"
                }]
            },
            "21612": {
                "city": {
                    "id": 21612,
                    "title": "Советский",
                    "area": "Советский район",
                    "region": "Ханты-Мансийский Автономный округ - Югра АО"
                },
                "unis": [{
                    "id": 41529,
                    "title": "РГППУ (СФ)"
                }, {
                    "id": 100969,
                    "title": "РГСУ (СФ) "
                }, {
                    "id": 119786,
                    "title": "СФ УГЛТУ"
                }, {
                    "id": 780731,
                    "title": "Филиал ТюмГНГУ"
                }]
            }
        }
    },
    "RU-CHU": {
        "id": 81,
        "shortname": "RU-CHU",
        "unis": {
            "828": {
                "city": {
                    "id": 828,
                    "title": "Анадырь",
                    "region": "Чукотский АО"
                },
                "unis": [{
                    "id": 2689,
                    "title": "СПбГЭУ (бывш. ИНЖЭКОН, филиал)"
                }, {
                    "id": 23904,
                    "title": "СПбГПУ (филиал)"
                }, {
                    "id": 1171597,
                    "title": "СВФУ им. Аммосова (филиал)"
                }]
            },
            "1467": {
                "city": {
                    "id": 1467,
                    "title": "Певек",
                    "area": "Чаунский район",
                    "region": "Чукотский АО"
                },
                "unis": [{
                    "id": 28742,
                    "title": "ИНЖЭКОН (филиал) (бывш. СПбГИЭУ)"
                }]
            }
        }
    },
    "RU-YAN": {
        "id": 82,
        "shortname": "RU-YAN",
        "unis": {
            "283": {
                "city": {
                    "id": 283,
                    "title": "Надым",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 2990,
                    "title": "СибГУФК (НФ)"
                }, {
                    "id": 31696,
                    "title": "Филиал МПСУ"
                }, {
                    "id": 41263,
                    "title": "ЗСГИ"
                }, {
                    "id": 369921,
                    "title": "ТюмГУ (НФ)"
                }, {
                    "id": 771075,
                    "title": "ТюмГАСУ (НФ)"
                }, {
                    "id": 771290,
                    "title": "ТюмГНГУ (филиал)"
                }]
            },
            "403": {
                "city": {
                    "id": 403,
                    "title": "Ноябрьск",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 1226,
                    "title": "НФ НГТУ"
                }, {
                    "id": 3062,
                    "title": "УрГЮА (филиал)"
                }, {
                    "id": 3599,
                    "title": "Филиал УрФУ (бывш. Филиал УрГУ)"
                }, {
                    "id": 6404,
                    "title": "ТУСУР (филиал)"
                }, {
                    "id": 22566,
                    "title": "МОСУ (НФ)"
                }, {
                    "id": 29070,
                    "title": "МГОУ (филиал)"
                }, {
                    "id": 55297,
                    "title": "РГГУ (партнер)"
                }, {
                    "id": 125252,
                    "title": "НИНиГ (ф) ТИУ (бывш. Филиал ТюмГНГУ)"
                }, {
                    "id": 201587,
                    "title": "НГЭИ (ф) ТюмГУ"
                }]
            },
            "715": {
                "city": {
                    "id": 715,
                    "title": "Салехард",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 6030,
                    "title": "ТУСУР (филиал)"
                }, {
                    "id": 9995,
                    "title": "ТюмГНГУ (филиал)"
                }, {
                    "id": 10714,
                    "title": "ТобГПИ им. Менделеева (филиал)"
                }, {
                    "id": 15963,
                    "title": "Представительство ГАУ Северного Зауралья (бывш. Филиал ТюмГСХА)"
                }, {
                    "id": 93435,
                    "title": "УИКиП"
                }, {
                    "id": 236216,
                    "title": "СФГА (филиал) (бывш. СГИ)"
                }, {
                    "id": 771065,
                    "title": "ТюмГУ (СФ)"
                }]
            },
            "1678": {
                "city": {
                    "id": 1678,
                    "title": "Губкинский",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 26263,
                    "title": "ГФ УдГУ"
                }, {
                    "id": 196961,
                    "title": "МИИР"
                }]
            },
            "7075": {
                "city": {
                    "id": 7075,
                    "title": "Лабытнанги",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 16706,
                    "title": "РГОТУПС (представительство)"
                }, {
                    "id": 39006,
                    "title": "ТюмГАСУ (ЛФ)"
                }]
            },
            "15769": {
                "city": {
                    "id": 15769,
                    "title": "Муравленко",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 770614,
                    "title": "ТюмГУ (представительство)"
                }, {
                    "id": 771077,
                    "title": "ТюмГАСУ (НФ)"
                }, {
                    "id": 771289,
                    "title": "ТюмГНГУ (филиал)"
                }]
            },
            "20950": {
                "city": {
                    "id": 20950,
                    "title": "Новый Уренгой",
                    "region": "Ямало-Ненецкий  АО"
                },
                "unis": [{
                    "id": 6956,
                    "title": "ТУСУР (филиал)"
                }, {
                    "id": 16188,
                    "title": "МОСУ (НФ)"
                }, {
                    "id": 18366,
                    "title": "МГОУ (филиал)"
                }, {
                    "id": 20424,
                    "title": "РосНОУ (НФ)"
                }, {
                    "id": 167464,
                    "title": "ЯНГИ (филиал ТГНГУ)"
                }, {
                    "id": 213421,
                    "title": "ТГПИ им. Менделеева (филиал)"
                }, {
                    "id": 253126,
                    "title": "Филиал ТюмГУ"
                }]
            }
        }
    }
}
}
